Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Hide locations
de_de: Verstecke Lokation
es_es: Ocultar ubicaciones
hr_hr: Sakrij lokaciju
ms_my: Sembunyikan lokasi
pl_pl: Ukryj lokalizację

source: Units per SKO is zero
es_es: Las unidades por SKO son cero
ms_my: Unit per SKO adalah sifar

source: Place to location
de_de: sende zu Lokation
es_es: Lugar a la ubicación
hr_hr: Mjesto na lokaciji
ms_my: Tempat ke lokasi
pl_pl: Umieść w lokalizacji

source: No longer required
de_de: Wird nicht länger benütigt
es_es: Ya no es requerido
hr_hr: Nije više potrebno
ms_my: Tidak diperlukan lagi
pl_pl: Nie wymagane

source: Link to part
es_es: Enlace a parte
ms_my: Pautan ke bahagian

source: %s dispatched same interval last year
es_es: % s despachó el mismo intervalo el año pasado
ms_my: % s menghantar jeda yang sama tahun lepas

source: %s amount sold same interval last year
es_es: % s cantidad vendida el mismo intervalo el año pasado
ms_my: Jumlah% s menjual jeda yang sama tahun lepas

source: Files could not be attached
de_de: Dateien könnten nicht angehängt werden
es_es: No se pudieron adjuntar archivos
hr_hr: Datoteke se ne mogu priložiti
ms_my: Fail tidak boleh dilampirkan
pl_pl: Pliki nie mogą zostać załączone

source: file exceeds the upload max file size (%s)
es_es: el archivo excede el tamaño máximo de carga del archivo (% s)
ms_my: Fail melebihi saiz fail max muat naik (% s)

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die Anweisung MAX_FILE_SIZE, die im HTML-Formular angegeben wurde
es_es: El archivo cargado excede la directiva MAX_FILE_SIZE que se especificó en el formulario HTML
hr_hr: Učitana datoteka prelazi MAX_FILE_SIZE direktivu koja je specificirana u HTML obrascu
ms_my: Fail yang dimuat naik melebihi arahan MAX_FILE_SIZE yang dinyatakan dalam borang HTML
pl_pl: Plik jest zbyt duży

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen
es_es: El archivo cargado solo fue subido parcialmente
hr_hr: Učitana datoteka samo je djelomično učitana
ms_my: Fail yang dimuat naik hanya dimuat naik sebahagiannya
pl_pl: Plik częściowo załadowany

source: No file was uploaded
de_de: keine Datei wurde hochgeladen
es_es: ningun archivo fue subido
hr_hr: Nijedna datoteka nije prenesena
ms_my: Tiada fail dimuat naik
pl_pl: Plik nie został załadowany

source: File could not be attached, error code %s
de_de: Datei konnte nicht angehängt werden, Fehlercode %s
es_es: No se pudo adjuntar el archivo, código de error% s
hr_hr: Datoteka se ne može priložiti, kod pogreške %s
ms_my: Fail tidak boleh dilampirkan, kod ralat% s
pl_pl: Plik nie mógł być załadowany, wystąpił błąd %s

source: This file seems that is empty, have a look and try again
de_de: Diese Datei scheint leer zu sein, schauen sie nach und versuche es erneut
es_es: Este archivo parece que está vacía, reviselo y vuelva a intentarlo
hr_hr: Djeluje da je ova datoteka prazna, provjerite i pokušajte ponovno
ms_my: Fail ini nampaknya kosong, lihat dan cuba lagi
pl_pl: Ten plik wygląda na pusty, sprawdź go i spróbuj ponownie

source: please choose a file, and try again
de_de: Bitte eine Datei auswählen und erneut versuchen
es_es: Por favor, seleccione un archivo e intente de nuevop
hr_hr: odaberite datoteku i pokušajte ponovo
ms_my: sila pilih fail, dan cuba lagi
pl_pl: wybierz plik i spróbuj ponownie

source: File can not be attached, please note files larger than %s will result in this error!, let's us know, an we will increase the size limits
de_de: Datei kann nicht angehängt werden, bitte beachten Sie, dass Dateien, die größer als% s sind, zu diesem Fehler führen!, lassen Sie uns wissen, wir werden die Größenbeschränkungen erhöhen
es_es: No se puede adjuntar el archivo, tenga en cuenta que los archivos más grandes que% s darán lugar a este error. Háganos saber que aumentaremos los límites de tamaño.
hr_hr: Datoteka se ne može priložiti, imajte na umu da će datoteke veće od %s rezultirati ovom pogreškom!, javite nam, a mi ćemo povećati ograničenja veličine
ms_my: Fail tidak boleh dilampirkan, harap maklum bahawa fail lebih besar daripada% s akan mengakibatkan ralat ini, mari kita ketahui, kita akan meningkatkan had saiz
pl_pl: Plik nie może zostać załączony, ładowanie plików większych niż %s spowoduje wystąpienie błędu, poinformuj nas jeżeli chcesz załadować pliki o większych rozmiarach

source: Image can't be uploaded
de_de: Bild kann nicht hochgeladen werden
es_es: La imagen no se puede subir
hr_hr: Slika se ne može učitati
ms_my: Imej tidak boleh dimuat naik
pl_pl: Obraz nie może być załadowany

source: Image dimensions must to be %sx%s (px)
de_de: Bilddimensionen müssen %sx%s (px) sein
es_es: Las dimensiones de la imagen deben ser% sx% s (px)
hr_hr: Dimenzije slike moraju biti %sx%s (px)
ms_my: Dimensi imej mestilah% sx% s (px)
pl_pl: Wymiary obrazu powinny być %sx%s (px)

source: Wrong image dimensions
de_de: Falsche Bilddimensionen
es_es: Dimension del WidgetDimensiones de imagen erróneas
hr_hr: Pogrešne dimenzije slike
ms_my: Dimensi imej salah
pl_pl: Nieprawidłowe wymiary obrazu

source: Image width must to be %s (px)
de_de: Die Bildbreite muss %s (px) sein
es_es: El ancho de la imagen debe ser% s (px)
hr_hr: Širina slike mora biti %s (px)
ms_my: Lebar imej mesti menjadi% s (px)
pl_pl: Szerokość obrazu powinna być %s(px)

source: Wrong image width
de_de: Falsche Bildbreite
es_es: correo electronico incorrecta
hr_hr: Pogrešna širina slike
ms_my: Lebar imej yang salah
pl_pl: Nieprawidłowa szerokość obrazu

source: Image height must to be %s (px)
de_de: Die Bildhöhe muss %s (px) sein
es_es: La altura de la imagen debe ser% s (px)
hr_hr: Visina slike mora biti %s (px)
ms_my: Ketinggian imej mesti menjadi% s (px)
pl_pl: Wysokość obrazu powinna być %s (px)

source: Wrong image height
de_de: Falsche Bildhöhe
es_es: altura de imagen incorrecta
hr_hr: Pogrešna visina slike
ms_my: Ketinggian imej salah
pl_pl: Nieprawidłowa wysokość obrazu

source: Image max width is %s (px)
de_de: Maximale Bildbreite ist %s (px)
es_es: El ancho máximo de la imagen es% s (px)
hr_hr: Maksimalna širina slike je %s (px)
ms_my: Lebar maksimum imej adalah% s (px)
pl_pl: Maksymalna szerokość obrazu to %s (px)

source: Image too large
de_de: Bild ist zu groß
es_es: Imagen demasiado grande
hr_hr: Slika je prevelika
ms_my: Imej terlalu besar
pl_pl: Obraz jest zbyt duzy

source: Image max height is %s (px)
de_de: Maximale Bildhöhe ist %s (px)
es_es: La altura máxima de la imagen es% s (px)
hr_hr: Maksimalna visina slike je %s (px)
ms_my: Ketinggian maksimum imej ialah% s (px)
pl_pl: Maksymalna wysokość obrazu to %s (px)

source: Image min width is %s (px)
de_de: Minimale Bildbreite ist %s (px)
es_es: El ancho mínimo de la imagen es% s (px)
hr_hr: Minimalna širina slike je %s (px)
ms_my: Lebar min imej adalah% s (px)
pl_pl: Minimalna szerokość obrazu to %s (px)

source: Image too small
de_de: Bild ist zu klein
es_es: Imagen muy pequeña
hr_hr: Slika previše mala
ms_my: Imej terlalu kecil
pl_pl: Obraz jest za mały

source: Image min height is %s (px)
de_de: Minimale Bildhöhe ist %s (px)
es_es: La altura mínima de la imagen es% s (px)
hr_hr: Minimalna visina slike je %s (px)
ms_my: Ketinggian imej min ialah% s (px)
pl_pl: Minimalna wysokość obrazu to %s(px)

source: File format not supported
de_de: Dateiformat nicht unterstützt
es_es: Formato de archivo no es compatible
hr_hr: Format datoteke nije podržan
ms_my: Format fail tidak disokong
pl_pl: Format pliku nie jest obsługiwany

source: Can not read image
de_de: Bild nicht lesbar
es_es: No se puede leer la imagen
hr_hr: Nemoguće učitati sliku
ms_my: Tidak dapat membaca imej
pl_pl: Nie można odczytać obrazu

source: There is a problem uploading your image
es_es: Hay un problema al subir tu imagen
ms_my: Terdapat masalah memuat naik imej anda

source: Processing
de_de: wird bearbeitet
es_es: Procesando
hr_hr: Obrada
ms_my: Pemprosesan
pl_pl: przetwarzanie

source: Processing %s files
de_de: Bearbeitet %s Dateien
es_es: Procesando archivos% s
hr_hr: Obrada datoteka %s
ms_my: Memproses% s fail
pl_pl: Proces %s plików

source: No files uploaded
de_de: keine Datei wurde hochgeladen
es_es: No hay archivos cargados
hr_hr: Nema prenesenih datoteka
ms_my: Tiada fail yang dimuat naik
pl_pl: Brak załadowanych plików

source: File can't be uploaded
de_de: Bild kann nicht hochgeladen werden
es_es: El archivo no se puede cargar
hr_hr: Datoteka se ne može učitati
ms_my: Fail tidak boleh dimuat naik
pl_pl: Plik nie może być załadowany

source: Invalid file type
de_de: Ungültiger Dateityp
es_es: tipo de archivo invalido
hr_hr: Nevažeća vrsta datoteke
ms_my: Jenis fail tidak sah
pl_pl: Nieprawidłowy typ pliku

source: Duplicated unique field
de_de: Dupliziertes einzigartiges Feld
es_es: Campo único duplicado
hr_hr: Duplicirano jedinstveno polje
ms_my: Medan unik yang disalin
pl_pl: Uniklane pole zduplikowane

source: Inactive
es_es: Inactivo
ms_my: Tidak aktif
pl_pl: Nieaktywny

source: Contractors
de_de: Auftragnehmer
es_es: Contratistas
hr_hr: Izvođači radova
ms_my: Kontraktor
pl_pl: Kontraktorzy

source: Agents
de_de: Agenten
es_es: Agentes
hr_hr: Agenti
ms_my: Ejen
pl_pl: Agenci

source: Timesheet machine
es_es: Máquina de hoja de tiempo
hr_hr: Stroj za evidenciju radnog vremena
ms_my: Mesin pemasa
pl_pl: Maszyna sprawdzająca przybycie do pracy

source: Stock control app
es_es: Aplicación de control de stock
hr_hr: Aplikacija za kontrolu zaliha
ms_my: Aplikasi kawalan stok
pl_pl: Aplikacja do kontroli stanów magazynowych

source: Picking app
es_es: Aplicación de recogida
hr_hr: Aplikacija za odabir
ms_my: Memetik aplikasi
pl_pl: Aplikacja do przygotowywania

source: Timesheet
de_de: Stundenzettel
es_es: Parte de horas
hr_hr: Evidencija radnog vremena
pl_pl: Grafik

source: Fail attempt
de_de: Fehlversuch
es_es: Intento fallido
hr_hr: Neuspješan pokušaj
ms_my: Percubaan gagal
pl_pl: próba nie powiodła się

source: Fail to many requests
de_de: fehlgeschlagen wegen mehreren Anfragen
es_es: Fallo a muchas solicitudes
hr_hr: Previše zahtjeva nije uspjelo
ms_my: Gagal banyak permintaan
pl_pl: Operacja nie powiodła się - zbyt wiele żądań

source: Fail access
de_de: Zugriff fehlgeschlagen
es_es: Acceso fallido
hr_hr: Neuspješan pristup
ms_my: Akses Fail
pl_pl: Dostęp zawieszony

source: Fail operation
de_de: Operation fehlgeschlagen
es_es: Operación fallida
hr_hr: Neuspješna operacija
ms_my: Operasi kegagalan
pl_pl: Operacja nie powiodła się

source: Unauthorized IP
de_de: Nicht autorisierte IP
es_es: IP no autorizada
hr_hr: Neovlašteni IP
ms_my: IP yang tidak dibenarkan
pl_pl: Nieautoryzowany adres IP

source: Clocking-in machine already set up
es_es: La máquina de reloj ya está configurada
ms_my: Mesin jentik telah ditetapkan

source: Clocking-in machine already set up in other organisation
es_es: La máquina de marcado ya está configurada en otra organización
ms_my: Mesin jahitan telah pun ditubuhkan di organisasi lain

source: Serial number not found
es_es: Número de serie no encontrado
ms_my: Nombor siri tidak dijumpai

source: Webpage can't be redirected to itself
de_de: Die Webseite kann nicht auf sich selbst umgeleitet werden
es_es: La página web no se puede redirigir a sí misma
hr_hr: Web stranica se ne može preusmjeriti na samu sebe
ms_my: Halaman web tidak boleh dialihkan semula kepada dirinya sendiri
pl_pl: Strona internetowa nie może zostać przekierowana do samej siebie

source: Redirection webpage is not online
de_de: Umleitungswebseite ist nicht online
es_es: La página web de redireccionamiento no está en línea
hr_hr: Web stranica za preusmjeravanje nije dostupna
ms_my: Halaman web pengalihan tidak dalam talian
pl_pl: Strona przekierowująca jest niewidoczna

source: Webpage not found
de_de: Webseite nicht gefunden
es_es: Página web no encontrada
hr_hr: Web stranica nije pronađena
ms_my: Halaman web tidak dijumpai
pl_pl: Strona internetowa nie odnaleziona

source: Another list has same name
es_es: Otra lista tiene el mismo nombre
hr_hr: Druga lista ima isti naziv
ms_my: Senarai lain mempunyai nama yang sama
pl_pl: Inna lista posiada już tą nazwę

source: Another option has same code
es_es: Otra opción tiene el mismo código.
hr_hr: Druga opcija ima isti kod
ms_my: Pilihan lain mempunyai kod yang sama
pl_pl: Inna opcja posiada ten sam kod

source: Another user is using this email
de_de: Ein anderer Benutzer verwendet diese E-Mail
es_es: Otro usuario está usando este correo electrónico.
hr_hr: Drugi korisnik koristi ovaj e-mail
ms_my: Seorang pengguna lain menggunakan e-mel ini
pl_pl: Inny użytkownik używa tego adresu email

source: Another offer has this name
es_es: Otra oferta tiene este nombre.
hr_hr: Druga ponuda ima ovaj naziv
ms_my: Tawaran lain mempunyai nama ini
pl_pl: Inna lista posiada już tą nazwę

source: Voucher code already used
es_es: Código de cupón ya utilizado
hr_hr: Kod vaučera je već iskorišten
ms_my: Kod kupon sudah digunakan
pl_pl: Kupon Promocyjny już użyty

source: Another employee is using this email
de_de: Ein anderer Angestellter verwendet diese E-Mail
es_es: Otro empleado está usando este correo electrónico.
hr_hr: Drugi zaposlenik koristi ovaj email
ms_my: Seorang pekerja lain menggunakan e-mel ini
pl_pl: Inny pracownik używa tego adresu email

source: Another employee is using this Id
de_de: Ein anderer Angestellter verwendet diese ID
es_es: Otro empleado está usando este ID
hr_hr: Drugi zaposlenik koristi ovaj ID
ms_my: Seorang pekerja lain menggunakan Id ini
pl_pl: Inny pracownik używa tego ID

source: Prospect already inputted
es_es: Perspectiva ya ingresada
hr_hr: Prospekt je već unesen
ms_my: Prospek sudah dimasukkan
pl_pl: Perspektywa już wprowadzona

source: Prospect already registered
es_es: Perspectiva ya registrada
hr_hr: Prospect je već registriran
ms_my: Prospek sudah didaftarkan
pl_pl: Perspektywa już zarejestrowana

source: Unit barcode already used by %s
de_de: Einheitsstrichcode bereits verwendet von %s
es_es: Código de barras de unidad ya utilizado por% s
hr_hr: Jedinični bar kod %s već koristi
ms_my: Kod bar unit sudah digunakan oleh% s
pl_pl: Kod kreskowy jednostki jest już używany przez% s

source: SKO barcode already used
de_de: SKO Strichcode bereits verwendet
es_es: Código de barras SKO ya utilizado
hr_hr: SKO bar kod već korišten
ms_my: Kod bar SKO sudah digunakan
pl_pl: Kod kreskowy SKO już użyty

source: Carton barcode already used
de_de: Karton Strichcode bereits verwendet
es_es: Código de barras de cartón ya usado
hr_hr: Kartonski bar kod već korišten
ms_my: Kod bar kadbod sudah digunakan
pl_pl: Kod kreskowy kartonu już użyty

source: Product code already used
de_de: Produkt Strichcode bereits verwendet
es_es: Código de producto ya utilizado
hr_hr: Šifra proizvoda već korištena
ms_my: Kod produk sudah digunakan
pl_pl: Kod produktu już użyty

source: Delivery number already used
de_de: Liefernummer bereits verwendet
es_es: Número de entrega ya utilizado
hr_hr: Broj za dostavu već korišten
ms_my: Nombor penghantaran sudah digunakan
pl_pl: Numer dostawy już użyty

source: Webpage code already used
de_de: Webseiten Code bereits verwendet
es_es: Código de página web ya utilizado
hr_hr: Kod web-stranice već korišten
ms_my: Kod halaman web sudah digunakan
pl_pl: Kod strony już jest użyty

source: There is an invitation template que this name
es_es: Hay una plantilla de invitación para este nombre.
hr_hr: Postoji predložak pozivnice pod tim nazivom
ms_my: Terdapat templat jemputan nama ini
pl_pl: Szablon zapraszający z tą nazwą już istnieje

source: There is another mailshot que this name
es_es: Hay otro mailshot que este nombre
ms_my: Terdapat satu lagi nama surat ini

source: Barcode used
es_es: Código de barras utilizado
ms_my: Barcode digunakan

source: Reference used
es_es: Referencia usada
hr_hr: Korištena referenca
ms_my: Rujukan yang digunakan
pl_pl: Numer referencyjny użyty

source: Retail Barcodes
es_es: Códigos de barras minoristas
ms_my: Barcode Runcit

source: Part's categories
es_es: Categorías de partes
hr_hr: Kategorije dijelova
ms_my: Kategori bahagian
pl_pl: Kategorie części

source: Stock history
es_es: Historia del inventario
hr_hr: Povijest zaliha
ms_my: Sejarah stok
pl_pl: Historia Stanów Magazynowych

source: Inventory (Parts)
es_es: Inventario (piezas)
ms_my: Inventori (Bahagian)

source: Supplier's categories
es_es: Categorías de proveedores
hr_hr: Kategorije dobavljača
ms_my: Kategori pembekal
pl_pl: Kategorie dostawcy

source: Products's categories
de_de: Produktkategorien
es_es: Categorías de productos
hr_hr: Kategorije proizoda
ms_my: Kategori produk
pl_pl: Kategorie Produktów

source: Customer's insigths
es_es: Insigths del cliente
ms_my: Insentif pelanggan

source: Customer's lists
de_de: Kundenkarteien
es_es: Listas de clientes
hr_hr: Lista klijenata
ms_my: Senarai pelanggan
pl_pl: Lista Klientów

source: Customer's dashboard
de_de: Kunden Instrumententafel
es_es: Tablero del cliente
hr_hr: Nadzorna ploča korisnika
ms_my: Papan pemuka pelanggan
pl_pl: Tablica Informacyjna Klienta

source: Customers (All stores)
de_de: Kunden (alle Geschäfte)
es_es: Clientes (todas las tiendas)
hr_hr: Klijenti (sve trgovine)
ms_my: Pelanggan (Semua kedai)
pl_pl: Klienci ( wszystkie sklepy)

source: Orders by store
es_es: Pedidos por tienda
ms_my: Perintah oleh kedai

source: Orders (All stores)
es_es: Pedidos (todas las tiendas)
ms_my: Perintah (Semua kedai)

source: Notifications.
es_es: Notificaciones
ms_my: Pemberitahuan.

source: Deleted invoices
es_es: Facturas eliminadas
ms_my: Invois yang dipadamkan

source: Returns
es_es: Devoluciones
ms_my: Pulangan

source: Delivery notes by store
es_es: Albaranes de entrega por tienda
ms_my: Nota penghantaran oleh kedai

source: Pending delivery notes'
es_es: Notas de entrega pendientes '
ms_my: Menunggu nota penghantaran '

source: Overtimes
es_es: Horas extras
hr_hr: Prekovremeno
pl_pl: Nadgodziny

source: Pickers
es_es: Recogedor
hr_hr: Pokupljači
ms_my: Pemetik
pl_pl: Osoby przygotowujące

source: Packers
es_es: Envasador
hr_hr: Pakirači
pl_pl: Osoby pakujące

source: Reports
de_de: Berichte
es_es: Informes
hr_hr: Izvještaji
ms_my: Laporan
pl_pl: Reporty

source: Manufacture tasks
es_es: Tareas de fabricación
hr_hr: Proizvodni zadaci
ms_my: Pembuatan tugas
pl_pl: Zadania Producenta

source: Product's categories
es_es: Categorías de productos
ms_my: Kategori produk

source: Shipping schema
es_es: Esquema de envío
ms_my: Skema penghantaran

source: Products (All stores)
de_de: Produkte (alle Geschäfte)
es_es: Productos (Todas las tiendas)
hr_hr: Proizvodi (sve trgovine)
ms_my: Produk (Semua kedai)
pl_pl: Produkty ( Wszystkie sklepy)

source: Settings store
es_es: Tienda de configuraciones
ms_my: Kedai tetapan

source: New store
de_de: Neues Geschäft
es_es: Nueva tienda
hr_hr: Nova trgovina
ms_my: Kedai baru
pl_pl: Nowy sklep

source: Store's dashboard
de_de: Geschäfts Instrumententafel
es_es: Tablero de la tienda
hr_hr: Nadzorna ploča trgovine
ms_my: Papan pemuka gedung
pl_pl: Tablica Informacyjna Sklepu

source: Services
de_de: Dienstleistungen
es_es: Servicios
hr_hr: Usluge
ms_my: Perkhidmatan
pl_pl: Usługi

source: Services's categories
de_de: Dienstleistungskategorien
es_es: Categorías de servicios
hr_hr: Kategorije usluga
ms_my: Kategori perkhidmatan
pl_pl: Kategorie Usług

source: New main category
de_de: Neue Hauptkategorie
es_es: Nueva categoría principal
hr_hr: Nova glavna kategorija
ms_my: Kategori utama baru
pl_pl: Nowa Kategoria Główna

source: New webpage
de_de: Neue Webseite
es_es: Nueva página web
hr_hr: Nova web stranica
ms_my: Halaman web baru
pl_pl: Nowy strona internetowa

source: New website
de_de: Neue Webseite
es_es: Nuevo Sitio Web
hr_hr: Nova web stranica
ms_my: Laman web baru
pl_pl: Nowa strona internetowa

source: Charge
de_de: Berechnen
es_es: Cargo
hr_hr: Naplata
ms_my: Caj
pl_pl: Opłata

source: Customer notifications (All stores)
es_es: Notificaciones de clientes (todas las tiendas)
ms_my: Pemberitahuan pelanggan (Semua kedai)

source: (All stores)
de_de: (Alle Geschäfte)
es_es: (Todas las tiendas)
hr_hr: (Sve trgovine)
ms_my: (Semua kedai)
pl_pl: (wszystkie sklepy)

source: New customer's client
es_es: Nuevo cliente del cliente
ms_my: Pelanggan pelanggan baru

source: New prospect invitation template
es_es: Nueva plantilla de invitación para prospectos
hr_hr: Novi predložak pozivnice za potencijalne klijente
ms_my: Templat jemputan prospek baru
pl_pl: Nowy Szablon Zaproszenia

source: Invitation email
es_es: Correo electrónico de invitación
ms_my: E-mel jemputan

source: Sent email
es_es: Email enviado
hr_hr: Poslana e-mail
ms_my: Hantar e-mel
pl_pl: wysłany email

source: Composing personalized invitation
es_es: Redactar invitación personalizada
hr_hr: Sastavljanje personalizirane pozivnice
ms_my: Mengarang jemputan peribadi
pl_pl: Tworzenie personalnego zaproszenia

source: New prospect
es_es: Nueva perspectiva
hr_hr: Novi prospekt
ms_my: Prospek baru
pl_pl: Nowa perspektywa

source: Invitation templates
es_es: Plantillas de invitación
hr_hr: Predlošci pozivnica
ms_my: Templat jemputan
pl_pl: Szablony zaproszeń

source: Customer's categories
de_de: Kundenkategorien
es_es: Categorías de clientes
hr_hr: Kategorije kupaca
ms_my: Kategori pelanggan
pl_pl: Kategorie Klienta

source: Customer's insights
es_es: Perspectivas del cliente
hr_hr: Uvidi o kupcima
ms_my: Pandangan pelanggan
pl_pl: Wgląd w konto klienta

source: New poll query
es_es: Nueva consulta de encuesta
hr_hr: Novi anketni upit
ms_my: Pertanyaan pengundian baru
pl_pl: Nowa ankieta

source: Poll query %s
es_es: Consulta de encuesta% s
hr_hr: Anketni upit %s
ms_my: Pertanyaan pengundian% s
pl_pl: Pytania ankiety %s

source: New option
es_es: Nueva opción
hr_hr: Nova opcija
ms_my: Pilihan baru
pl_pl: Nowa opcja

source: Option %s
es_es: Opción% s
hr_hr: Opcija %s
ms_my: Opsyen% s
pl_pl: Opcja %s

source: Deleted option %s
es_es: Opción eliminada% s
hr_hr: Izbrisana opcija %s
ms_my: Pilihan% s dihapus
pl_pl: Opcja usunięta %s

source: Mailroom
es_es: Sala de correo
ms_my: Bilik mel

source: Marketing emails
es_es: Correos electrónicos de marketing
hr_hr: Marketinški e-mailovi
ms_my: E-mel pemasaran
pl_pl: Emaile marketingowe

source: New mailshot
es_es: Nuevo mailshot
hr_hr: Nova marketinška e-pošta
ms_my: Surat mel baru
pl_pl: Nowy Mailshot

source: Supplier's dashboard
es_es: Tablero del proveedor
ms_my: Papan pemuka pembekal

source: Suppliers' settings
de_de: Lieferanten Einstellungen
es_es: Configuraciones de proveedores
hr_hr: Postavke dobavljača
ms_my: Tetapan pembekal '
pl_pl: Ustawienia dostawcy

source: Purchase orders
de_de: Bestellungen
es_es: ordenes de compra
hr_hr: Narudžbenice
ms_my: Pesanan pembelian
pl_pl: Dokumenty zamówień

source: New agent
de_de: Neuer Agent
es_es: Nuevo agente
hr_hr: Novi agent
ms_my: Ejen baru
pl_pl: Nowy agent

source: New supplier
de_de: Neuer Lieferant
es_es: New
hr_hr: Novi dobavljač
ms_my: Pembekal baru
pl_pl: Nowy Dostawca

source: Upload attachment
de_de: Anhang hochladen
es_es: Subir archivo adjunto
hr_hr: Učitaj prilog
ms_my: Muat naik lampiran
pl_pl: Prześlij załącznik

source: New supplier's product
es_es: Producto del nuevo proveedor
ms_my: Produk pembekal baru

source: Suppliers's categories
de_de: Lieferantenkategorien
es_es: Categorías de proveedores
hr_hr: Kategorije dobavljača
ms_my: Kategori pembekal
pl_pl: Kategorie dostawców

source: New system user
de_de: Neuer Systembenutzer
es_es: Nuevo usuario del sistema
hr_hr: Novi korisnik sustava
ms_my: Pengguna sistem baru
pl_pl: Nowy użytkownik systemu

source: Orders control panel
de_de: Bestellungsbedienfeld
es_es: Panel de control de pedidos
hr_hr: Kontrolna ploča za narudžbe
ms_my: Panel kawalan pesanan
pl_pl: Panel Kontroli zamówień
