Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Insufficient picking stock
de_de: Unzureichender Kommissionierbestand
es_es: Stock de picking insuficiente
hr_hr: Nedovoljne zalihe za pokupljanje
ms_my: Stok memetik tidak mencukupi
pl_pl: Niewystarczająca ilość zasobów

source: Number active parts
es_es: Numerar partes activas
ms_my: Nombor bahagian aktif

source: Parts in process
de_de: Teile werden bearbeitet
es_es: Partes en proceso
hr_hr: Dijelovi u obradi
ms_my: Bahagian dalam proses
pl_pl: Części w toku

source: Deliveries in transit
es_es: entregas en transito
ms_my: Penghantaran dalam transit

source: Containers in transit
es_es: Contenedores en tránsito
ms_my: Kontena dalam transit

source: Smaller deliveries in transit
es_es: Entregas más pequeñas en tránsito
ms_my: Penghantaran yang lebih kecil dalam transit

source: Forgotten parts
es_es: Partes olvidadas
ms_my: Bahagian yang terlupa

source: Parts with no products associated
es_es: Piezas sin productos asociados
ms_my: Bahagian tanpa sebarang produk yang berkaitan

source: Parts forced offline/out of stock on website
es_es: Piezas forzadas fuera de línea / fuera de stock en el sitio web
ms_my: Bahagian terpaksa di luar talian / di luar stok di laman web

source: EAN barcodes errors
de_de: EAN-Barcodes Fehler
es_es: Errores de códigos de barras EAN
hr_hr: Pogreške EAN bar kodova
ms_my: Kesalahan barcode EAN
pl_pl: Błąd kodu kreskowego EAN

source: Inventory
de_de: Bestand
es_es: Inventario
hr_hr: Inventar
ms_my: Inventori
pl_pl: Inwentarz

source: Surplus
de_de: Überschuss
es_es: Excedentes
hr_hr: Višak
ms_my: Lebihan
pl_pl: Nadmiar

source: Number active parts with surplus stock
es_es: Numerar partes activas con stock excedente
ms_my: Bilangan bahagian aktif dengan saham lebihan

source: Parts within a purchase order
es_es: Piezas dentro de una orden de compra
ms_my: Bahagian dalam pesanan pembelian

source: OK
es_es: En Orden
ms_my: okey

source: Number active parts with normal stock
es_es: Numerar partes activas con stock normal
ms_my: Nombor bahagian aktif dengan stok biasa

source: Low
de_de: Niedrig
es_es: Bajo
hr_hr: Nisko
ms_my: Rendah
pl_pl: Niski

source: Number active parts with low stock
es_es: numero de piezas activas con bajo stock
ms_my: Nombor bahagian aktif dengan stok rendah

source: Critical
de_de: Kritisch
es_es: Critico
hr_hr: Kritično
ms_my: Kritikal
pl_pl: Krytyczny

source: Number active parts with critical stock
es_es: Numerar partes activas con stock crítico
ms_my: Bilangan bahagian aktif dengan stok kritikal

source: Number of out of stock parts
es_es: numero de piezas agotadas
ms_my: Bilangan bahagian stok

source: Excess stock
de_de: Übermäßiger Bestand
es_es: Exceso de existencias
hr_hr: Višak zaliha
ms_my: Stok berlebihan
pl_pl: Dodatkowy Zasób

source: Delivery Notes
de_de: Versandanzeigen
es_es: Albaranes
hr_hr: Otpremnica
ms_my: Nota penghantaran
pl_pl: Notatki dostawy

source: Invoices per store
de_de: Rechnungen pro Geschäft
es_es: Facturas por tienda
hr_hr: Fakture po trgovini
ms_my: Invois setiap kedai
pl_pl: Faktury na sklep

source: Invoices' categories
de_de: Rechnungkategorien
es_es: Categorías de facturas
hr_hr: Kategorije faktura
ms_my: Kategori Invois '
pl_pl: Kategorie Faktur

source: Store currency
de_de: Währung des Geschäfts
es_es: Almacenar moneda
hr_hr: Valuta trgovine
ms_my: Simpan mata wang
pl_pl: Waluta sklepu

source: Sales report
es_es: Reporte de ventas
ms_my: Laporan jualan

source: Year to day
de_de: Im letzten Jahr
es_es: Año a día
hr_hr: Od početka godine do danas
ms_my: Tahun ke hari
pl_pl: Rok do dnia

source: Month to day
de_de: Monat bis dato
es_es: Mes a dia
hr_hr: Od početka mjeseca do danas
ms_my: Bulan ke hari
pl_pl: Miesiąc do dnia

source: Week to day
de_de: Woche bis dato
es_es: Semana a día
hr_hr: Iz tjedna u dan
ms_my: Minggu ke hari
pl_pl: Tydzień do dnia

source: 1 week
de_de: eine Wochen
es_es: 1 semana
hr_hr: 1 tjedan
ms_my: 1 minggu
pl_pl: 1 tydzień

source: 1 month
de_de: 1 Monat
es_es: 1 mes
hr_hr: 1 mjesec
ms_my: 1 bulan
pl_pl: 1 miesiąc

source: 1 quarter
de_de: 1 Quartal
es_es: 1 trimestre
hr_hr: 1 kvartal
ms_my: 1 suku
pl_pl: 1 kwartał

source: 1 year
de_de: 1 Jahr
es_es: 1 año
hr_hr: 1 godina
ms_my: 1 tahun
pl_pl: rok

source: Store
de_de: Shop
es_es: Tienda
hr_hr: Trgovina
ms_my: Kedai
pl_pl: Sklep

source: Change compared with last year
de_de: Veränderung gegenüber dem letzten Jahr
es_es: Cambio respecto al año anterior
hr_hr: Promjena u odnosu na prošlu godinu
ms_my: Perubahan berbanding tahun lepas
pl_pl: Zmiany w porównaniu z poprzednim rokiem

source: Replacements
de_de: Ersatz
es_es: Reemplazos
hr_hr: Zamjene
ms_my: Penggantian
pl_pl: Produkty zastępcze

source: Percentage of replacements
de_de: Prozentsatz der Ersetzungen
es_es: Porcentaje de reemplazos
hr_hr: Postotak zamjena
ms_my: Peratus penggantian
pl_pl: Procent zamienników

source: Percentage of replacements same period last year
de_de: Prozentsatz der Ersetzungen im gleichen Zeitraum des Vorjahres
es_es: Porcentaje de reemplazos el mismo período del año pasado
hr_hr: Postotak zamjena u istom razdoblju prošle godine
ms_my: Peratusan penggantian tempoh yang sama tahun lepas
pl_pl: Procent zamienników w porównaniu z poprzednim rokiem

source: 1YB
de_de: 1JF
es_es: 1AA
pl_pl: 1rw

source: In process
de_de: In Bearbeitung
es_es: En proceso
hr_hr: U procesu
ms_my: Dalam proses
pl_pl: w proces

source: In process (Paid)
de_de: In Bearbeitung (Gezahlt)
es_es: En proceso (pagado)
hr_hr: U procesu (plaćeno)
ms_my: Dalam proses (Dibayar)
pl_pl: W proces (zapłacone)

source: In warehouse
de_de: Im Lager
es_es: En Almacén
hr_hr: U magacinu
ms_my: Di gudang
pl_pl: W magazynie

source: In dispatch area
de_de: Im Versandbereich
es_es: En zona de despacho
hr_hr: U području otpreme
ms_my: Dalam kawasan penghantaran
pl_pl: w rejonie wysyłkowym

source: Sales representative reports
es_es: Informes de representantes de ventas
ms_my: Laporan wakil jualan

source: No products
es_es: Ningún producto
ms_my: Tiada produk

source: Urgent audit
de_de: Dringender Audit
es_es: Auditoria urgente
hr_hr: Hitna revizija
ms_my: Audit segera
pl_pl: Pilny audyt

source: Locations with errors
de_de: Lokationen mit Fehler
es_es: Lugares con errores
hr_hr: Lokacija sa pogreškama
ms_my: Lokasi dengan ralat
pl_pl: Lokalizacje z błędami

source: To replenish
de_de: zu Ersetzung
es_es: Para reponer
hr_hr: Nadopuniti
ms_my: Untuk menambah
pl_pl: Do uzupełnienia

source: Invoiced amount
de_de: Rechnungsbetrag
es_es: Cantidad facturada
hr_hr: Fakturirani iznos
ms_my: Jumlah invois
pl_pl: Kwota zaksięgowana

source: Refunds amount
es_es: Cantidad de reembolsos
ms_my: Jumlah bayaran balik

source: Invoiced minus refunded
es_es: Facturado menos reembolsado
ms_my: Dikurangkan tolak bayar balik

source: Sales (Stores)
de_de: Verkäufe (Geschäfte)
es_es: Ventas (tiendas)
hr_hr: Prodaje (Trgovine)
ms_my: Jualan (Kedai)
pl_pl: Wyprzedaż (Sklepy)

source: Sales (Categories)
de_de: Verkäufe (Kategorien)
es_es: Ventas (categorías)
hr_hr: Prodaja (Kategorije)
ms_my: Jualan (Kategori)
pl_pl: Wyprzedaż (Kategorie)

source: Invoices (Stores)
de_de: Rechnungen (Geschäfte)
es_es: Facturas (Tiendas)
hr_hr: Fakture (Trgovine)
ms_my: Invois (Kedai)
pl_pl: Faktury (Sklepy)

source: Invoices (Categories)
de_de: Rechnungen (Kategorien)
es_es: Categorías de facturas
hr_hr: Fakture (Kategorije)
ms_my: Invois (Kategori)
pl_pl: Faktury (Kategorie)

source: Year-to-date
de_de: Jahr-bis-dato
es_es: Año hasta la fecha
hr_hr: Od početka godine do danas
ms_my: Tahun terkini
pl_pl: Rok do daty

source: 1y
de_de: 1J
es_es: 1a
hr_hr: 1g
pl_pl: 1r

source: Not online
es_es: No en línea
ms_my: Tidak dalam talian

source: Anomalous weight
es_es: Peso anómalo
ms_my: Berat anomali

source: Job orders
es_es: Órdenes de trabajo
ms_my: Perintah kerja

source: Manufacturing
es_es: Fabricación
ms_my: Pembuatan

source: Total customers
de_de: Gesamtanzahl der Kunden
es_es: Los clientes totales
hr_hr: Ukupno klijenata
ms_my: Jumlah pelanggan
pl_pl: Łącznie klientów

source: Number of customers
es_es: Numero de clientes
ms_my: Bilangan pelanggan

source: New customers last 7 days
es_es: Los nuevos clientes duran 7 días
ms_my: Pelanggan baru 7 hari terakhir

source: New contacts with orders
es_es: Nuevos contactos con pedidos
ms_my: Kenalan baru dengan pesanan

source: Active customers
es_es: Clientes activos
hr_hr: Aktivni klijenti
ms_my: Pelanggan aktif
pl_pl: Aktywni Klienci

source: Number of active customers
es_es: Cantidad de clientes activos
ms_my: Bilangan pelanggan aktif

source: Percentage of total customers
es_es: Porcentaje de clientes totales
ms_my: Peratusan jumlah pelanggan

source: Customers with orders
es_es: Clientes con pedidos
ms_my: Pelanggan dengan pesanan

source: Number of orders in basket
es_es: Número de pedidos en la cesta.
ms_my: Bilangan pesanan dalam bakul

source: Amount in basket
es_es: Cantidad en canasta
ms_my: Jumlah dalam bakul

source: Orders in warehouse
de_de: Bestellungen im Lager
es_es: Pedidos en almacén
hr_hr: Narudžbe u magacinu
ms_my: Perintah dalam gudang
pl_pl: Zamówienia na magazynie

source: Closed orders waiting to be invoiced
de_de: abgeschlossene Bestellungen, die für Rechnungstellung warten
es_es: Pedidos cerrados a la espera de ser facturados
hr_hr: Zatvorene narudžbe koje čekaju fakturiranje
ms_my: Pesanan tertutup yang menunggu untuk menjadi invois
pl_pl: Zamknij zamówienia czekające na fakturowanie

source: Missing SKO Barcodes
de_de: Fehlende SKO Barcodes
es_es: Faltan códigos de barras SKO
hr_hr: Nedostaju SKO barkodovi
ms_my: Kod Bar SKO yang tiada
pl_pl: Brakujące Kody Kreskowe SKO

source: To produce
de_de: zu herstellen
es_es: Para producir
hr_hr: Proizvesti
ms_my: Untuk menghasilkan
pl_pl: Do wyprodukowania

source: KPIs
es_es: KPI
hr_hr: ključni pokazatelji uspješnosti
pl_pl: KPls

source: Warehouse productivity metric
de_de: Lagerproduktivität metrisch
es_es: Métrica de productividad del almacén
hr_hr: Mjerilo produktivnosti magacina
ms_my: Metrik produktiviti gudang
pl_pl: Produktywność magazynu

source: Net sales per man hour
de_de: Nettoumsatz pro Mannstunde
es_es: Ventas netas por hora hombre
hr_hr: Neto prodaja po satu čovjeka
ms_my: Jualan bersih setiap jam manusia
pl_pl: Sprzedaż Netto na godzinę

source: Production productivity metric
de_de: Produktion Produktivität metrisch
es_es: Métrica de productividad de producción
hr_hr: Mjerilo produktivnosti proizvodnje
ms_my: Metrik produktiviti pengeluaran
pl_pl: Produktywność działu produkcyjnego

source: Production sales per man hour
de_de: Umsatzproduktion pro Mannstunde
es_es: Ventas de producción por hora hombre
hr_hr: Proizvodnja prodaje po satu rada
ms_my: Jualan pengeluaran setiap jam manusia
pl_pl: Dział Produkcyjny - Sprzedaż na godzinę

source: Lost stock
de_de: Verlorener Bestand
es_es: Stock perdido
hr_hr: Izgubljene zalihe
ms_my: Stok hilang
pl_pl: Stracony Towar

source: Amount lost as cost value
de_de: Betrag als Kostenwert verloren
es_es: Cantidad perdida como valor de costo
hr_hr: Izgubljeni iznos kao troškovna vrijednost
ms_my: Jumlah yang hilang sebagai nilai kos
pl_pl: Kwota stracona jako koszty wartości

source: Number of audits
de_de: Anzahl der Audits
es_es: Numero de auditorias
hr_hr: Broj revizija
ms_my: Bilangan audit
pl_pl: Liczba audytów

source: Production
de_de: Produktion
es_es: Producción
hr_hr: Proizvodnja
ms_my: Pengeluaran
pl_pl: Produkcja

source: Lost & found
de_de: Fundbüro
es_es: Perdido y encontrado
hr_hr: Izgubljeno nađeno
ms_my: Hilang dijumpai
pl_pl: Zagubiony & Znaleziony

source: Invoices with no VAT
es_es: Facturas con numero IVA
hr_hr: Fakture bez PDV-a
ms_my: Invois tanpa PPN
pl_pl: faktury bez VAT

source: Customers with valid tax number
es_es: Clientes con número de impuesto válido
hr_hr: Kupci s važećim poreznim brojem
ms_my: Pelanggan dengan nombor cukai yang sah
pl_pl: Klienci z ważnym numerem vat

source: Invoices with VAT
es_es: Facturas con IVA
hr_hr: Fakture sa PDV-om
ms_my: Invois dengan VAT
pl_pl: Faktury z VAT

source: Replacements/Samples
es_es: Reemplazos / Muestras
hr_hr: Zamjene/Uzorci
ms_my: Penggantian / Sampel
pl_pl: Produkty zastępcze / próbki

source: Category
de_de: Kategorie
es_es: Categoría
hr_hr: Kategorija
ms_my: Kategori
pl_pl: Kategoria

source: Uploaded by
de_de: Hochladen von
es_es: archivos subidos por
hr_hr: Postavio/la
ms_my: Dimuat naik oleh
pl_pl: Przesyłane przez

source: Customers who answer this poll
es_es: Clientes que responden esta encuesta
hr_hr: Kupci koji odgovore na ovu anketu
ms_my: Pelanggan yang menjawab pengundian ini
pl_pl: Klienci którzy odpowiedzieli na sondaż

source: Parentage of total customers who answer this poll
es_es: Paternidad del total de clientes que responden esta encuesta
hr_hr: Postotak ukupnog broja kupaca koji su odgovorili na ovu anketu
ms_my: Kebanyakkan pelanggan yang menjawab jawapan ini
pl_pl: Klienci którzy odpowiedzieli na sondaż

source: New products
de_de: neue Produkte
es_es: Productos nuevos
hr_hr: Novi proizvodi
ms_my: Produk baru
pl_pl: Nowe produkty

source: New products (less than 2 weeks)
de_de: Neue Produkte (weniger als 2 Wochen)
es_es: Nuevos productos (menos de 2 semanas)
hr_hr: Novi proizvod (manje od 2 tjedna)
ms_my: Produk baru (kurang daripada 2 minggu)
pl_pl: Nowe Produkty ( mniej niż 2 tygodnie)

source: Active products
de_de: Aktive Produkte
es_es: Activos productos
hr_hr: Aktivni proizvodi
ms_my: Produk aktif
pl_pl: Produkty aktywne

source: Discontinuing products
de_de: Artikel die auslaufen
es_es: Descontinuar productos
hr_hr: Proizvodi koji se ukidaju
ms_my: Menghentikan produk
pl_pl: Produkty niekontynuowane

source: Discontinued products
de_de: Auslaufartikel
es_es: Productos descontinuados
hr_hr: Proizvodi koji se više ne proizvode
ms_my: Produk yang dihentikan
pl_pl: Produkty niekontunuowane

source: Suspended product
de_de: momentan eingestellte Produkte
es_es: Producto suspendido
hr_hr: Suspendirani proizvod
ms_my: Produk digantung
pl_pl: Produkt zawieszony

source: Active products online
de_de: Aktive Produkte Online
es_es: productos activos online
hr_hr: Aktivni proizvodi online
ms_my: Produk aktif dalam talian
pl_pl: Aktywne produkty online

source: Active products out of stock
de_de: Aktive Produkte die nicht vorrätig sind
es_es: Productos activos sin stock
hr_hr: Aktivni proizvodi rasprodani
ms_my: Produk aktif di luar stok
pl_pl: Aktywne produkty - brak na stanie

source: Active products offline
de_de: Aktive Produkte Offline
es_es: Productos activos fuera de venta
hr_hr: Aktivni proizvodi offline
ms_my: Produk aktif di luar talian
pl_pl: Aktywne produkty offline

source: Sales representatives report
es_es: Informe de representantes de ventas
ms_my: Laporan wakil penjualan
pl_pl: Raport przedstawicieli handlowych

source: Created
de_de: Erstellt
es_es: Creado
hr_hr: Kreirano
ms_my: Dibuat
pl_pl: Stworzony

source: Received
de_de: Empfangen
es_es: Recibido
hr_hr: Primljeno
ms_my: Menerima
pl_pl: Otrzymano

source: Checked
de_de: Überprüft
es_es: Comprobar
hr_hr: Provjereno
ms_my: Diperiksa
pl_pl: Sprawdzone

source: Booked in
es_es: Reservado en
ms_my: Memasukkan masuk

source: Costing done
es_es: Costeo hecho
ms_my: Kos dilakukan

source: Incoterm not set
es_es: Incoterm no establecido
ms_my: Incoterm tidak ditetapkan

source: Port of export
de_de: Exporthafen
es_es: Puerto de exportación
hr_hr: Izvozna luka
ms_my: Pelabuhan eksport
pl_pl: Port Eksportu

source: Port of export not set
es_es: Puerto de exportación no establecido
ms_my: Pelabuhan eksport tidak ditetapkan

source: Port of import
de_de: Importhafen
es_es: Puerto de importación
hr_hr: Uvozna luka
ms_my: Pelabuhan import
pl_pl: Port importu

source: Port of import not set
es_es: Puerto de importación no establecido
ms_my: Pelabuhan import tidak ditetapkan

source: delete
de_de: Lösche
es_es: eliminar
hr_hr: obrisati
ms_my: padam
pl_pl: usuń

source: Delete delivery
de_de: Lieferung löschen
es_es: Eliminar entrega
hr_hr: Obriši isporuku
ms_my: Padamkan penghantaran
pl_pl: Usuń dostawę

source: Delete
de_de: Löschen
es_es: Eliminar
hr_hr: Obrisati
ms_my: Padam
pl_pl: Usuń

source: Cancel
de_de: Stornieren
es_es: Cancelar
hr_hr: Otkazati
ms_my: Batalkan
pl_pl: Anuluj

source: Cancel delivery
de_de: Lieferung stornieren
es_es: Cancelar entrega
hr_hr: Otkaži isporuku
ms_my: Batalkan penghantaran
pl_pl: Anuluj dostawę

source: Unmark as dispatched
de_de: Markierung als versendet aufheben
es_es: Desmarcar como enviado
hr_hr: Poništi oznaku poslanog
ms_my: Nyahsekat sebagai dihantar
pl_pl: Odznacz jako wysłane

source: Save
de_de: Speichern
es_es: Guardar
hr_hr: Pohraniti
ms_my: Simpan
pl_pl: Zapisz

source: Unmark as received
de_de: Markierung als empfangen aufheben
es_es: Desmarcar como recibido
hr_hr: Poništi oznaku kao primljeno
ms_my: Nyahtanda seperti yang diterima
pl_pl: Odznacz jako otrzymane

source: Redo costing
es_es: Rehacer costos
ms_my: Mengurangkan kos

source: Go back to delivery costing
es_es: Volver al coste de entrega
ms_my: Kembali ke kos penghantaran

source: Mark delivery as received
de_de: Lieferung als erhalten markieren
es_es: Marcar la entrega como recibida
hr_hr: Označi isporuku kao primljenu
ms_my: Tandakan penghantaran seperti yang diterima
pl_pl: Zaznacz dostawę jako otrzymaną

source: Mark as dispatched
de_de: Als versandt markieren
es_es: Marcar como enviado
hr_hr: Označi kao otpremljeno
ms_my: Tandakan sebagai dihantar
pl_pl: Zaznacz jako wysłane

source: Delivery dispatched by supplier
de_de: Lieferung versandt vom Lieferanten
es_es: Entrega despachada por el proveedor
hr_hr: Dostava poslana od strane dobavljača
ms_my: Penghantaran yang dihantar oleh pembekal
pl_pl: Dostawa wysłana przez dostawcę

source: Start checking costs
es_es: Comience a verificar los costos
ms_my: Mula menyemak kos

source: Number of items
es_es: Número de items
ms_my: Bilangan barang

source: Items under delivered
es_es: Artículos bajo entregados
ms_my: Item di bawah dihantar

source: Items over delivered
es_es: Artículos sobre entregados
ms_my: Item yang dihantar

source: Purchase order amount
es_es: Cantidad de la orden de compra
hr_hr: Iznos narudžbenice
ms_my: Jumlah pesanan pembelian
pl_pl: Wartość dokumentu zamówienia

source: Supplier invoice currency
es_es: Moneda de factura del proveedor
hr_hr: Valuta fakture dobavljača
ms_my: Mata wang invois pembekal
pl_pl: kwota (waluta dostawcy)

source: Items
de_de: Artikel
es_es: Artículos
hr_hr: Stavke
ms_my: Item
pl_pl: Produkty

source: Extra costs
es_es: Costos extra
hr_hr: Dodatni troškovi
ms_my: Kos tambahan
pl_pl: Dodatkowy koszt

source: Select all
de_de: Alles auswählen
es_es: Seleccione todos
hr_hr: Selektirati sve
ms_my: Pilih semua
pl_pl: Wybierz wszystkie

source: Delivery Number
de_de: Liefernummer
es_es: Número de entrega
hr_hr: Broj isporuke
ms_my: Nombor Penghantaran
pl_pl: Numer Dostawy

source: Delivery number
de_de: Liefernummer
es_es: Número de entrega
hr_hr: Broj isporuke
ms_my: Nombor penghantaran
pl_pl: Numer dostawy

source: Ex-employee
de_de: Ex-Angestellter
es_es: Ex empleado
hr_hr: Bivši zaposlenik
ms_my: Bekas pekerja
pl_pl: Były pracownik

source: Tax number
de_de: USt-IdNr.
es_es: Numero fiscal
hr_hr: Porezni broj
ms_my: Nombor cukai
pl_pl: Numer Podatkowy:

source: Registration number
de_de: Unternehmensnummer
es_es: Registro
hr_hr: Matični broj
ms_my: Nombor pendaftaran
pl_pl: Numer rejestracji

source: Deleted
de_de: Gelöscht
es_es: Eliminada
hr_hr: Obrisano
ms_my: Dihapuskan
pl_pl: Usunięto

source: Refund items net
de_de: Rückerstattungsartikel netto
es_es: Reembolsar artículos netos
hr_hr: Vraćeni artikli neto
ms_my: Item balik semula bersih
pl_pl: zwrot wartości produktów netto

source: Refund charges net
de_de: Rückerstattungsbetrag netto
es_es: % s cargos
hr_hr: Neto troškovi povrata
ms_my: Caj bayaran balik bersih
pl_pl: zwrot opłaty netto

source: Refund adjusts net
de_de: Rückerstattungsanpassung netto
es_es: Reembolso ajusta neto
hr_hr: Prilagodba povrata neto
ms_my: Bayaran balik menyesuaikan bersih
pl_pl: Zwrot reguluje netto

source: Refund shipping net
de_de: Rückerstattungslieferung netto
es_es: Reembolso neto del envío
hr_hr: Povrat troškova dostave neto
ms_my: Net penghantaran penghantaran balik
pl_pl: zwrot wartości produktów netto

source: Refund insurance net
de_de: Rückerstattungsversicherung netto
es_es: Seguro de reembolso neto
hr_hr: Povrat osiguranja neto
ms_my: Penjimatan bersih insurans
pl_pl: zwrot ubezpieczenia netto

source: Refund total net
de_de: Rückerstattungsgesamtbetrag netto
es_es: Reembolso total neto
hr_hr: Ukupni neto povrat
ms_my: Jumlah keseluruhan bayaran balik
pl_pl: wartość netto

source: Refund
de_de: Rückerstattung
es_es: Devolucion
hr_hr: Refundacija
ms_my: Bayaran Balik
pl_pl: Zwrot pieniędzy

source: Refund Adjust Tax
de_de: Rückerstattungsanpassung Steuer
es_es: Reembolso Ajustar Impuesto
hr_hr: Povrat prilagođen porezu
ms_my: Bayaran Balik Laraskan Cukai
pl_pl: Zwrot dodanego vatu

source: Refund total
de_de: Rückerstattungsgesamtbetrag
es_es: Reembolso total
hr_hr: Ukupni povrat
ms_my: Jumlah bayaran balik
pl_pl: zwrócono razem

source: Offers
de_de: Angebote
es_es: Ofertas
hr_hr: Ponude
ms_my: Tawaran
pl_pl: Oferty

source: Sent back
es_es: Devuelto
ms_my: Hantar balik

source: Order
de_de: Bestellung
es_es: Pedido
hr_hr: Narudžba
ms_my: Perintah
pl_pl: Zamówienie

source: Undo booked in
es_es: Deshacer reservado en
ms_my: Batalkan tempahan di

source: Go back
de_de: Zurück gehen
es_es: Volver
hr_hr: Vrati se natrag
ms_my: Pergi balik
pl_pl: Wróć

source: Mark return as received
es_es: Marcar retorno como recibido
ms_my: Tandakan kembali seperti yang diterima

source: Contact since
de_de: Kontakt seit
es_es: Contacto desde
hr_hr: Kontakt od
ms_my: Hubungi sejak
pl_pl: Kontakt od

source: Consignments
es_es: envio
hr_hr: Pošiljke
ms_my: Pemadaman
pl_pl: Przesyłki

source: Payroll Id
de_de: Lohnabrechnung ID
es_es: ID de nómina
hr_hr: ID plaće
ms_my: Id Gaji
pl_pl: ID Listy płac

source: Location barcode
de_de: Lokation Strichcode
es_es: Código de barras de ubicación
hr_hr: Barkod lokacije
ms_my: Kod bar lokasi
pl_pl: Kod kreskowy lokalizacji

source: Products origin
de_de: Produkte Herkunft
es_es: Origen de los productos
hr_hr: Podrijetlo proizvoda
ms_my: Produk asal
pl_pl: Pochodzenie Produktów

source: Delivery time
de_de: Lieferzeit
es_es: El tiempo de entrega
hr_hr: Vrijeme isporuke
ms_my: Masa penghantaran
pl_pl: Czas dostawy

source: Lost Supplier
de_de: Verlorener Lieferant
es_es: Proveedor perdido
hr_hr: Izgubljeni dobavljač
ms_my: Pembekal Hilang
pl_pl: Stracony Dostawca

source: Warning!, loosing supplier
de_de: Achtung! Sie verlieren einen Lieferanten
es_es: ¡Advertencia !, Eliminando proveedor
hr_hr: Upozorenje!, gubimo dobavljača
ms_my: Amaran !, kehilangan pembekal
pl_pl: Ostrzeżenie ! Utrata dostawcy

source: has place one order
de_de: hat eine Bestellung eingereicht
es_es: a hecho un solo pedido
hr_hr: ima jednu narudžbu
ms_my: telah membuat satu pesanan
pl_pl: złożył zamówienie

source: placed
de_de: eingereicht
es_es: metido
hr_hr: naručeno
ms_my: ditempatkan
pl_pl: złożono

source: has placed
de_de: hat eingereicht
es_es: ha colocado
hr_hr: je naručio
ms_my: telah diletakkan
pl_pl: złożono

source: orders
de_de: Bestellungen
es_es: pedidos
hr_hr: narudžbe
ms_my: pesanan
pl_pl: zamówienia

source: orders so far
de_de: Bestellungen bisher
es_es: órdenes hasta ahora
hr_hr: narudžbi do sada
ms_my: pesanan setakat ini
pl_pl: zamówienia dotychczas

source: which amounts to a total of
de_de: das ergibt insgesamt
es_es: que hace a un total de
hr_hr: što ukupno iznosi
ms_my: yang berjumlah sejumlah
pl_pl: łączna suma

source: plus tax
de_de: plus Steuer
es_es: mas iva
hr_hr: plus porez
ms_my: ditambah cukai
pl_pl: plus podatek

source: an average of
de_de: ein Durchschnitt von
es_es: un promedio de
hr_hr: prosjek od
ms_my: purata
pl_pl: średnia
