Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Quantity invoiced
de_de: fakturierte Menge
es_es: Cantidad facturada
hr_hr: Fakturirana količina
ms_my: Kuantiti invois
pl_pl: Ilości zaksięgowane

source: Terms & allowances
de_de: Bedingungen & Bewilligungen
es_es: Términos y bonificaciones
hr_hr: Uvjeti i naknade
ms_my: Terma dan elaun
pl_pl: Warunki i dodatki

source: Scope
de_de: Umfang
es_es: Alcance
hr_hr: Opseg
ms_my: Skop
pl_pl: Zakres

source: Payment account
de_de: Zahlungskonto
es_es: Cuenta de pago
hr_hr: Račun za plaćanje
ms_my: Akaun pembayaran
pl_pl: Konto płatności

source: Supplier's code
de_de: Lieferantencode
es_es: Código del proveedor
hr_hr: Šifra dobavljača
ms_my: Kod pembekal
pl_pl: Kod dostawcy

source: Delivered Cost
de_de: Gelieferte Kosten
es_es: Costo entregado
hr_hr: Trošak isporuke
ms_my: Kos Penghantaran
pl_pl: Koszt Dostawy

source: Revenue
de_de: Einnahmen
es_es: Ingresos
hr_hr: Prihod
ms_my: Pendapatan
pl_pl: Przychody

source: Dispatched/w
de_de: Versandt/W
es_es: Despachado / w
hr_hr: Otpremljeno/t
pl_pl: wysłane / tydzień

source: Available forecast
de_de: Verfügbare Prognose
es_es: Pronóstico disponible
hr_hr: Dostupna prognoza
ms_my: Ramalan yang tersedia
pl_pl: Prognoza dostepności

source: Online state
de_de: Online-Status
es_es: Estado en línea
hr_hr: Stanje online
ms_my: Negeri dalam talian
pl_pl: Status online

source: Web page group
de_de: Webseite-Gruppe
es_es: Grupo de páginas web
hr_hr: Grupa web stranice
ms_my: Kumpulan halaman web
pl_pl: Grupa strony internetowej

source: Views
de_de: Ansichten
es_es: Vistas
hr_hr: Pregledi
ms_my: Pandangan
pl_pl: Widoki

source: Payroll ID
de_de: Lohnabrechnung ID
es_es: ID de nómina
hr_hr: Identifikacijski broj plaće
ms_my: ID Gaji
pl_pl: ID Listy płac

source: Work cost
de_de: Arbeitskosten
es_es: Costo de trabajo
hr_hr: Trošak rada
ms_my: Kos kerja
pl_pl: Koszt Pracy

source: Total revenue
de_de: Gesamterlöse
es_es: Los ingresos totales
hr_hr: Ukupni prihodi
ms_my: Jumlah hasil
pl_pl: Całkowite Przychody

source: Total dispatched
de_de: Insgesamt versandt
es_es: Total despachado
hr_hr: Ukupno otpremljeno
ms_my: Jumlah dihantar
pl_pl: Liczba wysłanych razem

source: Stock status
de_de: Lagerbestand
es_es: Estado del inventario
hr_hr: Stanje zaliha
ms_my: Status stok
pl_pl: Status Zasobów

source: Current supplier cost per SKO
es_es: Costo actual del proveedor por SKO
ms_my: Kos pembekal semasa bagi setiap SKO

source: Warehouse stock value per SKO
es_es: Valor de stock de almacén por SKO
ms_my: Nilai stok gudang bagi setiap SKO

source: Commercial value per SKO
es_es: Valor comercial por SKO
ms_my: Nilai komersial bagi setiap SKO

source: Level
de_de: Ebene
es_es: Nivel
hr_hr: Razina
ms_my: Tahap

source: Subcategories
de_de: Unterkategorien
es_es: Subcategorías
hr_hr: Potkategorije
ms_my: Subkategori
pl_pl: Podkategorie

source: Subjects
de_de: Datensubjekte
es_es: Asignaturas
hr_hr: Predmeti
ms_my: Subjek
pl_pl: Tematy

source: Assigned
de_de: zugeteilt
es_es: Asignado
hr_hr: Dodijeljeno
ms_my: Ditugaskan
pl_pl: Przypisane

source: Month
de_de: Monat
es_es: Mes
hr_hr: Mjesec
ms_my: Bulan
pl_pl: Miesiąc

source: Week
de_de: Woche
es_es: Semana
hr_hr: Tjedan
ms_my: Minggu
pl_pl: Tydzień

source: Week starting
de_de: Woche beginnend am
es_es: semana comenzando
hr_hr: Početak tjedna
ms_my: Bermula minggu
pl_pl: Początek tygodnia

source: Days
de_de: Tage
es_es: Días
hr_hr: Dani
ms_my: Hari
pl_pl: Dni

source: Employees
de_de: Angestellte
es_es: Empleados
hr_hr: Zaposlenici
ms_my: Pekerja
pl_pl: Pracownicy

source: Timesheets
de_de: Stundenzettel
es_es: Hojas de horas
hr_hr: Vremenske tablice
pl_pl: Grafiki

source: Refund tax
es_es: Impuesto de reembolso
ms_my: Cukai balik

source: Date of birth
de_de: Geburtsdatum
es_es: Fecha de nacimiento
hr_hr: Datum rođenja
ms_my: Tarikh lahir
pl_pl: Data urodzenia

source: Official Id
de_de: Offizielle ID
es_es: Identificación oficial
hr_hr: Službeni ID
ms_my: Id Rasmi
pl_pl: Oficjalne ID

source: Next of kind
de_de: Weitere der Art
es_es: Siguiente de tipo
hr_hr: Srodnik
ms_my: Seterusnya jenis
pl_pl: Kolejny z rodzaju

source: Job title
de_de: Berufsbezeichnung
es_es: Título profesional
hr_hr: Naziv radnog mjesta
ms_my: Tajuk kerja
pl_pl: Zawód

source: User
de_de: Benutzer
es_es: Usuario
hr_hr: Korisnik
ms_my: Pengguna
pl_pl: Użytkownik

source: User status
es_es: Estatus de usuario
hr_hr: Status korisnika
ms_my: Status pengguna
pl_pl: Status użytkownika

source: Actions
de_de: Maßnahmen
es_es: Acciones
hr_hr: Akcije
ms_my: Tindakan
pl_pl: Akcje

source: Id
es_es: Carné de identidad

source: Warnings
de_de: Warnungen
es_es: Avisos
hr_hr: Upozorenja
ms_my: Amaran
pl_pl: Ostrzeżenia

source: Used in
es_es: Usado en
ms_my: Digunakan dalam

source: Billing region
de_de: Abrechnungsregion
es_es: Región de facturación
hr_hr: Regija naplate
ms_my: Kawasan bil
pl_pl: Region Faktury

source: Tax code
de_de: Steuerkode
es_es: codigo de impuestos
hr_hr: Porezni broj
ms_my: Kod cukai
pl_pl: Kod Podatkowy

source: Date creation
de_de: Erstellungsdatum
es_es: Fecha de creación
hr_hr: Stvaranje datuma
ms_my: Penciptaan tarikh
pl_pl: Data utworzenia

source: Amount collected
es_es: cantidad recaudada
hr_hr: Prikupljeni iznos
ms_my: Jumlah yang dikutip
pl_pl: kwota odebrana

source: Kind
de_de: Art
es_es: Tipo
hr_hr: Srodnik
pl_pl: Kolejny rodzaj

source: Operations
de_de: Operationen
es_es: Operaciones
hr_hr: Operacije
ms_my: Operasi
pl_pl: Operacje

source: Last complain
es_es: Última queja
ms_my: Keluhan terakhir

source: Complains
es_es: Se queja
ms_my: Mengadu

source: Employee
de_de: Angestellte/r
es_es: Empleado
hr_hr: Zaposlenik
ms_my: Pekerja
pl_pl: Pracownik

source: Clocked
de_de: Anwesend
es_es: Registrado
hr_hr: Evidentiran
ms_my: Jam
pl_pl: Zalogowani

source: Customers with credits
de_de: Kunden mit Krediten
es_es: Clientes con créditos
hr_hr: Klijenti s kreditima
ms_my: Pelanggan dengan kredit
pl_pl: Klienci z kredytem

source: Credit amount
de_de: Kreditmenge
es_es: cantidad de crédito
hr_hr: Kreditni iznos
ms_my: Jumlah kredit
pl_pl: Wartość kredytu

source: Customers with debit
es_es: Clientes con débito
ms_my: Pelanggan dengan debit

source: Debit amount
es_es: Monto de débito
ms_my: Jumlah debit

source: Category status
de_de: Kategoriestatus
es_es: Estado de la categoría
hr_hr: Status kategorije
ms_my: Status kategori
pl_pl: Status Kategori

source: Webpage state
de_de: Webseiten-Stand
es_es: Estado del la páginas web
hr_hr: Stanje web stranice
ms_my: Negeri halaman web
pl_pl: Stan Strony Internetowej

source: Online products
de_de: Online-Produkte
es_es: Productos en linea
hr_hr: Online proizvodi
ms_my: Produk dalam talian
pl_pl: Produkty Online

source: Online out of stock products
de_de: Online Nicht vorrätige Produkte
es_es: productos fuera de stock en línea
hr_hr: Online proizvodi koji nisu na zalihama
ms_my: Online daripada produk stok
pl_pl: Brakujące Produkty Online

source: Items with problems
es_es: Artículos con problemas
ms_my: Item yang mempunyai masalah

source: Subject
de_de: Betreff
es_es: Asunto
hr_hr: Predmet
ms_my: Subjek
pl_pl: Temat

source: Hard
es_es: Difícil
hr_hr: Nepovratne
ms_my: Keras
pl_pl: Twardy

source: Soft
es_es: Suave
hr_hr: Privremene
ms_my: Lembut
pl_pl: miękki

source: Refund amount
es_es: Cantidad devuelta
hr_hr: Iznos povrata
ms_my: Jumlah bayaran balik
pl_pl: Wartość zwrotu

source: Profit
de_de: Gewinn
es_es: Lucro
hr_hr: Profil
ms_my: Keuntungan

source: Sent date
es_es: Cliente eliminado
hr_hr: Datum slanja
ms_my: Tarikh dihantar
pl_pl: data wysłania

source: Emails
de_de: E-Mail-Adressen
es_es: Correo electrónicos
hr_hr: E-mailovi
ms_my: E-mel
pl_pl: wiadomości email

source: Send
de_de: Senden
es_es: Enviar
hr_hr: Poslano
ms_my: Hantar
pl_pl: Wysłane

source: Read
de_de: Lesen
es_es: Leido
hr_hr: Pročitano
ms_my: Baca
pl_pl: Czytać

source: Revived
de_de: Wiederbelebt
es_es: Revivido
hr_hr: Obnovljeno
ms_my: Dihidupkan semula
pl_pl: Ożywiony

source: Campaigns
de_de: Kampagnen
es_es: Campañas
hr_hr: Kampanje
ms_my: Kempen
pl_pl: Kampanie

source: S. Code
de_de: S. Kode
es_es: Código S.
hr_hr: S. Kod
ms_my: S. Kod
pl_pl: Kod S

source: Placement notes
de_de: Stellenhinweise
es_es: Notas de colocación
hr_hr: Bilješke o postavljanju
ms_my: Nota penempatan
pl_pl: Nottki umieszczenia

source: Subtotals
de_de: Zwischensumme
es_es: Subtotales
hr_hr: Međuzbrojevi
ms_my: Subtotal
pl_pl: sumy częściowe

source: Delivered quantity
es_es: Cantidad entregada
ms_my: Kuantiti yang dihantar

source: Checked SKO
de_de: überprüfte SKO
es_es: SKO comprobado
hr_hr: Provjereno SKO
ms_my: Semak SKO
pl_pl: Sprawdzone SKO

source: Placements
de_de: Plazierung
es_es: Colocaciones
hr_hr: Postavke
ms_my: Penempatan
pl_pl: Umieszczenie

source: Can pick
de_de: Zum Kommissionieren beriet
es_es: Puede recolectar
hr_hr: Može se preuzeti
ms_my: Boleh memilih
pl_pl: Można przygotować

source: Delivery note
de_de: Lieferschein
es_es: Nota de entrega
hr_hr: Dostavna bilješka
ms_my: Nota serahan
pl_pl: Dokumenty dostawy

source: Delivery date
es_es: Fecha de entrega
ms_my: Tarikh penghantaran

source: Deleted date
es_es: Fecha eliminada
ms_my: Tarikh yang dipadam

source: Value
de_de: Wert
es_es: Valor
hr_hr: Vrijednost
ms_my: Nilai
pl_pl: Wartość

source: Commercial Value
de_de: Handelswert
es_es: Valor comercial
hr_hr: Komercijalna vrijednost
ms_my: Nilai komersial
pl_pl: Wartość Handlowa

source: In PO
es_es: En PO
hr_hr: U PO (narudžbenici)
ms_my: Dalam PO
pl_pl: w PO

source: In Other
es_es: En Otro
hr_hr: U drugom
ms_my: Dalam Lain-lain
pl_pl: w inne

source: Out sales
es_es: Fuera de venta
hr_hr: Van prodaje
ms_my: Jualan keluar
pl_pl: brak - wyprzedaż

source: Out other
es_es: Fuera otro
hr_hr: Izvanjski
ms_my: Daripada yang lain
pl_pl: brak - inne

source: Other locations stock
de_de: Bestand an anderen Lagerorten
es_es: Stock de otras ubicaciones
hr_hr: Zaliha na drugim lokacijama
ms_my: Stok lokasi lain
pl_pl: Inna lokalizacja zasobów

source: Eventual Stock
de_de: Eventueller Bestand
es_es: Stock eventual
hr_hr: Eventualne zalihe
ms_my: Stok Akhir
pl_pl: Ewentualny stan magazynowy

source: Recommended SKOs quantity
de_de: empfohlene SKO-Menge
es_es: Cantidad recomendada de SKO
hr_hr: Preporučena količina SKO-ova
ms_my: Kuantiti SKO yang disyorkan
pl_pl: Rekomendowana ilość SKO

source: Last invoice
de_de: Letzte Rechnung
es_es: ultima factura
hr_hr: Zadnja faktura
ms_my: Invois terakhir
pl_pl: Ostatnia faktura

source: Logins
de_de: Anmeldungen
es_es: Ingresos
hr_hr: Prijave
ms_my: Log masuk
pl_pl: Logowania

source: Fail Logins
de_de: fehlgeschlagenen Anmeldungen
es_es: Ingresos fallidos
hr_hr: Neuspjele prijave
ms_my: Log masuk gagal
pl_pl: Nieudane logowania

source: Pageviews
de_de: Seitenaufrufe
es_es: Vistas página
hr_hr: Prikazi stranice
ms_my: Tayangan halaman
pl_pl: Ilość Odwiedzonych Stron

source: Company
de_de: Unternehmensname
es_es: Empresa
hr_hr: Tvrtka
ms_my: Syarikat
pl_pl: Firma

source: Main contact
de_de: Hauptkontakt
es_es: Contacto principal
hr_hr: Glavni kontakt
ms_my: Kenalan utama
pl_pl: Główny Kontakt

source: Invoiced Net
de_de: in Rechnung gestellt - Netto
es_es: Net facturada
hr_hr: Fakturirano neto
ms_my: Invois Bersih
pl_pl: Zaksięgowane netto

source: Carton description
de_de: Karton Beschreibung
es_es: Descripción del cartón
hr_hr: Opis kartona
ms_my: Penerangan kadbod
pl_pl: Opis Kartonu

source: Object
de_de: Objekt
es_es: Objeto
hr_hr: Objekt
ms_my: Objek
pl_pl: Obiekt

source: Uploaded
de_de: Hochgeladene
es_es: archivos subidos
hr_hr: Učitano
ms_my: Dimuat naik
pl_pl: Przesłano

source: Change
de_de: Ändern
es_es: Cambiar
hr_hr: Promijene
ms_my: Ubah
pl_pl: Zmień

source: Staff
de_de: Personal
es_es: Personal
hr_hr: Osoblje
ms_my: Kakitangan
pl_pl: Personel

source: Unpaid overtime
de_de: Nicht bezahlte Überstunden
es_es: Horas extraordinarias no pagadas
hr_hr: Neplaćeni prekovremeni rad
ms_my: Masa lapang yang tidak dibayar
pl_pl: Niezapłacone nadgodziny

source: Breaks
de_de: Pausen
es_es: Saltos
hr_hr: Pauze
ms_my: Cuti
pl_pl: Przerwy

source: Paid time
de_de: Bezahlte Arbeitsstunden
es_es: Tiempo pagado
hr_hr: Plaćeno vrijeme
ms_my: Masa berbayar
pl_pl: Opłacony czas

source: Paid overtime
de_de: bezahlte Überstunden
es_es: Pago de horas extras
hr_hr: Plaćen prekovremeni rad
ms_my: Dibayar lebih masa
pl_pl: Opłacone nadgodziny

source: Worked
de_de: hat gearbeitet
es_es: Trabajó
hr_hr: Radio/la
ms_my: Bekerja
pl_pl: Pracować

source: Requested date
es_es: Fecha solicitada
ms_my: Tarikh yang diminta

source: Commodity
de_de: Rohstoff
es_es: Mercancía
hr_hr: Roba
ms_my: Komoditi
pl_pl: Kod towarowy

source: Units received
es_es: Unidades recibidas
ms_my: Unit yang diterima

source: Webpage type
es_es: Tipo de página web
hr_hr: Tip web stranice
ms_my: Jenis laman web
pl_pl: Typ strony

source: Last PO
de_de: Letzte Bestellung
es_es: Último pedido
hr_hr: Zadnja narudžbenica
ms_my: PO lepas
pl_pl: Ostatni PO

source: Optimal
es_es: Optimo
hr_hr: Optimalno
pl_pl: Optymalny

source: Pending PO
de_de: Ausstehende Bestellung
es_es: PO pendiente
hr_hr: Narudžbenica na čekanju
ms_my: Menunggu PO
pl_pl: W toku

source: Number of refunds difference form previous year
es_es: Diferencia de número de reembolsos del año anterior
ms_my: Bilangan borang pemulangan bayaran balik tahun sebelumnya

source: Handle
de_de: handhaben
es_es: Clave
hr_hr: Upravljanje
ms_my: Mengendalikan
pl_pl: obsługiwać

source: Contractor
de_de: Auftragnehmer
es_es: Contratista
hr_hr: Izvođač
ms_my: Kontraktor
pl_pl: Kontraktor

source: Groups
de_de: Gruppen
es_es: Grupos
hr_hr: Grupe
ms_my: Kumpulan
pl_pl: Grupy

source: Fail logins
es_es: Inicios de sesión fallidos
ms_my: Log masuk gagal

source: Stock in picking
de_de: Bestand bei der Kommissionierung
es_es: Stock en picking
hr_hr: Zaliha u pokupljanju
ms_my: Saham dalam memilih
pl_pl: Przygotowywane stany magazynowe

source: Total stock
de_de: Gesamtbestand
es_es: Stock total
hr_hr: Ukupno zaliha
ms_my: Jumlah stok
pl_pl: Całkowity stan magazynowy

source: Storing locations
de_de: Lagerung Standorte
es_es: Almacenar ubicaciones
hr_hr: Lokacije skladišta
ms_my: Menyimpan lokasi
pl_pl: Lokalizacje Przechowywania

source: Template
de_de: Vorlage
es_es: Plantilla
hr_hr: Predložak
ms_my: Templat
pl_pl: Szablon

source: Territories
es_es: Territorios
ms_my: Wilayah

source: Shipping price
es_es: Precio de envío
ms_my: Kos penghantaran

source: First used
es_es: Primero usado
ms_my: Pertama digunakan

source: Last used
es_es: Utilizado por última vez
ms_my: Kali terakhir digunakan

source: Net amount
es_es: Importe neto
ms_my: Jumlah bersih

source: Purged state
es_es: Estado purgado
ms_my: Negeri yang dibunuh

source: Purged date
es_es: Fecha purgada
ms_my: Tarikh dibuang

source: Suppliers code
es_es: Código de proveedores
ms_my: Kod pembekal

source: Aurora username
es_es: Nombre de usuario Aurora
ms_my: Nama pengguna Aurora

source: User Handle
de_de: Benutzer Tauglich
es_es: Clave de usiario
hr_hr: Korisnička oznaka
ms_my: Pemegang Pengguna
pl_pl: Obsługa Uzytkownika

source: Sessions
de_de: Sitzungen
es_es: Sesiones
hr_hr: Sjednice
ms_my: Sesi
pl_pl: Sesje

source: Last Login
de_de: Letzte Anmeldung
es_es: Último ingreso
hr_hr: Posljednja prijava
ms_my: Log masuk kali terakhir
pl_pl: Ostatnie Logowanie

source: Sold
de_de: Verkauft
es_es: Vendido
hr_hr: Rasprodano
ms_my: Dijual
pl_pl: Sprzedany

source: Bought
de_de: Gekauft
es_es: Comprado
hr_hr: Kupljeno
ms_my: Dibeli
pl_pl: Kupiony

source: Delivery Note
de_de: Versandanzeige
es_es: Albarán
hr_hr: Dostavna bilješka
ms_my: Nota serahan
pl_pl: Notatka dostawy

source: Cost value
es_es: Valor de coste
hr_hr: Troškovna vrijednost
ms_my: Nilai kos
pl_pl: Wartość zakupu

source: Display
de_de: Anzeige
es_es: Monitor
hr_hr: Prikaz
ms_my: Paparan
pl_pl: Wystawa

source: Weeks available
de_de: Wochen verfügbar
es_es: Semanas disponibles
hr_hr: Dostupni tjedni
ms_my: Minggu tersedia
pl_pl: Tygodnie dostępne

source: SKOs picked
es_es: SKO recogidos
hr_hr: SKO-ovi preuzeti
ms_my: SKO dipilih
pl_pl: SKO przygotowane

source: Count(distinct Part,Delivery)
es_es: Cuenta (parte distinta, entrega)
hr_hr: Brojanje (različitih dijelova, isporuka)
ms_my: Count (Bahagian yang berbeza, Penghantaran)
pl_pl: (odrębna część, dostawa)

source: Share of pickings against other pickers
es_es: Parte de las recolecciones contra otros recolectores
ms_my: Bahagian pemilihan terhadap pemetik lain

source: Clocked hours
es_es: Horas cronometradas
hr_hr: Evidentirani sat
ms_my: Jam berjaga-jaga
pl_pl: Godziny zalogowane

source: Customer reported issues
es_es: Problemas informados por el cliente
ms_my: Pelanggan melaporkan isu

source: Percentage deliveries with customer reported issues
es_es: Porcentaje de entregas con problemas informados por el cliente
ms_my: Penghantaran peratus dengan isu yang dilaporkan pelanggan

source: Deliveries with errors
es_es: entregas con errores
hr_hr: Isporuke sa pogreškama
ms_my: Penghantaran dengan kesilapan
pl_pl: Dostawy z błędami

source: Percentage deliveries with errors
es_es: Porcentaje de entregas con errores
hr_hr: Postotak isporuka sa pogreškama
ms_my: Peratus penyampaian dengan ralat
pl_pl: Dostawy z błędami w procentach

source: Picks with errors
es_es: recogidas con errores
hr_hr: Preuzeto sa pogreškama
ms_my: Pilihan dengan kesilapan
pl_pl: Przygotowane z błędami

source: Percentage picks with errors
es_es: porcentaje recogidas con errores
hr_hr: Postotak preuzimanje sa pogreškama
ms_my: Peratusan memilih dengan ralat
pl_pl: Dostawy z błędami w procentach

source: Returned SKOs
es_es: SKO devueltos
ms_my: SKO yang dikembalikan

source: SKO to return
es_es: SKO para volver
ms_my: SKO untuk kembali

source: Accounts
de_de: Kontos
es_es: Cuentas
hr_hr: Računi
ms_my: Akaun
pl_pl: Konta

source: Transactions
de_de: Transaktionen
es_es: Transacciones
hr_hr: Transakcije
ms_my: Urus niaga
pl_pl: Transakcje

source: Device
de_de: Gerät
es_es: Dispositivo
hr_hr: Uređaj
ms_my: Peranti
pl_pl: Urządzenie

source: nth
es_es: enésimo
hr_hr: n-ti

source: Query
de_de: Abfrage
es_es: Consulta
hr_hr: Upit
ms_my: Pertanyaan
pl_pl: Zapytanie

source: In registration
es_es: En registro
hr_hr: U registraciji
ms_my: Dalam pendaftaran
pl_pl: w rejestracji

source: In profile
es_es: En perfil
hr_hr: Na profilu
ms_my: Dalam profil
pl_pl: w profilu

source: Reply %
es_es: respuesta %
hr_hr: % odgovora
ms_my: Balas%
pl_pl: odpowiedź %

source: New
de_de: Neu
es_es: Nuevo
hr_hr: Novo
ms_my: Baru
pl_pl: Nowe

source: Loosing
de_de: Verliere
es_es: Perdiendo
hr_hr: Gubitak
pl_pl: Tracony

source: Orders dispatched
es_es: Pedidos despachados
hr_hr: Narudžbe poslane
ms_my: Perintah dihantar
pl_pl: Wysłane zamówienia

source: Flag
de_de: Flagge
es_es: Marcador
hr_hr: Zastava
ms_my: Bendera
pl_pl: Flaga

source: Max weight
de_de: Maximalgewicht
es_es: Peso Max
hr_hr: Maksimalna težina
ms_my: Berat maksimum
pl_pl: Maksymalna Waga

source: Max volume
de_de: maximales Volumen
es_es: maximo volumen
hr_hr: Maksimalni zapremina
ms_my: Jumlah maksima
pl_pl: Maksymalna wielkość

source: Dispatch Status
de_de: Versandstatus
es_es: Estado de despacho
hr_hr: Status otpreme
ms_my: Status Pengiriman
pl_pl: Status wysyłki

source: Sum orders
es_es: resumen de pedidos
ms_my: Perintah jumlah

source: Qty (products)
de_de: Menge (Produkte)
es_es: Cantidad (productos)
hr_hr: Količina (proizvodi)
ms_my: Qty (produk)
pl_pl: Ilość (produkty)

source: Quantity dispatched
de_de: Versandte Menge
es_es: cantidad despachada
hr_hr: Otpremljena količina
ms_my: Kuantiti dihantar
pl_pl: Ilości wysłane

source: Returned
de_de: Zurückgegebene
es_es: Devuelto
hr_hr: Vraćeno
ms_my: Kembali
pl_pl: Zwrócono

source: Other deliveries
es_es: Otras entregas
ms_my: Penghantaran lain

source: Can make up
es_es: Puede hacer las paces
ms_my: Boleh membuat

source: Mailshot type
es_es: Tipo envio por email
ms_my: Jenis Mailshot

source: Refund net
de_de: Rückerstattung Netto
es_es: Reembolso neto
hr_hr: Refundacija neto
ms_my: Bersih balik
pl_pl: zwrot netto

source: Zones
es_es: Zonas
ms_my: Zon

source: Invoices same period 1 year back
es_es: Facturas mismo periodo 1 año atrás
ms_my: Invois tempoh yang sama 1 tahun ke belakang

source: Refunds same period 1 year back
es_es: Reembolsos mismo período 1 año atrás
ms_my: Mengembalikan tempoh yang sama 1 tahun ke belakang

source: Sales minus refunds
es_es: Ventas menos reembolsos
ms_my: Jualan dikurangkan bayaran balik

source: Revenue same period 1 year back
es_es: Ingresos mismo período 1 año atrás
ms_my: Hasil sama tempoh 1 tahun ke belakang

source: Pending orders
de_de: Ausstehende Bestellungen
es_es: Ordenes pendientes
hr_hr: Narudžbe na čekanju
ms_my: Pesanan yang belum selesai
pl_pl: Zamówienia w toku

source: Stock weight
es_es: Peso del stock
ms_my: Berat stok

source: Emails send
es_es: Enviar correos electrónicos
hr_hr: E-mail poslan
ms_my: Hantar e-mel
pl_pl: wiadomości email wysłane

source: Open rate
es_es: rango abierto
hr_hr: Stopa otvaranja
ms_my: Kadar terbuka
pl_pl: Otwarta rata

source: Click rate
es_es: Tasa de clics
hr_hr: Stopa klikova
ms_my: Kadar klik
pl_pl: Współczynnik konwersji

source: Shipping cost
es_es: Costo de envío
hr_hr: Trošak dostave
ms_my: Kos penghantaran
pl_pl: Koszty wysyłki

source: Rpl cost
es_es: Reemplazar el costo
hr_hr: Trošak zamjene
ms_my: Kos Rpl
pl_pl: Koszt zamienników

source: Replacement cost
es_es: Costo de remplazo
hr_hr: Trošak zamjene
ms_my: Kos penggantian
pl_pl: Produkt zastępczy

source: Total net
es_es: Neto total
hr_hr: Ukupno neto
ms_my: Jumlah bersih
pl_pl: Łącznie netto

source: Row
de_de: Reihe
es_es: Fila
hr_hr: Redak
pl_pl: Wiersz

source: Last updates
es_es: Últimas actualizaciones
hr_hr: Posljednja ažuriranja
ms_my: Kemas kini terkini
pl_pl: Ostatnio zaktualizowany

source: Store Code
es_es: código de tienda
ms_my: Simpan Kod

source: % Ref
es_es: % De referencia

source: Percentage refunds
es_es: Porcentaje de reembolsos
ms_my: Pulangan peratus

source: Notification requests
es_es: Solicitudes de notificación
ms_my: Permintaan pemberitahuan

source: Recipients
es_es: destinatarios
hr_hr: Primatelji
ms_my: Penerima
pl_pl: Odbiorcy

source: In
es_es: En
hr_hr: U
pl_pl: w

source: Public label
es_es: Etiqueta pública
hr_hr: Javna oznaka
ms_my: Label awam
pl_pl: Naklejka Publiczna

source: Last chose
es_es: Última elección
hr_hr: Zadnji odabrani
ms_my: Pilihan terakhir
pl_pl: ostatnio wybrany

source: Supplier's products
es_es: Productos del proveedor
ms_my: Produk pembekal

source: Shipments
es_es: envios
hr_hr: Pošiljke
ms_my: Penghantaran
pl_pl: Wysyłki

source: Refunded amount
es_es: cantidad reembolsada
ms_my: Jumlah bayaran balik

source: Refunded amount difference form previous year
es_es: Diferencia de cantidad reembolsada del año anterior
ms_my: Borang perbezaan jumlah yang dibayar semula pada tahun sebelumnya

source: Number of invoices difference form previous year
es_es: Diferencia de número de facturas del año anterior
ms_my: Bilangan borang invois perbezaan tahun sebelumnya

source: Customer Name
de_de: Name des Kunden
es_es: Nombre del cliente
hr_hr: Ime korisnika
ms_my: Nama Pelanggan
pl_pl: Imię Klienta

source: Inactivity (days)
es_es: Inactividad (días)
hr_hr: Neaktivnost (dani)
ms_my: Tidak aktif (hari)
pl_pl: nieaktywny (dni)

source: Sales Deliveries
de_de: Verkaufslieferungen
es_es: Entregas de ventas
hr_hr: Prodajne isporuke
ms_my: Penghantaran Jualan
pl_pl: Dostawy wyprzedaży

source: Required by client
de_de: Vom Kunden erforderlich
es_es: Requerido por el cliente
hr_hr: Potrebno prema zahtjevu klijenta
ms_my: Diperlukan oleh pelanggan
pl_pl: Wymagane przez klienta

source: Product availability
de_de: Produktverfügbarkeit
es_es: Disponibilidad de producto
hr_hr: Dostupnost proizvoda
ms_my: Ketersediaan produk
pl_pl: Dostepność produktu

source: Answer
es_es: Respuesta
hr_hr: Odgovor
ms_my: Jawapan
pl_pl: Odpowiedź
