Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: per order
de_de: pro Bestellung
es_es: por pedido
hr_hr: po narudžbi
ms_my: setiap pesanan
pl_pl: na zamówienie

source: This supplier used to place an order every
de_de: Dieser Lieferant tätigte, in der Regel, eine Bestellung jeden
es_es: Este proveedor solía hacer un pedido cada
hr_hr: Ovaj dobavljač je obično naručivao svaki
ms_my: Pembekal ini digunakan untuk membuat pesanan setiap
pl_pl: Dostawca ten składał zamówienie w każdym

source: This supplier usually places an order every
de_de: Dieser Lieferant tätigt, in der Regel, eine Bestellung jeden
es_es: Este proveedor generalmente hace un pedido cada
hr_hr: Ovaj dobavljač obično naručuje svaki
ms_my: Pembekal ini biasanya membuat pesanan setiap
pl_pl: Ten dostawca zazwyczaj składa zamówienie co

source: Unit
de_de: Einheit
es_es: Unidad
hr_hr: Stavka
pl_pl: Jednostka

source: Commercial unit label
de_de: Handelseinheits-Etikett
es_es: Etiqueta de unidad comercial
hr_hr: Oznaka komercijalne jedinice
ms_my: Label unit komersil
pl_pl: Komercyjna naklejka produktu

source: Not set
de_de: Nicht eingestellt
es_es: No establecido
hr_hr: Nije postavljeno
ms_my: Tidak ditetapkan
pl_pl: Nie ustawione

source: Stock keeping unit (Outer) label
es_es: Etiqueta de la unidad de mantenimiento de existencias (exterior)
ms_my: Label menyimpan unit (Luar)

source: Carton
de_de: Karton
es_es: Cartón
hr_hr: Karton
ms_my: Kadbod
pl_pl: Karton

source: Carton label
es_es: Etiqueta del cartón
ms_my: Label kadbod

source: Carton gross weight
es_es: Peso bruto del cartón
ms_my: Berat kasar kadbod

source: Cost
de_de: Kosten
es_es: Costo
hr_hr: Trošak
ms_my: Kos
pl_pl: Koszt

source: Current landed cost
es_es: Costo Aéreo actual
hr_hr: Trenutni trošak dospijeća
ms_my: Kos mendarat semasa
pl_pl: Wartość zakupu

source: Units per package
de_de: Einheiten pro Packung
es_es: Unidades por paquete
hr_hr: Jedinica po paketu
ms_my: Unit setiap pakej
pl_pl: jednostki na opakowanie

source: Packages per carton
de_de: Packungen pro Karton
es_es: Packetes por cartón
hr_hr: Paketa po kartonu
ms_my: Pakej kadbod
pl_pl: Opakowania na karton

source: Next deliveries
de_de: nächste Lieferungen
es_es: Próximas entregas
hr_hr: Sljedeća isporuka
ms_my: Penghantaran seterusnya
pl_pl: Następne dostawy

source: Warehouse area name
es_es: Nombre del área de almacén
ms_my: Nama kawasan gudang

source: Invoiced
de_de: in Rechnung gestellt
es_es: Facturado
hr_hr: Fakturirano
ms_my: Invois
pl_pl: Zaksięgowane

source: Collected
es_es: Recogido
ms_my: Dikumpulkan

source: Dispatch approved
de_de: Versand genehmigt
es_es: Despacho aprobado
hr_hr: Otprema odobrena
ms_my: Pengiriman diluluskan
pl_pl: Wysyłka zatwierdzona

source: Drop ship to
es_es: envio directo para
ms_my: Drop kapal ke

source: Deleted client
es_es: Cliente eliminado

source: Anonymous
de_de: Anonym
es_es: Anónimo
hr_hr: Anonimno
pl_pl: Anonimowy

source: Deliver to
de_de: Liefern an
es_es: Entregar a
hr_hr: Isporučeni na
ms_my: Hantar kepada
pl_pl: Dostarcz do

source: Collection
de_de: Sammlung
es_es: Colección
hr_hr: Kolekcija
ms_my: Koleksi
pl_pl: Odbiór Osobisty

source: Billed to
de_de: In Rechnung gestellt für
es_es: facturado a
hr_hr: Naplaćeno
ms_my: Dibilkan kepada
pl_pl: Wystawiony rachunek na

source: Priority
es_es: Prioridad
ms_my: Keutamaan

source: Cancel order
de_de: Bestellung stornieren
es_es: Cancelar orden
hr_hr: Otkazati narudžbu
ms_my: Batalkan pesanan
pl_pl: Anuluj zamówienie

source: Send back to basket
de_de: in Warenkorb zurücksenden
es_es: Enviar de vuelta a la cesta
hr_hr: Pošalji natrag u košaricu
ms_my: Hantar kembali ke keranjang
pl_pl: wyślij do koszyka

source: Unmark as send
de_de: Markierung als Gesenden aufheben
es_es: Desmarcar como enviar
hr_hr: Ukloni oznaku za poslano
ms_my: Tandakan sebagai hantar
pl_pl: Odznacz jako wysłane

source: Proforma invoice
de_de: Proformarechnung
es_es: Factura de proforma
hr_hr: Predračun
ms_my: Invois proforma
pl_pl: Faktura Proforma

source: Create refund
de_de: Rückerstattung erstellen
es_es: Crear devolución
hr_hr: Napravi refundaciju
ms_my: Buat bayaran balik
pl_pl: Utwórz Zwrot pieniędzy

source: Next
de_de: nächste/r
es_es: Siguiente
hr_hr: Sljedeće
ms_my: Seterusnya
pl_pl: Następny

source: Create credit note
es_es: Crear nota de crédito
ms_my: Buat nota kredit

source: Create replacement
de_de: erstelle Ersetzung
es_es: Crear reemplazo
hr_hr: Kreiran zamjenu
ms_my: Buat pengganti
pl_pl: utwórz produkt zastepczy

source: Create return
es_es: Crear devolución
ms_my: Buat pulangan

source: Create invoice
de_de: Rechnung erstellen
es_es: Crear factura
hr_hr: Kreiraj fakturu
ms_my: Buat invois
pl_pl: Utwórz fakture

source: Invoice order
de_de: Rechnungsauftrag
es_es: Orden de la factura
hr_hr: Faktura narudžbe
ms_my: Pesanan invois
pl_pl: Fakturuj zamówienie

source: Create invoice again
es_es: Crear factura nuevamente
ms_my: Buat invois sekali lagi

source: Invoice order again
es_es: Pedido de factura nuevamente
ms_my: Pesanan invois sekali lagi

source: Send to warehouse
de_de: ans Lager senden
es_es: Enviar al almacén
hr_hr: Poslati u magacin
ms_my: Hantar ke gudang
pl_pl: Wyślij na magazyn

source: Submit
de_de: Einreichen
es_es: Enviar
hr_hr: Podnijeti
ms_my: Hantar
pl_pl: Potwierdź

source: Submit order
de_de: Bestellung einreichen
es_es: Orden de envio
hr_hr: Pošalji narudžbu
ms_my: Hantar pesanan
pl_pl: Złóż zamówieie

source: Are you sure you want to modify an order already in warehouse?
es_es: ¿Está seguro de que desea modificar un pedido que ya está en el almacén?
ms_my: Adakah anda pasti mahu mengubah suai pesanan dalam gudang?

source: Please notify warehouse staff of changes
es_es: Notifique al personal del almacén sobre los cambios.
ms_my: Sila maklumkan kepada kakitangan gudang perubahan

source: Yes, i want to modify it!
es_es: Si, yo quiero modificar esto!
ms_my: Ya, saya mahu mengubahnya!

source: Delivery weight
es_es: Peso de entrega
ms_my: Berat penghantaran

source: Estimated delivery weight
es_es: Peso estimado de entrega
ms_my: Anggarkan berat penghantaran

source: Estimated weight
es_es: Peso estimado
ms_my: Anggaran berat badan

source: Number discounted items
es_es: Número de artículos con descuento
ms_my: Nombor potongan harga

source: Number out of stock items
es_es: Número de artículos agotados
ms_my: Nombor keluar daripada item stok

source: Number items returned
es_es: Número de artículos devueltos
ms_my: Item nombor dikembalikan

source: Items profit
es_es: Artículos de ganancia
hr_hr: Profil stavki
ms_my: Keuntungan barangan
pl_pl: profit produktów

source: lost revenue
es_es: pérdida de ingresos
hr_hr: izgubljeni prihod
ms_my: kehilangan hasil
pl_pl: Stracony Przychód

source: Close
de_de: Schließen
es_es: Cerrar
hr_hr: Zatvoriti
ms_my: Tutup
pl_pl: Zamknij

source: Discounts
de_de: Rabatte
es_es: Descuentos
hr_hr: Popusti
ms_my: Diskaun
pl_pl: Zniżki

source: Offer code/voucher
es_es: Código de oferta / cupón
ms_my: Kod tawaran / baucar

source: Add offer
es_es: Agregar oferta
ms_my: Tambah tawaran

source: Picking sheet
es_es: Hoja de recogida
ms_my: Memilih lembaran

source: Picking sheet with address labels
es_es: Hoja de recogida con etiquetas de dirección
ms_my: Memilih kunci dengan label alamat

source: Input picking sheet data
es_es: Introducir datos de la hoja de picking
ms_my: Data helaian pemetik input

source: Approve dispatch
de_de: Versand genehmigen
es_es: Aprobar el envió
hr_hr: Odobri otpremu
ms_my: Luluskan penghantaran
pl_pl: Zatwierdź wysyłkę

source: PDF invoice display settings
es_es: Configuración de visualización de factura en PDF
ms_my: Tetapan paparan invois PDF
pl_pl: Ustawienia wyświetlania płatności PDF

source: Return payment pending
es_es: Devolución de pago pendiente
ms_my: Pulangkan pembayaran yang belum selesai
pl_pl: zwrot płatności w toku

source: available credit
es_es: credito disponible
ms_my: kredit yang ada

source: Payments
de_de: Zahlungen
es_es: Pagos
hr_hr: Plaćanja
ms_my: Pembayaran
pl_pl: Płatnośći

source: Add payment
es_es: Agregar pago
ms_my: Tambah pembayaran

source: Unlock
es_es: desbloquear
ms_my: Buka kunci

source: Order already paid
es_es: Pedido ya pagado
ms_my: Perintah yang telah dibayar

source: Add payment at your own risk
es_es: Agregue el pago bajo su propio riesgo
ms_my: Tambah pembayaran dengan risiko anda sendiri

source: To pay
de_de: Zu bezahlen
es_es: Por pagar
hr_hr: Za plaćanje
ms_my: Bayar
pl_pl: Do zapłaty

source: To credit / refund
es_es: A crédito / reembolso
ms_my: Untuk kredit / bayaran balik

source: Total refunds
de_de: Rückerstattungen Gesamtwert
es_es: Reembolsos totales
hr_hr: Ukupno refundacija
ms_my: Jumlah bayaran balik
pl_pl: Całkowite zwroty

source: Total final balance afer refunds
de_de: Endgesamtbilanz nach Rückerstattungen
es_es: Saldo final total después de los reembolsos
hr_hr: Ukupno konačno stanje nakon refundacija
ms_my: Jumlah baki terakhir pengembalian dana
pl_pl: Łączne saldo końcowe po zwrotach

source: Customer credit
de_de: Kunden Kredit
es_es: Crédito al cliente
hr_hr: Kredit korisnika
ms_my: Kredit pelanggan
pl_pl: Kredyt Klienta

source: Amount to be credited
es_es: cantidad de credito disponible
ms_my: Jumlah yang akan dikreditkan

source: Clone order
es_es: Orden de clonacion
ms_my: Perintah klon

source: Client's order received
de_de: Bestellung des Kunden erhalten
es_es: pedido del cliente recibido
hr_hr: Narudžba klijenta primljena
ms_my: Perintah pelanggan diterima
pl_pl: Zamówienie klienta otrzymane

source: Order received
de_de: Bestellung erhalten
es_es: Orden recibida
hr_hr: Narudžba primljena
ms_my: Pesanan Diterima
pl_pl: Zamówienie otrzymane

source: Supplier's orders created
de_de: Lieferantenbestellungen erstellt
es_es: Pedido del proveedor de creado
hr_hr: Izrađene su narudžbe dobavljača
ms_my: Perintah pembekal dibuat
pl_pl: Utworzono zamówienie dostawcy

source: SOs created
de_de: LB erstellt
es_es: SOs creado
hr_hr: SOc kreiran
ms_my: SOs dicipta
pl_pl: stworzono SKO

source: Delivery
de_de: Lieferung
es_es: Dirección de entrega
hr_hr: Dostava
ms_my: Penghantaran
pl_pl: Dostawa

source: Create supplier's order
es_es: Crear pedido del proveedor
ms_my: Buat pesanan pembekal

source: Input delivery note
de_de: Lieferschein eingeben
es_es: entrada de albarán
hr_hr: Unos otpremnice
ms_my: Nota penghantaran input
pl_pl: Wprowadź informację odnośnie dostawy

source: Sent
es_es: Expedido
hr_hr: Poslano
ms_my: Dihantar
pl_pl: Wysłany

source: Open
de_de: Geöffnet
es_es: Abierto
hr_hr: Otvoreno
ms_my: Buka
pl_pl: Otwarte

source: Set as not interested
es_es: Establecer como no interesado
hr_hr: Postavi kao nezainteresiran
ms_my: Tetapkan sebagai tidak berminat
pl_pl: Ustaw jako nie zainteresowany

source: Regenerate private key
es_es: Regenerar clave privada
hr_hr: Generiraj novi privatni ključ
ms_my: Menjana semula kunci persendirian
pl_pl: zregeneruj klucz prywatny

source: New private key
es_es: Nueva clave privada
hr_hr: Novi privatni ključ
ms_my: Kunci peribadi baru
pl_pl: Nowy klucz prywatny

source: The API private key is a secret information and should be treated as a password, the key will not be shown again
es_es: La clave privada API es una información secreta y debe tratarse como una contraseña, la clave no se volverá a mostrar.
hr_hr: API ključ je povjerljiva informacija i treba ga tretirati kao lozinku. Ključ više neće biti prikazan
ms_my: Kunci peribadi API adalah maklumat rahsia dan harus dianggap sebagai kata laluan, kunci tidak akan ditunjukkan lagi
pl_pl: Klucz prywatny API jest tajną informacją i powinien być traktowany jako hasło, klucz nie będzie ponownie wyświetlany

source: hide
es_es: ocultar
hr_hr: sakriti
ms_my: bersembunyi
pl_pl: Ukryj

source: No department
es_es: No departamento
ms_my: Tiada jabatan

source: Suspended products
de_de: eingestellte Produkte
es_es: productos suspendidos
hr_hr: Suspendirani proizvodi
ms_my: Produk digantung
pl_pl: Produkty zawieszone

source: Products online
de_de: Produkte Online
es_es: Productos en linea
hr_hr: Online proizvodi
ms_my: Produk dalam talian
pl_pl: Produkty online

source: Products out of stock
de_de: Nicht vorrätige Produkte
es_es: Productos sin stock
hr_hr: Rasprodani proizvodi
ms_my: Produk di luar stok
pl_pl: Produkty brakujące

source: No public products
de_de: Keine öffentlichten Produkte
es_es: No hay productos públicos
hr_hr: Nema javnih proizvoda
ms_my: Tiada produk awam
pl_pl: Produkty niepubliczne

source: Webpage
de_de: Webseite
es_es: Página web
hr_hr: Web stranica
ms_my: Laman sesawang
pl_pl: Strona Internetowa

source: Supplier deliveries
de_de: Lieferantenversand
es_es: Entregas de proveedores
hr_hr: Isporuke dobavljača
ms_my: Penghantaran pembekal
pl_pl: Dostawy dostawcy

source: Purchased amount
de_de: Bezahlte Menge
es_es: Cantidad comprada
hr_hr: Kupljena količina
ms_my: Jumlah yang dibeli
pl_pl: Wartość zamówienia

source: Sale deliveries
de_de: Verkaufsversand
es_es: Venta de entregas
hr_hr: Prodajne isporuke
ms_my: Penghantaran penghantaran
pl_pl: Dostawa Wyprzeda\zy

source: Sales amount
de_de: Verkaufsmenge
es_es: Cantidad de ventas
hr_hr: Iznos prodaje
ms_my: Jumlah jualan
pl_pl: Suma Wyprzedaży

source: Site map
es_es: Mapa del sitio
ms_my: Peta tapak

source: Order confirmed
es_es: Orden confirmada
ms_my: Perintah disahkan

source: Supplier's orders received
es_es: Pedidos del proveedor recibidos
ms_my: Pesanan pembekal diterima

source: Order in delivery
es_es: pedido en entrega
ms_my: Perintah dalam penghantaran

source: Number of cartons
es_es: Número de cajas de cartón
ms_my: Bilangan karton

source: Original order
de_de: Originalbestellung
es_es: Orden original
hr_hr: Originalna narudžba
ms_my: Pesanan asal
pl_pl: Zamówienie orginał

source: Creating replacement
de_de: Ersetzung wird erstellt
es_es: Creando reemplazo
hr_hr: Kreiranje zamjene
ms_my: Mewujudkan penggantian
pl_pl: tworzenie produktu zastępczego

source: Feedback set
es_es: Conjunto de comentarios
ms_my: Set maklum balas

source: Picker
de_de: Kommissionierer
es_es: Recogedor
hr_hr: Pokupljač
pl_pl: Osoba przygotowująca zamówienie

source: Packer
de_de: Verpacker
es_es: Envasador
hr_hr: Pakiratelj
pl_pl: Osoba pakująca zamówienie

source: Warehouse
de_de: Lager
es_es: Almacén
hr_hr: Magacin
ms_my: Gudang
pl_pl: Magazyn

source: Courier
de_de: Kurier
es_es: Empresa Envio
hr_hr: Kurir
ms_my: kurier
pl_pl: Kurier

source: Marketing
es_es: Mercadotecnia
ms_my: Pemasaran

source: Management
es_es: Administracion
ms_my: Pengurusan

source: Feedback
es_es: Realimentación
ms_my: Maklumbalas

source: Start
de_de: Beginn
es_es: Comienzo
hr_hr: Početak
ms_my: Mulakan
pl_pl: Rozpocznij

source: Finish
de_de: Ende
es_es: Terminado
hr_hr: Kraj
ms_my: Selesai
pl_pl: Zakończ

source: Delivered
es_es: Entregado
hr_hr: Isporučeno
ms_my: Dihantar
pl_pl: Dostarczono

source: Delete purchase order
de_de: Bestellung löschen
es_es: Eliminar orden de compra
hr_hr: Izbriši narudžbenicu
ms_my: Padamkan pesanan pembelian
pl_pl: Usuń zamówienie

source: Cancel purchase order
de_de: Auftragsbestätigung stornieren
es_es: Cancelar orden de compra
hr_hr: Otkaži narudžbenicu
ms_my: Batalkan pesanan pembelian
pl_pl: Anuluj zamówienie kupna

source: Stop manufacturing, send back to planning
es_es: Deje de fabricar, vuelva a planificar
ms_my: Hentikan perkilangan, hantar semula ke perancangan

source: Send back to planning
es_es: Enviar de vuelta a la planificación
ms_my: Hantar kembali ke perancangan

source: Start manufacturing
es_es: Comience a fabricar
ms_my: Mulakan pembuatan

source: Production time
es_es: Tiempo de producción
ms_my: Masa pengeluaran

source: Worker
es_es: Obrera
ms_my: Pekerja

source: Stores
de_de: Gechäfte
es_es: Tiendas
hr_hr: Trgovine
ms_my: Kedai
pl_pl: Sklepy

source: Websites
de_de: Webseiten
es_es: Sitios Web
hr_hr: Web stranice
ms_my: Laman web
pl_pl: Strony Internetowe

source: Pages
de_de: Seiten
es_es: Páginas
hr_hr: Stranice
ms_my: Halaman-halaman
pl_pl: Strony

source: Users
de_de: Benutzer
es_es: Usuarios
hr_hr: Korisnici
ms_my: Pengguna
pl_pl: Użytkownicy

source: Warehouses
de_de: Lagerhäuser
es_es: Naves industriales
hr_hr: Magacin
ms_my: Gudang
pl_pl: Magazyny

source: Locatons
de_de: Standorte
es_es: Ubicaciones
hr_hr: Lokacije
pl_pl: Lokalizacje

source: Compose newsletter
es_es: Redactar boletín
hr_hr: Sastavite newsletter
ms_my: Tulis surat berita
pl_pl: Utwórz newsletter

source: Setup mail list
de_de: Mail-Liste einrichten
es_es: Configurar lista de correo
hr_hr: Postavite popis e-maila
ms_my: Setup senarai mel
pl_pl: Skonfiguruj listę mailową

source: Compose email
de_de: E-Mail erstellen
es_es: Escribir correo
hr_hr: Sastavite e-mail
ms_my: Tulis e-mel
pl_pl: Utwórz email

source: Schedule send
de_de: Senden einplanen
es_es: Programar envío
hr_hr: Raspored slanja
ms_my: Hantar jadual
pl_pl: Przewidziany wysłany

source: Start send
de_de: Senden starten
es_es: Comience a enviar
hr_hr: Započni slanje
ms_my: Mula hantar
pl_pl: Rozpocznij wysyłanie

source: Stopped
es_es: Detenido
hr_hr: Zaustavljeno
ms_my: Berhenti
pl_pl: zatrzymane

source: Estimated recipients
es_es: Destinatarios estimados
hr_hr: Procijenjeni primatelji
ms_my: Anggaran penerima
pl_pl: Przewidywana liczba odbiorców

source: 2nd wave
es_es: 2da ola
ms_my: Gelombang ke-2

source: Delete newsletter
es_es: Eliminar boletín
ms_my: Padamkan surat berita

source: Delete mailshot
es_es: Eliminar mailshot
hr_hr: Izbriši marketinški e-mail
ms_my: Padam sms
pl_pl: Usuń mailshot

source: Undo
de_de: Rückruf
es_es: Deshacer
hr_hr: Poništi
pl_pl: Cofnij

source: Edit email
es_es: Editar correo electrónico
hr_hr: Izmjeni email
ms_my: Edit e-mel
pl_pl: Edytuj adres email

source: Stop sending emails
es_es: Deja de enviar correos electrónicos
hr_hr: Zaustavi slanje e-mailova
ms_my: Berhenti menghantar e-mel
pl_pl: Zatrzymaj wysyłanie meaili

source: Set mailing list
es_es: Establecer lista de correo
ms_my: Tetapkan senarai mel

source: Send mailshot
es_es: Enviar mailshot
hr_hr: Poslati marketinški e-mail
ms_my: Hantar mel
pl_pl: Wyślij mailshot

source: Send mailshot now
es_es: Enviar mailshot ahora
hr_hr: Poslati marketinški e-mail sada
ms_my: Hantar sms sekarang
pl_pl: Wyślij mailshot teraz

source: Start sending
es_es: Comienza a enviar
hr_hr: Počnite slanje
ms_my: Mula hantar
pl_pl: Rozpocznij wysyłanie

source: Schedule mailshot
es_es: Programar mailshot
hr_hr: Planirajte slanje pošte
ms_my: Jadualkan surat melayakkan
pl_pl: Przewidziany mailshot

source: Send now
es_es: Enviar ahora
hr_hr: Pošalji sada
ms_my: Hantar sekarang
pl_pl: Wyślij teraz

source: Send in <em>n</em> hours
es_es: Enviar en <em> n </em> horas
hr_hr: Pošaljite za <em>n</em> sati
ms_my: Hantar dalam <em> n </ em> jam
pl_pl: nadesłane w <em>n</em> godzina

source: Choose time
es_es: Elige el tiempo
hr_hr: Odaberite vrijeme
ms_my: Pilih masa
pl_pl: Wybierz czas

source: Send in
es_es: Mandar
hr_hr: Poslati u
ms_my: Hantar masuk
pl_pl: nadesłane

source: hours
es_es: horas
hr_hr: sati
ms_my: Jam
pl_pl: godziny

source: time
es_es: tiempo
hr_hr: vrijeme
ms_my: masa
pl_pl: Czas

source: Resume sending
es_es: Reanudar envío
hr_hr: Nastavi slanje
ms_my: Hantar semula
pl_pl: ponów wysyłanie

source: Bounces
es_es: Rebotes

source: Hard bounces
es_es: Rebote duro
hr_hr: Nepovratne odbijenice
ms_my: Bouncing keras
pl_pl: Odbity

source: Soft bounces
es_es: Rebotes suaves
hr_hr: Privremene odbijenice
ms_my: Bouncing lembut
pl_pl: Miękkie odbijanie

source: Opened
es_es: abierto
hr_hr: Otvoreno
ms_my: Dibuka
pl_pl: Otwarte

source: Clicked
es_es: clickeado
hr_hr: Kliknuto
ms_my: Diklik
pl_pl: Kliknięty

source: Hard bounce
es_es: Rebote duro
ms_my: Lantunan keras

source: Soft bounce
es_es: Rebote suave
ms_my: Lantunan lembut

source: Spam
es_es: Correo no deseado

source: Start picking
de_de: starten Sie Kommissionierung
es_es: Empieza a escoger
hr_hr: Započeti pokupljanje
ms_my: Mula memilih
pl_pl: Rozpocznij przygotowanie

source: Delete delivery note
de_de: Lieferschein löschen
es_es: Eliminar albarán
hr_hr: Otkaži otpremnicu
ms_my: Padamkan nota penghantaran
pl_pl: Usuń dokument dostawy

source: Undo start picking
de_de: Kommissionierung-Start Rückruf
es_es: Deshacer comenzar a elegir
hr_hr: Poništavanje početka odabira
ms_my: Buat asal mula memilih
pl_pl: Cofnij Rozpoczęcie Przygotowywania

source: Set back to waiting to be picked
de_de: zurücksetzen als, wartet auf Kommissionierung
es_es: Regrese a esperar a ser recogido
hr_hr: Vratite se natrag u status čekanja za odabir
ms_my: Tetapkan semula untuk menunggu untuk dipilih
pl_pl: Ustaw jako oczekujące do przygotowania

source: Cancel delivery note
de_de: Lieferschein stornieren
es_es: Cancelar nota de entrega
hr_hr: Poništi otpremnicu
ms_my: Batalkan nota penghantaran
pl_pl: Anuluj dokument dostawy

source: Open boxes
es_es: Cajas abiertas
ms_my: Peti terbuka

source: Close boxes
es_es: Cerrar cajas
ms_my: Tutup kotak

source: Dispatch
de_de: Versand
es_es: Envío
hr_hr: Pošalji
ms_my: Penghantaran
pl_pl: Wysyłka

source: Items cost
es_es: Costo de artículos
hr_hr: Trošak stavke
ms_my: Kos barangan
pl_pl: Koszt produktów

source: Parcels
de_de: Pakete
es_es: Bultos
hr_hr: Paketi
ms_my: Bungkusan
pl_pl: Paczki

source: number
de_de: Nummer
es_es: número
hr_hr: broj
ms_my: nombor
pl_pl: numer

source: Skip set courier
es_es: Saltar conjunto de mensajería
hr_hr: Preskoči postavljanje dostavljača
ms_my: Langkau kurier set
pl_pl: Pomiń ustawienia klienta

source: Tracking code
es_es: Codigo de localización
hr_hr: Kod za praćenje
ms_my: Kod Penjejakan
pl_pl: Kod śledzący

source: Please assign picker
de_de: bitte Kommissionierer zuteilen
es_es: Por favor, asigne el selector
hr_hr: Molim vas dodijelite pokupljača
ms_my: Sila berikan pemilih
pl_pl: Przypisz przygotowującego

source: Please assign packer
de_de: Bitte, Verpacker zuteilen
es_es: Por favor asigne el empaquetador
hr_hr: Molim vas dodijelite pakirača
ms_my: Sila berikan pembungkus
pl_pl: Przypisz przygotowujacego

source: Picking aid
de_de: Kommissionierungsform
es_es: Ayuda para recoger
hr_hr: Pomoć pri pokupljanju
ms_my: Bantuan piksel
pl_pl: Dokument do przygotowania produktów

source: Pack order
de_de: Bestellung verpacken
es_es: Orden de paquete
hr_hr: Pakirati narudžbu
ms_my: Pesanan pek
pl_pl: Zapakuj zamówienie

source: Return payments
de_de: Rückzahlungen
es_es: devolucion de pagos
hr_hr: Povratna plaćanja
ms_my: Bayaran balik
pl_pl: Zwroty płatności

source: add payment
de_de: Zahlung hinzufügen
es_es: agregar pago
hr_hr: dodajte plaćanje
ms_my: tambah bayaran
pl_pl: dodaj płatność

source: Paid back
de_de: zurückbezahlt
es_es: Reembolsado
hr_hr: Vraćeni iznos
ms_my: Bayar balik
pl_pl: Nie zapłacone

source: To pay back
de_de: Zurück zu bezahlen
es_es: Para pagar de vuelta
hr_hr: Povraćaj novca
ms_my: Untuk membayar balik
pl_pl: spłacić

source: Assign picker
es_es: Asignar Recogedor
ms_my: Tentukan pemilih

source: Set as collected
es_es: establecer como recopilado
ms_my: Tetapkan sebagai dipungut

source: Distinct items
es_es: Artículos distintos

source: Required
de_de: Erforderlich
es_es: Obligatorio
hr_hr: Potrebno
ms_my: Dikehendaki
pl_pl: Wymagane

source: Pallets
es_es: Paletas
ms_my: Palet

source: Envelopes
es_es: Sobres
ms_my: Sampul surat

source: Small parcels
es_es: Pequeñas parcelas
ms_my: Petak kecil

source: Label
de_de: Etikett
es_es: Etiqueta
hr_hr: Etiketa
pl_pl: Naklejka

source: Restricted access, please ask your administrator to give you permission
de_de: Eingeschränkter Zugriff, bitte fragen Sie Ihren Administrator um Genehmigung
es_es: Acceso restringido, solicite permiso a su administrador
hr_hr: Ograničen pristup, molim vas kontaktirajte svog administratora kako biste zatražili dozvolu
ms_my: Akses terhad, sila meminta pentadbir anda untuk memberi kebenaran kepada anda
pl_pl: Dostęp zastrzeżony, skontaktuj się z administratorem.

source: Approve
es_es: Aprobar
