Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: No bleed, with padding
es_es: Sin sangrado, con relleno
ms_my: Tidak berdarah, dengan padding

source: Repeat customers %s
es_es: Repetir clientes% s
hr_hr: Stalni kupci %s
ms_my: Ulangi pelanggan% s
pl_pl: powtarzający się klienci %s

source: All payments since: %s
de_de: Alle Zahlungen seit: % s
es_es: Todos los pagos desde:% s
hr_hr: Sva plaćanja od: %s
ms_my: Semua pembayaran sejak:% s
pl_pl: Wszystkie płatności od: %s

source: Editing %s in %s
es_es: Edición% s en% s
hr_hr: Uređivanje %s u %s
ms_my: Mengedit% s dalam% s
pl_pl: Edytowanie %s w %s

source: Adding %s to %s
es_es: Agregar% s a% s
hr_hr: Dodavanje %s u %s
ms_my: Menambah% s hingga% s
pl_pl: Dodanie% s do% s

source: Warehouse missing, set it up %s
es_es: Falta el almacén, configúrelo% s
hr_hr: Nedostaje magacin, postavite ga %s
ms_my: Gudang hilang, tetapkan% s
pl_pl: Brak magazynu, skonfiguruj% s

source: here
de_de: Hier
es_es: aqui
hr_hr: ovdje
ms_my: di sini
pl_pl: tutaj

source: There are not stores, create one %s
es_es: No hay tiendas, crea un% s
hr_hr: Nema trgovina, stvorite jednu %s
ms_my: Tidak ada kedai, buat satu% s
pl_pl: Brak sklepów, utwórz jeden %s

source: Account code
es_es: Código de cuenta
hr_hr: Šifra naloga
ms_my: Kod akaun
pl_pl: Kod Konta

source: Account name
es_es: Nombre de la cuenta
hr_hr: Naziv naloga
ms_my: Nama akaun
pl_pl: Nazwa konta

source: System roles
es_es: Roles del sistema
hr_hr: Uloge sustava
ms_my: Peranan sistem
pl_pl: Role systemu

source: Employee name
es_es: Nombre del empleado
hr_hr: Ime zaposlenika
ms_my: Nama Pekerja
pl_pl: Imię Pracownika

source: Upload employees
es_es: Subir empleados
hr_hr: Prenesi zaposlenike
ms_my: Muat naik pekerja
pl_pl: Prześlij pracowników

source: Critical error
es_es: Error critico
hr_hr: Kritična greška
ms_my: Kesilapan kritikal
pl_pl: Błąd Krytyczny

source: Please contact service support
es_es: Por favor, póngase en contacto con el servicio de asistencia
hr_hr: Molimo kontaktirajte korisničku podršku
ms_my: Sila hubungi sokongan perkhidmatan
pl_pl: Proszę skontaktuj się z serwisem pomocy

source: Recovery information
es_es: información de recuperación
hr_hr: Informacije o oporavku
ms_my: Maklumat pemulihan
pl_pl: Informacje odnośnie odzyskiwania straconych danych

source: Account set up completed
es_es: configuracion de cuenta completada
hr_hr: Postavljanje naloga dovršeno
ms_my: Penubuhan akaun selesai
pl_pl: Konto ustawiono

source: New delivery
es_es: Nueva entrega
hr_hr: Nova isporuka
ms_my: Penghantaran baru
pl_pl: Nowa dostawa

source: New note
es_es: Nueva nota
hr_hr: Nova bilješka
ms_my: Nota baru
pl_pl: Nowa Notatka

source: New purchase order
es_es: nueva orden de compra
hr_hr: Nova narudžbenica
ms_my: Pesanan pembelian baru
pl_pl: Nowe zamówienie

source: Inventory Part
es_es: Parte de inventario
hr_hr: Dio inventara
ms_my: Bahagian Inventori
pl_pl: Inwentarz Część

source: Part details
es_es: Detalles de la pieza
hr_hr: Detalji dijela
ms_my: Butiran bahagian
pl_pl: Detale części

source: Reorder
es_es: Reordenar
hr_hr: Ponovno naručivanje
ms_my: Susun semula
pl_pl: Zamów ponownie

source: Edit supplier's products
es_es: Modificar productos del proveedor
ms_my: Edit produk pembekal

source: Parts's stock
es_es: Stock de piezas
hr_hr: Zaliha dijelova
ms_my: Stok bahagian
pl_pl: Stan magazynowy części

source: Parts's sales
es_es: Venta de repuestos
hr_hr: Prodaja dijelova
ms_my: Jualan bahagian
pl_pl: Wyprzedaż części

source: Parts's sales (Qs)
es_es: Venta de piezas (Qs)
hr_hr: Prodaja dijelova (kvartali)
ms_my: Jualan bahagian (Qs)
pl_pl: Wyprzedaż części (Kwartalnie)

source: Parts's sales (Yrs)
es_es: Venta de piezas (años)
hr_hr: Prodaja dijelova (godine)
ms_my: Jualan bahagian (Yrs)
pl_pl: Wyprzedaż części (Rocznie)

source: Supplier email
es_es: Correo electrónico del proveedor
hr_hr: Email dobavljača
ms_my: E-mel pembekal
pl_pl: Email Dostawcy

source: Associate supplier
es_es: Familia asociada
hr_hr: Pridruženi dobavljač
ms_my: Pembekal bersekutu
pl_pl: Przypisz Dostawce

source: New user
es_es: Nuevo cliente
hr_hr: Novi korisnik
ms_my: Pengguna baru
pl_pl: Nowy użytkownik

source: Item's descriptions
es_es: Descripciones del artículo
hr_hr: Opis artikla
ms_my: Perihalan item
pl_pl: Opis przedmiotu

source: Book in using barcode scanner
es_es: Reserve con el escáner de código de barras
hr_hr: Rezervirajte pomoću čitača bakoda
ms_my: Tempah menggunakan pengimbas kod bar
pl_pl: Przyjmowanie towaru poprzez skanowanie kodów kreskowych

source: New item
es_es: Nuevo artículo
hr_hr: Novi artikal
ms_my: Item baru
pl_pl: Nowy przedmiot

source: Ordered quantity
es_es: Cantidad ordenada
ms_my: Kuantiti pesanan

source: Purchase orders, deliveries & invoices
es_es: Órdenes de compra, entregas y facturas.
hr_hr: Narudžbenice, isporuke i fakture
ms_my: Pesanan pembelian, penghantaran & invois
pl_pl: Zamówienia, dostawy & faktury

source: Agent name
es_es: Nombre Agente
hr_hr: Ime agenta
ms_my: Nama ejen
pl_pl: Imię Agenta

source: Agent email
es_es: Correo electrónico del agente
hr_hr: Email agenta
ms_my: Ejen ejen
pl_pl: Email Agenta

source: Alias
es_es: Apodo
hr_hr: Pseudonim
pl_pl: przydomek

source: Employee alias
es_es: Alias de empleado
hr_hr: Pseudonim zaposlenika
ms_my: Alias pekerja
pl_pl: przydomek pracownika

source: Add component
es_es: Agregar componente
ms_my: Tambah komponen

source: qty (Units)
es_es: cantidad (unidades)
ms_my: qty (unit)

source: Invoices/Balance
es_es: Facturas / Saldo
hr_hr: Fakture/Stanje
ms_my: Invois / Baki
pl_pl: Faktury / Balans

source: Invoices & Account balance
es_es: Facturas y saldo de cuenta
hr_hr: Fakture i stanje računa
ms_my: Imbangan & Imbangan akaun
pl_pl: Faktury / Balans Konta

source: Customer email
es_es: Correo electrónico del cliente
hr_hr: Email klijenta
ms_my: E-mel pelanggan
pl_pl: Adres E-mail Klienta

source: Add family to this offer
es_es: Agregar familia a esta oferta
ms_my: Tambah keluarga untuk tawaran ini

source: Associated products
es_es: Productos Asociados
hr_hr: Pridruženi proizvodi
ms_my: Produk bersekutu
pl_pl: Przypisane produkty

source: Category label
es_es: Etiqueta de categoría
hr_hr: Oznaka kategorije
ms_my: Label kategori
pl_pl: Kategoria Naklejka

source: Category code
es_es: Código de categoría
hr_hr: Šifra kategorije
ms_my: Kod kategori
pl_pl: Kategoria Kod

source: Associated parts
es_es: partes asociadas
hr_hr: Pridruženi dijelovi
ms_my: Bahagian bersekutu
pl_pl: Przypisane produkty

source: Associated suppliers
es_es: Proveedores asociados
hr_hr: Pridruženi dobavljači
ms_my: Pembekal bersekutu
pl_pl: Przypisani dostawcy

source: Performance
es_es: Actuación
ms_my: Prestasi
pl_pl: Wyniki

source: Dispatched (Qs)
es_es: Despachado (Qs)
hr_hr: Poslano (kvartali)
pl_pl: Wysłane (kwartalnie)

source: Dispatched (Yrs)
es_es: Despachado (años)
hr_hr: Poslano (godine)
pl_pl: Wysłane (rocznie)

source: Revenue (Qs)
es_es: Ingresos (Qs)
hr_hr: Prihod (kvartali)
ms_my: Pendapatan (Qs)
pl_pl: Przychód (kwartalnie)

source: Revenue (Yrs)
es_es: Ingresos (años)
hr_hr: Prihod (godine)
ms_my: Hasil (Yrs)
pl_pl: Przychód (rocznie)

source: New family
es_es: Nueva familia
hr_hr: Nova obitelj
ms_my: Keluarga baru
pl_pl: Nowa Rodzina Produktów

source: Add family
es_es: Agregar familia
hr_hr: Dodaj obitelj
ms_my: Tambah keluarga
pl_pl: Dodaj rodzinę produktów

source: Family's code
es_es: Código de familia
hr_hr: Obiteljski kod
ms_my: Kod keluarga
pl_pl: Kod rodziny produktów

source: Product's Status
es_es: Estado del producto
hr_hr: Status proizvoda
ms_my: Status Produk
pl_pl: Status produktu

source: Invoiced amount (Yrs)
es_es: Cantidad facturada (años)
hr_hr: Iznos fakture (Godine)
ms_my: Jumlah invois (Yrs)
pl_pl: Zaksięgowana kwota (rocznie)

source: Invoiced amount (Qs)
es_es: Cantidad facturada (Qs)
hr_hr: Iznos fakture (kvartali)
ms_my: Jumlah invois (Qs)
pl_pl: Zaksięgowana kwota (kwartalnie)

source: New department
es_es: Nuevo departamento
hr_hr: Novi odjel
ms_my: Jabatan baru
pl_pl: Nowy Departament

source: Add department
es_es: Agregar departamento
hr_hr: Dodaj odjel
ms_my: Tambah jabatan
pl_pl: Dodaj Departament

source: Department code
de_de: Abteilungskode
es_es: Código del departamento
hr_hr: Obiteljski kod
ms_my: Kod Jabatan
pl_pl: Kod departamentu

source: Categoy code
es_es: Código de categoría
hr_hr: Šifra kategorije
ms_my: Kod Categoy
pl_pl: Kod kategorii

source: Category's code
es_es: Código de categoría
hr_hr: Šifra kategorije
ms_my: Kod kategori
pl_pl: Kod Kategorii

source: Customers also bought
es_es: Los clientes también compraron
ms_my: Pelanggan juga dibeli

source: excluding same department
es_es: excluyendo mismo departamento
ms_my: tidak termasuk jabatan yang sama

source: Edit products
es_es: Editar productos
hr_hr: Izmjeni proizvode
ms_my: Edit produk
pl_pl: Edytuj produkty

source: Associate product
es_es: Producto asociado
hr_hr: Pridruženi proizvod
ms_my: Produk bersekutu
pl_pl: Przypisz produkt

source: Product's code
es_es: Código del producto
hr_hr: Šifra proizvoda
ms_my: Kod produk
pl_pl: Kod produktu

source: Associate family
es_es: familia asociada
hr_hr: Pridružena obitelj
ms_my: Keluarga bersekutu
pl_pl: Przypisz rodzinę produktów

source: Part name
es_es: Nombre de la parte
hr_hr: Naziv dijela
ms_my: Nama bahagian
pl_pl: Nazwa Części

source: Edit parts
es_es: Editar partes
ms_my: Edit bahagian
pl_pl: edytuj części

source: Associate part
es_es: Parte asociada
hr_hr: Pridruženi dio
ms_my: Bahagian bersekutu
pl_pl: Przypisz produkt

source: Parts's reference
es_es: Referencia de piezas
hr_hr: Referenca dijelova
ms_my: Rujukan bahagian
pl_pl: Referencja części

source: All suppliers
es_es: Todos los proveedores
hr_hr: Svi dobavljači
ms_my: Semua pembekal
pl_pl: Wszyscy dostawcy

source: Web page can't be created if family has not been linked to a department
es_es: La página web no se puede crear si la familia no se ha vinculado a un departamento
ms_my: Laman web tidak boleh dibuat jika keluarga tidak dikaitkan dengan jabatan

source: Create web page
es_es: Crear página web
hr_hr: Kreiraj web stranicu
ms_my: Buat laman web
pl_pl: Utwórz stronę

source: This category is not public
es_es: Esta categoría no es pública.
hr_hr: Ova kategorija nije javna
ms_my: Kategori ini bukan awam
pl_pl: Ta kategoria nie jest publiczna

source: Category not public, webpage offline
es_es: Categoría no pública, página web sin conexión
hr_hr: Kategorija nije javna, web stranica offline
ms_my: Kategori bukan awam, laman web luar talian
pl_pl: Kategoria nie jest publiczna, strona offline

source: Time machine code
es_es: Código de la máquina del tiempo
ms_my: Kod mesin masa

source: New clocking-in machine
es_es: Nueva máquina de marcado
ms_my: Mesin pencahayaan yang baru

source: Access denied
es_es: Acceso denegado
ms_my: Akses dinafikan

source: Contact information
es_es: Información del contacto
hr_hr: Kontakt informacije
ms_my: Maklumat perhubungan
pl_pl: Informacje o kontakcie

source: Contract
es_es: Contrato
hr_hr: Kontakt
ms_my: Kontrak
pl_pl: Kontrakt

source: Contractor name
es_es: El nombre del contratista
hr_hr: Naziv izvođača
ms_my: Nama kontraktor
pl_pl: Nazwa Kontraktora

source: Store code
es_es: Código de tienda
hr_hr: Šifra trgovine
ms_my: Kod kedai
pl_pl: Kod sklepu

source: Store name
es_es: Nombre del la tienda
hr_hr: Naziv trgovine
ms_my: Nama kedai
pl_pl: Nazwa Sklepu

source: credits per store
es_es: clientes por tienda
ms_my: kredit setiap kedai

source: Add product to customer's portfolio
es_es: Agregar producto al portafolio de clientes
ms_my: Tambah produk kepada portfolio pelanggan

source: New client
es_es: Cliente nuevo
ms_my: Pelanggan baru

source: Customer since: %s
es_es: Cliente desde:% s
ms_my: Pelanggan sejak:% s
pl_pl: Klient od %s

source: Delivery note number
es_es: Número de nota de entrega
ms_my: Nombor nota penghantaran

source: New marketing mailshot
es_es: Nuevo correo de marketing
hr_hr: Nova marketinška poruka
ms_my: Surat pemasaran baru
pl_pl: Nowy mailshot marketingowy

source: Country name
es_es: Nombre del país
hr_hr: Naziv države
ms_my: Nama negara
pl_pl: Nazwa kraju

source: New query
es_es: Nueva consulta
hr_hr: Novi upit
ms_my: Pertanyaan baru
pl_pl: Nowe zapytanie

source: Contractors name
es_es: Nombre del contratista
hr_hr: Naziv izvođača
ms_my: Nama kontraktor
pl_pl: Nazwa Kontraktora

source: IP address
es_es: dirección IP
hr_hr: IP adresa
ms_my: alamat IP
pl_pl: Adres IP

source: User handle
es_es: Gestionar usuario
hr_hr: Korisničko ime/nadimak
ms_my: Pemegang pengguna
pl_pl: Obsługa Uzytkownika

source: User name
es_es: Nombre de usuario
hr_hr: Ime korisnika
ms_my: Nama pengguna
pl_pl: Nazwa użytkownika

source: Public ID
es_es: ID público
ms_my: ID awam

source: Invoice public Id
es_es: ID público de factura
ms_my: Id awam invois

source: Deleted invoices (All)
es_es: Facturas eliminadas (todas)
ms_my: Invois yang telah dipadamkan (Semua)

source: Pick delivery
es_es: Recoger entrega
hr_hr: Pokupiti dostavu
ms_my: Pilih penghantaran
pl_pl: Wybierz dostawę

source: New newsletter
es_es: Nuevo boletín
hr_hr: Novi newsletter
ms_my: Surat berita baru
pl_pl: Nowy Newsletter

source: New mailshot for orders in basket
es_es: Nuevo mailing para pedidos en cesta
ms_my: Surat pesanan baru untuk pesanan dalam bakul

source: Reset password URL
es_es: Restablecer URL de contraseña
hr_hr: URL za resetiranje lozinke
ms_my: Tetapkan semula URL kata laluan
pl_pl: Zresetuj URL hasła

source: Order Amount
es_es: Total de la orden
hr_hr: Iznos narudžbe
ms_my: Jumlah Pesanan
pl_pl: Kwota zamówienia

source: Payment information
de_de: Zahlungsinformationen
es_es: Información del pago
hr_hr: Informacije o plaćanju
ms_my: Maklumat Pembayaran
pl_pl: Informację o płatności

source: Order items
es_es: Encargar artículos
ms_my: Item pesanan

source: Customer note
es_es: Nota del cliente
ms_my: Nota pelanggan

source: Back in stock products
es_es: vuelta al stock
hr_hr: Proizvodi ponovno na zalihama
ms_my: Kembali dalam produk stok
pl_pl: Produkty ponownie na stanie

source: Tracking code block
es_es: Bloqueo de código de seguimiento
ms_my: Blok kod pelacakan

source: Tracking link
es_es: Enlace de seguimiento
ms_my: Pautan penjejakan

source: Last order number
es_es: Último número de orden
hr_hr: Broj posljednje narudžbe
ms_my: Nombor pesanan terakhir
pl_pl: ostatni numer zamówienia

source: Last order date + n days (Replace n for a number, default 30)
es_es: Fecha del último pedido + n días (Reemplace n por un número, predeterminado 30)
hr_hr: Datum zadnje narudžbe + n dana (zamijenite n za broj, zadano 30)
ms_my: Tarikh pesanan terakhir + n hari (Gantikan n untuk nombor, lalai 30)
pl_pl: Data ostatniego zamówienia + n dni (Zastąp symbol n, domyślnie 30)

source: Last order date + n weeks (Replace n for a number, default 1)
es_es: Fecha del último pedido + n semanas (Reemplace n por un número, predeterminado 1)
hr_hr: Datum zadnje narudžbe + n tjedana (zamijenite n za broj, zadano 1)
ms_my: Tarikh pesanan terakhir + n minggu (Gantikan n untuk nombor, lalai 1)
pl_pl: Data ostatniego zamówienia + n tyg. (Zastąp n dla liczby, domyślnie 1)

source: Last order date + n months (Replace n for a number, default 1)
es_es: Fecha del último pedido + n meses (Reemplace n por un número, predeterminado 1)
hr_hr: Datum zadnje narudžbe + n mjeseci (zamijenite n za broj, zadano 1)
ms_my: Tarikh pesanan terakhir + n bulan (Gantikan n untuk nombor, lalai 1)
pl_pl: Data ostatniego zamówienia + n miesięcy (Zastąp n dla liczby, domyślnie 1)

source: New abandoned_basket email
es_es: Nuevo correo electrónico abandonados
hr_hr: Nova e-mail o napuštenoj košarici
ms_my: E-mel abandoned_basket baru
pl_pl: Nowy opuszczony koszyk email

source: Timesheet not found
es_es: Hoja de horas no encontrada
hr_hr: Nije pronađena evidencija radnog vremena
ms_my: Butiran Times tidak dijumpai
pl_pl: Grafik nie znaleziony

source: New clocking record
es_es: Nuevo registro de reloj
hr_hr: Novi zapis o vremenskom evidentiranju
ms_my: Rekod pencapaian baru
pl_pl: Nowy zapis przyjścia do pracy

source: Times in
es_es: Veces en
ms_my: Masa masuk

source: Employee code
es_es: Código de empleado
hr_hr: Šifra zaposlenika
ms_my: Kod pekerja
pl_pl: Kod pracownika

source: Sorry you don't have permission to access this area
es_es: Lo sentimos, no tienes permiso para acceder a esta área
ms_my: Maaf, anda tidak mempunyai kebenaran untuk mengakses kawasan ini

source: Part Reference
es_es: Referencia pieza
hr_hr: Referenca dijela
ms_my: Rujukan Bahagian
pl_pl: Cżęściowe Referencje

source: Barcode number
es_es: Codigo de barras
hr_hr: Barkod broj
ms_my: Nombor kod bar
pl_pl: Numer kodu kreskowego

source: New barcode
es_es: Nuevo código de barras
hr_hr: Novi barkod
ms_my: Kod bar baru
pl_pl: Nowy kod kreskowy

source: Add barcodes
es_es: Agregar códigos de barras
hr_hr: Dodaj barkod
ms_my: Tambah bar kod
pl_pl: dodaj kody kreskowe

source: Delivering since: %s
es_es: Entregando desde:% s
ms_my: Menyampaikan sejak:% s

source: Invoices per category
es_es: Facturas por categoría.
ms_my: Invois mengikut kategori

source: Ordering cartons
es_es: Pedido de cajas de cartón
hr_hr: Naručivanje kartona
ms_my: Memesan karton
pl_pl: Zamawianie kartonów

source: Ordering SKOs
es_es: Pedido de SKO
ms_my: Memesan SKO

source: Ordering units
es_es: Unidades de pedido
ms_my: Memesan unit

source: Upload items
es_es: Subir artículos
ms_my: Muat naik item

source: This is a special location, can't be edited
es_es: Esta es una ubicación especial, no se puede editar
ms_my: Ini adalah lokasi istimewa, tidak dapat diedit

source: Move all parts
es_es: Mover todas las partes
ms_my: Gerakkan semua bahagian

source: Move to location
es_es: Mover a la ubicación
ms_my: Pindah ke lokasi

source: Stop junk mail
es_es: Detener el correo basura
ms_my: Hentikan mel sampah

source: Above upper limit
es_es: Por encima del límite superior
hr_hr: Iznad gornje granice
ms_my: Had atas di atas
pl_pl: Powyżej wyższego limitu

source: Above lower limit
es_es: Por encima del límite inferior
hr_hr: Iznad donje granice
ms_my: Had ke bawah yang lebih rendah
pl_pl: Powyżej niższego limitu

source: Always
es_es: Siempre
hr_hr: Uvjek
ms_my: Sentiasa
pl_pl: Zawsze

source: Never
es_es: Nunca
hr_hr: Nikada
ms_my: Tidak pernah
pl_pl: Nigdy

source: On top salary
es_es: Sobre el salario
hr_hr: Najviša plaća
ms_my: Atas gaji
pl_pl: Dodatkowo do wypłaty

source: Offset Salary
es_es: Salario compensado
hr_hr: Izravnanje plaće
ms_my: Gaji Offset
pl_pl: Wypłata skompensowana

source: Costs
es_es: Costos
hr_hr: Troškovi
ms_my: Kos
pl_pl: Koszty

source: Targets & employee rewards
es_es: Objetivos y recompensas de empleados
hr_hr: Targeti i i i nagrade za zaposlenike
ms_my: Sasaran & ganjaran pekerja
pl_pl: Cele & Nagrody dla pracownika

source: Task name
es_es: Nombre de la tarea
hr_hr: Naziv zadatka
ms_my: Nama petugas
pl_pl: Nazwa zadania

source: Add task
es_es: Agregar tarea
hr_hr: Dodaj zadatak
ms_my: Tambah tugas
pl_pl: Dodaj zadanie

source: Store don't have website, set it up %s
es_es: La tienda no tiene sitio web, configúralo% s
hr_hr: Trgovina nema web stranicu, postavite je %s
ms_my: Kedai tidak mempunyai laman web, tetapkan% s

source: Add employee
es_es: agregar Empleado
hr_hr: Dodaj zaposlenika
ms_my: Tambah pekerja
pl_pl: Dodaj pracownika

source: Tariff Codes / Weight
es_es: Códigos Arancelarios / Peso
ms_my: Kod Tarif / Berat

source: New purge
es_es: Nueva purga
ms_my: Pembersihan baru

source: Overtime reference
es_es: Referencia de horas extras
hr_hr: Referenca produžetka
ms_my: Rujukan masa lampau
pl_pl: Referencja nadgodzin

source: New overtime
es_es: Nuevas horas extras
hr_hr: Novi produžeci
ms_my: Lembur baru
pl_pl: Nowe Nadgodziny

source: Sale amount
es_es: Monto en ventas
hr_hr: Iznos prodaje
ms_my: Jumlah jualan
pl_pl: Wartość wyprzedaży

source: Supplier's product reference
es_es: Referencia del producto del proveedor
ms_my: Rujukan produk pembekal

source: Service provider code
es_es: Código de proveedor de servicios
hr_hr: Šifra pružatelja usluge
ms_my: Kod penyedia perkhidmatan
pl_pl: Kod Dostawcy Usług

source: Service provider name
es_es: Nombre del proveedor de servicios
hr_hr: Naziv pružatelja usluge
ms_my: Nama penyedia perkhidmatan
pl_pl: Nazwa Dostawcy Usług

source: excluding same family
es_es: excluyendo a la misma familia
ms_my: tidak termasuk keluarga yang sama

source: This product is forced to be offline
es_es: Este producto se ve obligado a desconectarse
hr_hr: Ovaj proizvod je prisiljen biti izvan mreže
ms_my: Produk ini terpaksa offline
pl_pl: Ten produkt musi być offline

source: Webpage code
de_de: Webseitekode
es_es: Código de página web
hr_hr: Kod web stranice
ms_my: Kod halaman web
pl_pl: Kod Strony Internetowej

source: Upload supplier's products
es_es: Subir productos del proveedor
ms_my: Muat naik produk pembekal

source: Job order number
es_es: Número de orden de trabajo
ms_my: Nombor pesanan kerja

source: Link task
es_es: Tarea de enlace
ms_my: Tugasan tugasan

source: Component
es_es: Componente
ms_my: Komponen

source: Log postal mail
es_es: Registrar correo postal
hr_hr: Dnevnik poštanske pošiljke
ms_my: Log pos pos
pl_pl: Zaloguj pocztę

source: Log call
es_es: Registro de llamadas
hr_hr: Dnevnik poziva
ms_my: Panggilan log
pl_pl: Zaloguj się

source: Percentages
es_es: Porcentajes
ms_my: Peratusan
pl_pl: Procentowo

source: Reformat
es_es: Reformatear
hr_hr: Preoblikuj
pl_pl: Przeformatować

source: Upload prospects
es_es: Subir prospectos
ms_my: Muat naik prospek

source: Edit prospects
es_es: Editar perspectivas
ms_my: Edit prospek

source: Return number
es_es: Número de devolución
ms_my: Nombor pulangan

source: New account
es_es: Nueva cuenta
ms_my: Akaun baru
pl_pl: Nowe konto

source: Usage
es_es: Uso
ms_my: Penggunaan

source: New shipping zone schema
es_es: Nuevo esquema de zona de envío
ms_my: Skema zon penghantaran baru

source: items
de_de: Artikel
es_es: artículos
hr_hr: artikli
ms_my: barangan
pl_pl: produkty

source: Id's & Barcodes
es_es: Id's y códigos de barras
hr_hr: ID-ovi i barkodovi
ms_my: Id & Barcode
pl_pl: ID & Kody Kreskowe

source: Barcode/Weight/CMB
es_es: Código de barras / Peso / CMB
ms_my: Kod Bar / Berat / CMB

source: Part sales
es_es: Venta de piezas
ms_my: Jualan bahagian

source: Sales of associated part (include other suppliers)
es_es: Ventas de parte asociada (incluye otros proveedores)
ms_my: Jualan bahagian berkaitan (termasuk pembekal lain)

source: Sold Amount
es_es: Cantidad vendida
hr_hr: Prodani iznos
ms_my: Jumlah Dijual
pl_pl: Kwota Sprzedaży

source: Timeseries Type
es_es: Tipo de serie de tiempo
hr_hr: Vrsta vremenske serije
ms_my: Jenis Timeseries
pl_pl: Typ serii

source: Clocked/d
es_es: Reloj / d
hr_hr: Evidentira/d
ms_my: Jam / d
pl_pl: Zalogowani / na dzień

source: nOKD overtime/d
es_es: nOKD horas extras / d
hr_hr: nOKD prekovremeno/d
ms_my: lembur lebih lama / d
pl_pl: Nadgodziny / dzień

source: Paid time/d
es_es: Tiempo pagado / d
hr_hr: Plaćeno vrijeme/d
ms_my: Masa berbayar / d
pl_pl: Czas płatny / dzień

source: OKD overtime/d
es_es: OKD horas extras / d
hr_hr: OKD prekovremeno/d
ms_my: OKD lembur / d
pl_pl: Nadgodziny / dzień

source: Worked/d
es_es: Trabajado / d
hr_hr: Radio/d
ms_my: Bekerja / d
pl_pl: Przepracowane / Dzień

source: Upload records
es_es: Subir registros
hr_hr: Učitaj zapise
ms_my: Muat naik rekod
pl_pl: Prześlij rekordy

source: Delete API key
es_es: Eliminar clave de API
hr_hr: Izbriši API ključ
ms_my: Padam kunci API
pl_pl: Usuń klucz API

source: agent code
es_es: codigo de agente
ms_my: kod ejen

source: Users by category
es_es: Usuarios por categoría
ms_my: Pengguna menurut kategori

source: Add area(s)
es_es: Agregar área (s)
ms_my: Tambah kawasan

source: Edit area(s)
es_es: Editar área (s)
ms_my: Edit kawasan (s)
