Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: %s user record created
de_de: %s Benutzereintrag erstellt
es_es: % s registro de usuario creado
hr_hr: %s kreiran korisnički zapis
ms_my: Rekod pengguna% s dibuat
pl_pl: Utworzono rekord użytkownika% s

source: User added successfully
de_de: Benutzer erfolgreich hinzugefügt
es_es: Usuario agregado exitosamente
hr_hr: Korisnik je uspješno dodan
ms_my: Pengguna telah berjaya
pl_pl: Użytkownik został pomyślnie dodany

source: Local time
es_es: Hora local
ms_my: Masa setempat

source: Red
de_de: Rot
es_es: Rojo
hr_hr: Crvena
ms_my: Merra
pl_pl: Czerwony

source: Green
de_de: Grün
es_es: Verde
hr_hr: Želena
ms_my: Hijau
pl_pl: Zielony

source: Blue
de_de: Blau
es_es: Azul
hr_hr: Plava
ms_my: Biru
pl_pl: Niebieski

source: Black
es_es: Negro
ms_my: Hitam

source: none
de_de: keiner
es_es: inexistente
hr_hr: nijedan
ms_my: tiada
pl_pl: żaden

source: all
de_de: alle
es_es: todos
hr_hr: sve
ms_my: semua
pl_pl: wszystko

source: User removed from group %s
de_de: Benutzer von der Gruppe entfernt %s
es_es: Usuario eliminado del grupo% s
hr_hr: Korisnik uklonjen iz grupe %s
ms_my: Pengguna dibuang dari kumpulan% s
pl_pl: użytkownik usunięty z grupy %s

source: User added to group %s
de_de: Benutzer hinzugefügt zur Gruppe %s
es_es: Usuario agregado al grupo% s
hr_hr: Korisnik dodan u grupu %s
ms_my: Pengguna ditambah ke kumpulan% s
pl_pl: Użytkownik dodany do grupy %s

source: User's rights for store %s were removed
de_de: Benutzerrechte für das Geschäft wurden entfernt %s
es_es: Se eliminaron los derechos del usuario para la tienda% s
hr_hr: Korisnička prava za trgovinu %s su uklonjena
ms_my: Hak pengguna untuk menyimpan% s telah dialih keluar
pl_pl: Prawa użytkownika do sklepu% s zostały usunięte

source: User's rights for store %s were granted
de_de: Benutzerrechte für das Geschäft wurden genehmigt %s
es_es: Se otorgaron derechos de usuario para la tienda% s
hr_hr: Dodijeljena su korisnička prava za trgovinu %s
ms_my: Hak pengguna untuk menyimpan% s telah diberikan
pl_pl: Uprawnienia użytkownika do sklepu% s zostały przyznane

source: User's rights for warehouse %s were removed
de_de: Benutzerrechte für das Lagerhaus wurden entfernt %s
es_es: Se eliminaron los derechos del usuario para el almacén% s
hr_hr: Korisnička prava za magacin %s su uklonjena
ms_my: Hak pengguna untuk gudang% s telah dialih keluar
pl_pl: Prawa użytkownika do magazynu% s zostały usunięte

source: User's rights for warehouse %s were granted
de_de: Benutzerrechte für das Lagerhaus wurden genehmigt %s
es_es: Se otorgaron derechos de usuario para el almacén% s
hr_hr: Dodijeljena su korisnička prava za magacin %s
ms_my: Hak pengguna untuk gudang% s telah diberikan
pl_pl: Uprawnienia użytkownika do magazynu% s zostały przyznane

source: Wrong value %s
de_de: Falscher Wert %s
es_es: Valor incorrecto% s
hr_hr: Nevažeća vrijednost %s
ms_my: Nilai salah% s
pl_pl: Nieprawidłowa wartość %s

source: notifications/recovery email
de_de: Wiederherstellungs-E-Mail senden
es_es: notificaciones / correo electrónico de recuperación
hr_hr: obavijesti/e-mail za oporavak
ms_my: pemberitahuan / e-mel pemulihan
pl_pl: powiadomienia / email odzyskujący dane

source: recovery mobile
de_de: Wiederherstellung Telefonnummer
es_es: recuperación móvil
hr_hr: mobitel za oporavak
ms_my: pemulihan mudah alih
pl_pl: numer telefonu odzyskujący dane

source: warehouses
de_de: Lager
es_es: almacenes
hr_hr: magacini
ms_my: gudang
pl_pl: magazyny

source: theme
es_es: tema
ms_my: tema

source: production suppliers
de_de: Hersteller
es_es: proveedores de producción
hr_hr: dobavljači proizvodnje
ms_my: pembekal pengeluaran
pl_pl: dostawcy produkcji

source: User deleted
de_de: Benutzer gelöscht
es_es: Usuario eliminado
hr_hr: Korisnik izbrisan
ms_my: Pengguna dipadam
pl_pl: Użytkownik usunięty

source: Expired
de_de: Abgelaufen
es_es: Expirado
hr_hr: Istekao
ms_my: Tamat tempoh
pl_pl: Wyczerpany

source: Warehouse added
de_de: Lagerhaus hinzugefügt
es_es: Almacén agregado
hr_hr: Magacin dodan
ms_my: Gudang ditambah
pl_pl: Magazyn dodany

source: Orange
es_es: Naranja
hr_hr: Narančasta
pl_pl: Pomarańczowy

source: Pink
de_de: Rosa
es_es: Rosa
hr_hr: Ružičasta
ms_my: Merah jambu
pl_pl: Różowy

source: Purple
de_de: Lila
es_es: Morado
hr_hr: Ljubičasta
ms_my: Ungu
pl_pl: Fioletowy

source: Yellow
de_de: Gelb
es_es: Amarillo
hr_hr: Žuta
ms_my: Kuning
pl_pl: Żółty

source: Error can not create warehouse
de_de: Fehler: Lager kann nicht erstellt werden
es_es: El error no puede crear almacenes
hr_hr: Pogreška ne može se kreirati magacin
ms_my: Ralat tidak boleh membuat gudang
pl_pl: Błąd: Nie można stworzyć magazynu

source: Location missing
de_de: Lagerort wird vermisst
es_es: Ubicación faltante
hr_hr: Nedostaje lokacija
ms_my: Lokasi hilang
pl_pl: Brak lokalizacji

source: Flag invalid colour
de_de: ungültige Farbe der Markierung
es_es: Valor de stock por SKO
hr_hr: Nevažeća boja zastave
ms_my: Tandakan warna tidak sah
pl_pl: Oznacz nieprawidłowy kolorem

source: Duplicated location code
es_es: Código de ubicación duplicado
hr_hr: Dupliciran lokacijski kod
ms_my: Kod lokasi berganda
pl_pl: Kod lokalizacji zduplikowany

source: Warehouse area %s (%s) created
es_es: area de almacen creada%s (%s) created
ms_my: Kawasan gudang% s (% s) dibuat

source: Missing code
es_es: Código faltante
ms_my: Kod yang tiada

source: Location Code already in the warehouse
de_de: Lokationkode bereits im Lager
es_es: Código de ubicación ya en el almacén
hr_hr: Kod lokacije već u magacinu
ms_my: Kod Lokasi sudah ada di gudang
pl_pl: Kod lokalizacji istnieje już na magazynie

source: Website added
es_es: Sitio web agregado
hr_hr: Dodana web stranica
ms_my: Laman web ditambah
pl_pl: Witryna dodana

source: Only approved
es_es: Solo aprobado
hr_hr: Samo odobreni
ms_my: Hanya diluluskan
pl_pl: tylko potwierdzone

source: Bar hint
es_es: Sugerencia de bar
ms_my: Petunjuk bar

source: Dot
es_es: Punto

source: Only if stock very low
es_es: Solo si existencias muy bajas
ms_my: Hanya jika stok sangat rendah

source: registration type
es_es: tipo de registro
hr_hr: vrsta registracije
ms_my: jenis pendaftaran
pl_pl: typ rejestracji

source: info bar basket amount type
es_es: barra de información tipo de cantidad de canasta
hr_hr: tip količine košarice u informacijskoj trac
ms_my: jenis bar keranjang maklumat jenis
pl_pl: Wartość koszyka - informacja

source: Another footer has same code %s
es_es: Otro pie de página tiene el mismo código% s
hr_hr: Drugo podnožje ima isti kod %s
ms_my: Footer lain mempunyai kod yang sama% s
pl_pl: Inna stopka posiada ten sam kod %s

source: Website footer created
es_es: Pie de página web creado
hr_hr: Izrađeno podnožje web stranice
ms_my: Footer tapak web dibuat
pl_pl: Utworzono stopkę na stronie internetowej

source: Another header has same code %s
es_es: Otro encabezado tiene el mismo código% s
hr_hr: Drugo zaglavlje ima isti kod %s
ms_my: Tandukan lain mempunyai kod yang sama% s
pl_pl: Inny nagłówek posiada już ten kod %s

source: Website header created
de_de: Website-Header erstellt
es_es: Encabezado del sitio web creado
hr_hr: Izrađeno zaglavlje web stranice
ms_my: Tajuk laman web dibuat
pl_pl: Nagłówek witryny stworzony

source: File already attached
de_de: Datei bereits angehängt
es_es: Archivo ya adjunto
hr_hr: Datoteka je već dodana
ms_my: Fail sudah dilampirkan
pl_pl: plik już załączony

source: File attached
es_es: Archivo adjunto
hr_hr: Datoteka dodana
ms_my: Fail dilampirkan
pl_pl: plik załączony

source: Image already uploaded
de_de: Bild bereits hochgeladen
es_es: Imagen ya cargada
hr_hr: Slika je već učitana
ms_my: Imej sudah dimuat naik
pl_pl: Obraz już wgrany

source: Image added
es_es: Imagen añadida
hr_hr: Slika je dodana
ms_my: Imej ditambah
pl_pl: obraz dodany

source: Empty note
de_de: Leerer Vermerk
es_es: Nota vacía
hr_hr: Prazna bilješka
ms_my: Nota kosong
pl_pl: Pusta notatka

source: Czech
de_de: Tschechisch
es_es: Checo
hr_hr: Češki
pl_pl: Czeski

source: German
de_de: Deutsch
es_es: Aleman
hr_hr: Njemački
ms_my: Jerman
pl_pl: Niemiecki

source: Spanish
de_de: Spanisch
es_es: Español
hr_hr: Španjolski
ms_my: Sepanyol
pl_pl: Hiszpański

source: French
de_de: Französisch
es_es: Francés
hr_hr: Francuski
ms_my: Perancis
pl_pl: Francuski

source: Indonesian
es_es: indonesio

source: Italian
es_es: Italiano
hr_hr: Talijanski
ms_my: Itali
pl_pl: Włoski

source: Malay
es_es: Malayo
ms_my: Melayu

source: Polish
de_de: Polisch
es_es: Polaco
hr_hr: Poljski
ms_my: Poland
pl_pl: Polski

source: Slovak
de_de: Slowakisch
es_es: Eslovaca
hr_hr: Slovački
pl_pl: Słowacki

source: Chinese
de_de: Chinesisch
es_es: Chino
hr_hr: Kineski
ms_my: Cina
pl_pl: Chiński

source: Sales representatives
es_es: Representantes de ventas
ms_my: Wakil jualan
pl_pl: Przedstawiciele handlowi

source: Productivity
es_es: Productividad
hr_hr: Produktivnost
ms_my: Produktiviti
pl_pl: Produktywność

source: Sales overview
es_es: Resumen de ventas
ms_my: Gambaran keseluruhan jualan

source: Dispatched orders X-rays
es_es: Despacho de pedidos de rayos X
hr_hr: X-ray analizu otpremljenih narudžbi
ms_my: Pesanan sinar X-ray
pl_pl: Wysłane zamówienia

source: Dispatched orders
es_es: Pedidos despachados
hr_hr: Poslane narudžbe
ms_my: Pesanan ditolak
pl_pl: Wysłane zamówienia

source: Dispatched delivery notes
es_es: Albaranes de entrega despachados
hr_hr: Poslane otpremnice
ms_my: Nota penghantaran disatched
pl_pl: Dokumenty dostawy z

source: Billing Country/Tax Categories
es_es: País de facturación / Categorías de impuestos
hr_hr: Zemlja naplate/Porezne kategorije
ms_my: Kategori Negara / Cukai Billing
pl_pl: Kraj Fakturowania / Kategorie Podatku

source: EC Sales List
es_es: Lista de ventas de la CE
hr_hr: Popis prodaje u EU
ms_my: Senarai Jualan EC
pl_pl: Lista sprzedaży

source: Supplier's product list & adding supplier's products
es_es: Lista de productos del proveedor y adición de productos del proveedor
ms_my: Senarai produk pembekal & menambah produk pembekal

source: Employees list & adding employees
de_de: Mitarbeiterliste & Angestellte hinzufügen
es_es: Lista de empleados y agregados
hr_hr: Popis zaposlenika i dodavanje zaposlenika
ms_my: Senarai pekerja & menambah pekerja

source: Employees list
de_de: Mitarbeiterliste
es_es: Lista de empleados
hr_hr: Popis zaposlenika
ms_my: Senarai pekerja

source: Adding an employee
de_de: Angestellter wird hinzugefügt
es_es: Agregar un empleado
hr_hr: Dodavanje zaposlenika
ms_my: Menambah pekerja

source: Locations list
de_de: Standortsliste
es_es: Lista de ubicaciones
hr_hr: Popis lokacija
ms_my: Senarai lokasi

source: %s (page)
es_es: % s (página)
hr_hr: %s (stranica)
ms_my: % s (halaman)

source: %s (tab)
es_es: % s (pestaña)
hr_hr: %s (kartica)

source: Feel free to type something about this tab
es_es: Siéntase libre de escribir algo sobre esta pestaña
hr_hr: Slobodno napišite nešto o ovoj kartici
ms_my: Jangan ragu untuk menaip sesuatu tentang tab ini

source: Feel free to type something about this page
es_es: Siéntase libre de escribir algo sobre esta página
hr_hr: Slobodno napišite nešto o ovoj stranici
ms_my: Jangan ragu untuk menaip sesuatu tentang halaman ini

source: Value has to be a number
es_es: Valor tiene que ser un número
hr_hr: Vrijednost mora biti broj
ms_my: Nilai harus menjadi nombor
pl_pl: Wartość musi być numerem

source: Value has to be a positive
es_es: El valor tiene que ser positivo
hr_hr: Vrijednost mora biti pozitivna
ms_my: Nilai harus menjadi positif
pl_pl: Wartość musi być dodatnia

source: Value has to be a positive integer. e.g. %s
es_es: El valor tiene que ser un número entero positivo. p.ej. % s
hr_hr: Vrijednost mora biti pozitivan cijeli broj. npr. %s
ms_my: Nilai harus menjadi integer positif. contohnya. % s
pl_pl: Wartość musi być dodatnią liczbą całkowitą. na przykład % s

source: The maximum value is %s
es_es: El valor máximo es% s
hr_hr: Maksimalna vrijednost je %s
ms_my: Nilai maksimum ialah% s
pl_pl: Maksymalna wartość zamówienia to %s

source: The minimum value is %s
es_es: El valor mínimo es% s
hr_hr: Minimalna vrijednost je %s
ms_my: Nilai minimum ialah% s
pl_pl: Minimalna wartość zamówienia to %s

source: Invalid password
de_de: Ungültiger Benutzername oder Passwort
es_es: Contraseña invalida
hr_hr: Neispravna lozinka
ms_my: Kata laluan tidak sah
pl_pl: Nieprawidłowe hasło

source: Password has to be at least %d characters
es_es: La contraseña debe tener al menos% d caracteres
hr_hr: Lozinka mora sadržavati najmanje %d znakova
ms_my: Kata laluan harus sekurang-kurangnya% d aksara
pl_pl: Hasło musi zawierać przynajmniej %d znaków

source: Passwords don't match
de_de: Leider stimmen die Passwörter nicht überein
es_es: Las contraseñas no son las mismas
hr_hr: Lozinke se ne podudaraju
ms_my: Kata laluan tidak sepadan
pl_pl: Hasła nie pasują

source: PIN has to be at least %d characters
es_es: El PIN debe tener al menos% d caracteres
hr_hr: PIN mora sadržavati najmanje %d znakova
ms_my: PIN perlu sekurang-kurangnya% d aksara
pl_pl: Numer PIN musi zawierać co najmniej %d znaków

source: Value has to be at least %d characters
es_es: El valor debe tener al menos% d caracteres
hr_hr: Vrijednost mora sadržavati najmanje %d znakova
ms_my: Nilai hendaklah sekurang-kurangnya% d aksara
pl_pl: Wartość musi wynosić co najmniej% d znaków

source: Please provide an email
es_es: Por favor proporcione un correo electrónico
hr_hr: Molimo vas navedite e-mail
ms_my: Sila berikan e-mel
pl_pl: Podaj email

source: Only one @ is allowed
es_es: Solo se permite una @
hr_hr: Dopušten je samo jedan @
ms_my: Hanya satu @ dibenarkan
pl_pl: tylko jeden @ jest dozwolony

source: Commas are not allowed
es_es: No se permiten comas.
hr_hr: Zarezi nisu dopušteni
ms_my: Koma tidak dibenarkan
pl_pl: Przecinki nie mogą być użyte

source: Spaces are not allowed
es_es: No se permiten espacios.
hr_hr: Razmaci nisu dopušteni
ms_my: Ruang tidak dibenarkan
pl_pl: Spacje są niedozwolone

source: Invalid special characters
es_es: Caracteres especiales inválidos
hr_hr: Nevažeći posebni znakovi
ms_my: Aksara khas tidak sah
pl_pl: Nieprawidłowe znaki specjalne

source: Missing fields
es_es: Campos faltantes
hr_hr: Prazna polja
ms_my: Medan yang tiada
pl_pl: Brakujące pola

source: Please provide a recipient
es_es: Por favor proporcione un destinatario
hr_hr: Molimo vas navedite primatelja
ms_my: Sila berikan penerima
pl_pl: Podaj odbiorce

source: Please provide the address first line
de_de: Bitte geben Sie die Adresse erste Zeile
es_es: Proporcione la dirección en la primera línea.
hr_hr: Molimo vas unesite adresu u prvi red
ms_my: Sila berikan alamat baris pertama
pl_pl: Podaj pierwszą linię adresu

source: Please provide a postal code
es_es: Por favor proporcione un código postal
hr_hr: Molimo vas unesite poštanski broj
ms_my: Tolong berikan kod pos
pl_pl: Podaj kod pocztowy

source: Invalid number
de_de: Ungültige Zahl
es_es: Número invalido
hr_hr: Nevažeći broj
ms_my: Nombor tidak sah
pl_pl: Nieprawidłowy numer

source: Please provide a number
es_es: Por favor proporcione un número
hr_hr: Molimo vas navedite broj
ms_my: Sila berikan nombor
pl_pl: Podaj numer

source: Number to short
es_es: Número a corto
hr_hr: Broj je prekratak
ms_my: Bilangan pendek
pl_pl: numer za krótki

source: Number to long
es_es: Numero demasiado largo
hr_hr: Broj je predug
ms_my: Bilangan panjang
pl_pl: Numer jest za długi

source: Invalid contry code
es_es: Código de país inválido
hr_hr: Nevažeći kod države
ms_my: Kod contry tidak sah
pl_pl: Nieprawidłowy kod kraju

source: Invalid time
es_es: Tiempo inválido
hr_hr: Nevažeće vrijeme
ms_my: Masa tidak sah
pl_pl: Nieprawidłowy czas

source: Same start & finish time
es_es: Misma hora de inicio y finalización
hr_hr: Isto vrijeme početka i završetka
ms_my: Masa permulaan & penamat yang sama
pl_pl: Ten sam czas początkowy & końcowy

source: finish < start
es_es: terminar <inicio
hr_hr: završiti < započeti
ms_my: selesai <mula
pl_pl: Zakończ < Zacznij

source: Break ends after finish
es_es: El descanso termina después de terminar
hr_hr: Pauza završava nakon završetka
ms_my: Pecah hujung selepas selesai
pl_pl: Koniec przerwy po zakończeniu

source: Break before start
es_es: Romper antes de comenzar
hr_hr: Pauza prije početka
ms_my: Cuti sebelum mula
pl_pl: Przerwa przed rozpoczęciem

source: Break ends next day
es_es: El descanso termina al día siguiente
hr_hr: Odmor završava sljedeći dan
ms_my: Cuti hujung hari berikutnya
pl_pl: Koniec przerwy następnego dnia

source: Invalid break duration
es_es: Duración de descanso inválida
hr_hr: Nevažeće trajanje pauze
ms_my: Tempoh pemecahan tidak sah
pl_pl: Nieprawidłowy czas trwania przerwy

source: Invalid amount
es_es: Monto invalido
hr_hr: Nevažeći iznos
ms_my: Jumlah tidak sah
pl_pl: Nieprawidłowa wartość

source: Invalid barcode
es_es: Código de barras inválido
hr_hr: Nevažeća barkod
ms_my: Kod bar tidak sah
pl_pl: Nieprawidłowy kod kreskowy

source: Barcode too short, should be 13 digits
es_es: Código de barras demasiado corto, debe tener 13 dígitos
hr_hr: Barkod je prekratak, trebao bi imati 13 znamenki
ms_my: Barcode terlalu pendek, hendaklah 13 digit
pl_pl: Kod kreskowy musi zawierać 13 cyfr

source: Barcode too long, should be 13 digits
es_es: Código de barras demasiado largo, debe tener 13 dígitos
hr_hr: Barkod je predug, trebao bi imati 13 znamenki
ms_my: Barcode terlalu panjang, hendaklah 13 digit
pl_pl: Kod Kreskowy nie może zawierać więcej niż 13 cyfr

source: Wrong check digit
es_es: Dígito de verificación incorrecto
hr_hr: Pogrešna kontrolna znamenka
ms_my: Nombor cek yang salah
pl_pl: Niepoprawna cyfra kontrolna

source: Account set up
es_es: Configuracion de cuenta
hr_hr: Nalog postavljen
ms_my: Set up akaun
pl_pl: Ustawienia konta

source: Data
es_es: Datos
hr_hr: Podaci
pl_pl: Dane

source: Account details
es_es: Configuracion de cuenta
hr_hr: Detalji o nalogu
ms_my: Butiran akaun
pl_pl: Dane konta

source: Order's Index
es_es: Índice de la orden
hr_hr: Indeks narudžbe
ms_my: Indeks Perintah
pl_pl: Index zamówienia

source: Orders list
es_es: Lista de pedidos
hr_hr: Popis narudžbi
ms_my: Senarai pesanan
pl_pl: Lista zamówień

source: Delivery notes list
es_es: Lista de albaranes
hr_hr: Popis otpremnica
ms_my: Senarai nota penghantaran
pl_pl: Lista dokumentów dostawy

source: Invoice list
es_es: Lista de Factura
hr_hr: Popis faktura
ms_my: Senarai invois
pl_pl: Lista faktur

source: Timeseries type
es_es: Tipo de serie de tiempo
ms_my: Jenis Timeseries
pl_pl: Typ serii

source: History
es_es: Historia
hr_hr: Povijest
ms_my: Sejarah
pl_pl: historia

source: Plot
es_es: Trama
hr_hr: Dijagram
pl_pl: Wykres

source: Properties/Operations
es_es: Propiedades / Operaciones
ms_my: Hartanah / Operasi

source: Details
de_de: Übersicht
es_es: Detalles
hr_hr: Detalji
ms_my: Butiran
pl_pl: Szczegóły

source: History, notes
es_es: Historia, notas
hr_hr: Povijest, bilješke
ms_my: Sejarah, nota
pl_pl: historia, notatki

source: Payments & refunds
es_es: Pagos y reembolsos
ms_my: Pembayaran & bayaran balik

source: Invoices per categories
es_es: Facturas por categorias
ms_my: Invois setiap kategori

source: All invoices
de_de: Alle Rechnungen
es_es: Todas las facturas
hr_hr: Sve fakture
ms_my: Semua invois
pl_pl: Wszystkie faktury

source: All deleted invoices
es_es: Todas las facturas eliminadas
ms_my: Semua invois yang dipadamkan

source: Credits per store
es_es: Créditos por tienda
ms_my: Kredit setiap kedai

source: Payments transactions
es_es: Transacciones de pagos
hr_hr: Financijske transakcije
ms_my: Urus niaga pembayaran
pl_pl: Transakcje płatności

source: Items in warehouse
es_es: Artículos en almacén
ms_my: Item dalam gudang
pl_pl: produkty na magazynie

source: History/Notes
de_de: Anmerkungen
es_es: Historia/Notas
hr_hr: Povijest/Bilješke
ms_my: Sejarah / Nota
pl_pl: Historia/Notatki

source: Supplier's individual orders
es_es: Pedidos individuales del proveedor
ms_my: Perintah individu pembekal
pl_pl: Indywidualne zamówienia dostawcy

source: Upload Records
es_es: Subir registros
hr_hr: Prijenos zapisa
ms_my: Muatkan Rekod
pl_pl: Prześlij rekordy

source: Lists
de_de: Listen
es_es: Listas
hr_hr: Popisi
ms_my: Senarai
pl_pl: Listy

source: Insights
es_es: Percepciones
hr_hr: Uvidi
ms_my: Pandangan
pl_pl: spostrzeżenia

source: Geographic Distribution
es_es: Distribución geográfica
hr_hr: Geografska distribucija
ms_my: Pengedaran Geografi
pl_pl: dystrybucja geograficzna

source: New customer list
es_es: Nueva lista de clientes
hr_hr: Novi popis klijenata
ms_my: Senarai pelanggan baru
pl_pl: nowa lista klientów

source: Customer's store products
es_es: Productos de la tienda del cliente
ms_my: Produk kedai pelanggan

source: Removed products
es_es: Productos eliminados
ms_my: Produk yang dikeluarkan

source: Removed from portfolio
es_es: Eliminado del portafolio
ms_my: Dikeluarkan dari portfolio

source: Sales data info
es_es: Información de datos de ventas
ms_my: Maklumat data jualan

source: Products invoiced
es_es: Productos facturados
ms_my: Produk invois
pl_pl: Produkty zaksięgowane

source: Categories ordered
es_es: Categorías ordenadas
ms_my: Kategori yang dipesan
pl_pl: Kategorie Zamówione

source: Favourite products
es_es: Productos favoritos
hr_hr: Omiljeni proizvodi
ms_my: Produk kegemaran
pl_pl: Ulubione produkty

source: Credits blockchain
es_es: Créditos blockchain
ms_my: Kad kredit

source: Customer's client
es_es: Cliente del cliente
ms_my: Pelanggan pelanggan

source: Answers
es_es: Respuestas
hr_hr: Odgovori
ms_my: Jawapan
pl_pl: Odpowiedzi

source: Poll options
es_es: Opciones de encuesta
hr_hr: Anketne opcije
ms_my: Pilihan undian
pl_pl: Opcje ankiety

source: New poll query option
es_es: Nueva opción de consulta de encuesta
hr_hr: Nova opcija anketnog upita
ms_my: Pilihan kueri pilihan baru
pl_pl: Nowa opcja ankiety

source: Email templates
es_es: Plantillas de correo electrónico
hr_hr: Email predložci
ms_my: Templat e-mel
pl_pl: Szablony Wiadomości

source: Communications, history, notes
es_es: Comunicaciones, historia, notas.
hr_hr: Komunikacija, povijest, bilješke
ms_my: Komunikasi, sejarah, nota
pl_pl: Komunikacje, historia, notatki

source: Workshop
es_es: Taller
hr_hr: Radionica
ms_my: Bengkel
pl_pl: Warsztat

source: New invitation template
es_es: Nueva plantilla de invitación
hr_hr: Novi predložak pozivnice
ms_my: Templat jemputan baharu
pl_pl: Nowy Szablon Zaproszenia

source: All delivery notes
es_es: Todos los albaranes
hr_hr: Sve otpremnice
ms_my: Semua nota penghantaran
pl_pl: Dokumenty dostawy z

source: Group by store
es_es: Agrupar por tienda
hr_hr: Grupiranje po trgovini
ms_my: Kumpulan mengikut kedai
pl_pl: Grupuj według sklepów

source: New shipping company
es_es: Nueva empresa de transporte
hr_hr: Nova dostavna tvrtka
ms_my: Syarikat perkapalan baru
pl_pl: Nowa firma dostawcza

source: Shipping company
es_es: Compañía de envios
hr_hr: Kurirska služba
ms_my: Syarikat perkapalan
pl_pl: Firma transportowa

source: About
es_es: Acerca de
hr_hr: O
ms_my: Mengenai
pl_pl: o

source: Ex employees
es_es: Ex empleados
hr_hr: Bivši zaposlenik
ms_my: Ex pekerja
pl_pl: Byli pracownicy

source: Ex Employees
es_es: Ex empleados
hr_hr: Bivši zaposlenik
pl_pl: Byli pracownicy

source: Today timesheet
es_es: HOJA DE TIEMPO HOY
hr_hr: Evidencija radnog vremena za danas
ms_my: Jadual waktu hari ini
pl_pl: Dzisiejszy grafik

source: new employee
es_es: agregar nuevo Empleado
hr_hr: novi zaposlenik
ms_my: pekerja baru
pl_pl: Nowy pracownik

source: new attachment
es_es: Nuevo Archivo Adj.
hr_hr: novi prilog
ms_my: lampiran baru
pl_pl: Nowy załącznik

source: new system user
es_es: nuevo usuario del sistema
hr_hr: novi korisnik sustava
ms_my: pengguna sistem baru
pl_pl: Nowy użytkownik systemu

source: new contractor
es_es: nuevo contratista
hr_hr: novi izvođač
ms_my: kontraktor baru
pl_pl: Nowy kontraktor
