Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: No favourites
es_es: Sin favoritos
hr_hr: Nema favorita
ms_my: Tiada kegemaran
pl_pl: Brak ulubionych

source: Change layout
es_es: Cambia el diseño
hr_hr: Promjena izgleda
ms_my: Tukar susun atur
pl_pl: Zmień warstwę

source: Apply changes
de_de: Veränderungen durchführen
es_es: aplicar cambios
hr_hr: Primijeni promjene
ms_my: Terapkan perubahan
pl_pl: Zastosuj zmiany

source: Upload image
es_es: Cargar imagen
hr_hr: Učitaj sliku
ms_my: Muat naik imej
pl_pl: Prześlij obraz

source: New link
de_de: Neue Verlinkung
es_es: Nuevo enlace
hr_hr: Novi link
ms_my: Pautan baru
pl_pl: Nowy link

source: Remove link
de_de: Verlinkung entfernen
es_es: Remover enlace
hr_hr: Ukloni link
ms_my: Alih keluar pautan
pl_pl: Usuń link

source: Update link
es_es: Actualizar enlace
hr_hr: Ažuriraj link
ms_my: Kemas kini pautan
pl_pl: Uaktualnij link

source: Move link
es_es: Mover enlace
hr_hr: Premjesti link
ms_my: Alih pautan
pl_pl: Link przenoszenia

source: Add link
de_de: Verlinkung hinzufügen
es_es: Agregar enlace
hr_hr: Dodajte link
ms_my: Tambah pautan
pl_pl: Dodaj link

source: https://... or webpage code
es_es: https: // ... o código de página web
ms_my: https: // ... atau kod halaman web

source: Bullet points
de_de: Aufzählungspunkte
es_es: Viñetas
hr_hr: Označene točke
ms_my: Mata peluru
pl_pl: Punkty wyróżniające

source: Logistics
es_es: Logística
hr_hr: Logistika
ms_my: Logistik
pl_pl: Logistyka

source: Nature
de_de: Natur
es_es: Naturaleza
hr_hr: Priroda
ms_my: Alam
pl_pl: Natura

source: Humanoid
es_es: Humanoide
pl_pl: Człekopodobny

source: No icon
de_de: kein Symbol
es_es: Ningún icono
hr_hr: Bez ikonice
ms_my: Tiada ikon
pl_pl: Brak ikony

source: Basket
de_de: Warenkorb
es_es: Canasta
hr_hr: Košarica
ms_my: Bakul
pl_pl: Koszyk

source: My favourites
de_de: Meine Favoriten
es_es: Mis favoritos
hr_hr: Moji favoriti
ms_my: Kegemaran saya
pl_pl: Moje Ulubione

source: Log out
de_de: Abmelden
es_es: Cerrar sesión
hr_hr: Odjava
ms_my: Log keluar
pl_pl: Wyloguj

source: Add category
es_es: Añadir categoría
hr_hr: Dodati kategoriju
ms_my: Tambah kategori
pl_pl: Dodaj kategorie

source: Delete this section
es_es: Eliminar esta sección
hr_hr: Izbriši ovaj odjeljak
ms_my: Padamkan bahagian ini
pl_pl: Usuń sekcje

source: See also
de_de: Siehe auch
es_es: Ver también
hr_hr: Pogledajte također
ms_my: Lihat juga
pl_pl: Zobacz również

source: Search
de_de: Suchen
es_es: Búsqueda
hr_hr: Pretraga
ms_my: Carian
pl_pl: Szukaj

source: Favourites
de_de: Beliebten
es_es: Favoritos
hr_hr: Favoriti
ms_my: Kegemaran
pl_pl: Ulubione

source: Must be
de_de: muss sein
es_es: Debe ser
hr_hr: Mora biti
ms_my: Mesti
pl_pl: Musi być

source: Height
de_de: Höhe
es_es: Altura
hr_hr: Visina
ms_my: Ketinggian
pl_pl: Wysokość

source: Src
es_es: Búsqueda
hr_hr: Src (izvor)
pl_pl: źródło

source: Width
de_de: Breite
es_es: Ancho
hr_hr: Širina
ms_my: Lebar
pl_pl: Szerokość

source: Add product
es_es: Añadir Producto
ms_my: Tambah produk

source: Amount net
de_de: Betrag Netto
es_es: Cantidad neta
hr_hr: Iznos neto
ms_my: Jumlah bersih
pl_pl: Kwota netto

source: Header height
es_es: Altura del encabezado
hr_hr: Visina zaglavlja
ms_my: Ketinggian kepala
pl_pl: Wysokość nagłówka

source: Header text
es_es: Texto de cabecera
hr_hr: Tekst zaglavlja
ms_my: Teks pengepala
pl_pl: Tekst nagłówka

source: Header background
es_es: Fondo del encabezado
hr_hr: Pozadina zaglavlja
ms_my: Latar belakang pengepala
pl_pl: Tło nagłówka

source: Footer text
es_es: Texto de pie de página
hr_hr: Tekst podnožja
ms_my: Teks kaki
pl_pl: Stopka - Tekst

source: Footer background
es_es: Fondo de pie de página
hr_hr: Pozadina podnožja
ms_my: Latar belakang Footer
pl_pl: tło stopki

source: Lower footer text
es_es: Texto de pie de página inferior
hr_hr: Donji tekst podnožja
ms_my: Teks pengaki yang lebih rendah
pl_pl: Obniż tekst stopki

source: Lower footer background
es_es: Fondo de pie de página inferior
hr_hr: Pozadina donjeg podnožja
ms_my: Latar belakang kaki bawah
pl_pl: Obniż tło stopki

source: Control area background
es_es: Fondo del área de control
hr_hr: Pozadina kontrolnog područja
ms_my: Kawalan latar belakang kawasan
pl_pl: Kontrola Obszaru

source: Control button text
es_es: Texto del botón de control
hr_hr: Tekst kontrolnog gumba
ms_my: Teks butang kawalan
pl_pl: Tekst Przycisku Kontroli

source: Control button background
es_es: Botón de control de fondo
hr_hr: Pozadina kontrolnog gumba
ms_my: Latar belakang butang kawalan
pl_pl: Przycisk kontroli obszaru

source: Menu text
es_es: Texto del menú
hr_hr: Tekst izbornika
ms_my: Teks menu
pl_pl: Tekst Menu

source: Menu background
es_es: Fondo del menú
hr_hr: Pozadina izbornika
ms_my: Latar belakang menu
pl_pl: Tło menu

source: border
es_es: frontera
hr_hr: granica
ms_my: sempadan
pl_pl: granica

source: Submenu text
es_es: Texto del submenú
hr_hr: Tekst podizbornika
ms_my: Teks submenu
pl_pl: Tekst podmenu

source: Submenu background
es_es: Fondo de submenú
hr_hr: Pozadina podizbornika
ms_my: Latar belakang submenu
pl_pl: Tło Podmenu

source: Submenu item text
es_es: Texto del elemento del submenú
hr_hr: Tekst stavke podizbornika
ms_my: Teks item submenu
pl_pl: Tekst produktu w podmenu

source: Submenu item background
es_es: Fondo del elemento del submenú
hr_hr: Pozadina stavke podizbornika
ms_my: Latar belakang item submenu
pl_pl: Tło produktu w podmenu

source: Navigation text
es_es: Texto de navegación
hr_hr: Tekst navigacije
ms_my: Teks navigasi
pl_pl: Tekst nawigacji

source: Navigation background
es_es: Fondo de navegación
hr_hr: Pozadina navigacije
ms_my: Latar belakang navigasi
pl_pl: Tło nawigacji

source: Navigation bottom border
es_es: Borde inferior de navegación
hr_hr: Donja linija navigacije
ms_my: Navigasi sempadan bawah
pl_pl: Granica dolnej części nawigacji

source: Body text
es_es: Cuerpo de texto
hr_hr: Tekst tijela
ms_my: Teks badan
pl_pl: Pole tekstowe

source: Body background
es_es: Fondo del cuerpo
hr_hr: Pozadina tijela
ms_my: Latar belakang badan
pl_pl: Tło treści

source: Outside background
es_es: Fondo exterior
hr_hr: Vanjska pozadina
ms_my: Di luar latar belakang
pl_pl: Tło na zewnątrz

source: Button text
es_es: Botón de texto
hr_hr: Tekst gumba
ms_my: Teks butang
pl_pl: Przycisk tekstu

source: Button background
es_es: Botón de fondo
hr_hr: Pozadina gumba
ms_my: Latar belakang butang
pl_pl: Przycisk Tła

source: Border
es_es: frontera
hr_hr: Granica
ms_my: Sempadan
pl_pl: Granica

source: Edit portfolio text
es_es: Editar texto de portafolio
ms_my: Edit teks portfolio

source: Order button text
es_es: Texto del botón de pedido
hr_hr: Tekst gumba za narudžbu
ms_my: Teks butang pesanan
pl_pl: Tekst przycisku Zamów

source: Edit portfolio background
es_es: Editar fondo de portafolio
ms_my: Edit latar belakang portfolio

source: Order button background
es_es: Fondo de botón de pedido
hr_hr: Pozadina gumba za narudžbu
ms_my: Butang butang pesanan
pl_pl: Tło przycisku Zamów

source: More info
es_es: Mas información
hr_hr: Više informacija
ms_my: Maklumat lanjut
pl_pl: Więcej Informacji

source: For prices, please login or register
de_de: Für Preise bitte einloggen oder registrieren
es_es: Para precios, inicie sesión o regístrese
hr_hr: Za cijene, molimo prijavite se ili se registrirajte
ms_my: Untuk harga, sila login atau daftar
pl_pl: Zaloguj się lub zarejestruj żeby widzieć ceny

source: Add to portfolio
es_es: Agregar a portafolio
ms_my: Tambah ke portfolio

source: In portfolio
es_es: En portafolio
ms_my: Dalam portfolio

source: Remove from portfolio
es_es: Eliminar de la portafolio
ms_my: Keluarkan dari portfolio

source: Ordered
de_de: Bestellt
es_es: Pedidos
hr_hr: Naručeno
ms_my: Mengarahkan
pl_pl: Zamówiono

source: Launching soon
de_de: Startet Bald
es_es: Lanzando pronto
hr_hr: Uskoro lansiranje
ms_my: Pelancaran tidak lama lagi
pl_pl: Wkrótce

source: Button
de_de: Taste
es_es: Botón
hr_hr: Gumb
ms_my: Butang
pl_pl: Przycisk

source: Delivery Address
de_de: Lieferadresse
es_es: Dirección de entrega
hr_hr: Adresa dostave
ms_my: Alamat penghantaran
pl_pl: Adres Dostawy

source: Invoice Address
de_de: Rechnungsadresse
es_es: Dirección de facturación
hr_hr: Adresa računa
ms_my: Alamat invois
pl_pl: Adres do faktury

source: Continue shopping
de_de: Einkauf fortsetzen
es_es: Seguir comprando
hr_hr: Nastaviti s kupovinom
ms_my: Terus membeli-belah
pl_pl: Kontynuuj zakupy

source: tag
de_de: markiere
es_es: etiqueta
hr_hr: označiti
pl_pl: zaznaczenie

source: Family / category code
de_de: Familie/Kategoriekode
es_es: Código de familia / categoría
hr_hr: Obitelj/kategorija kod
ms_my: Kod keluarga / kategori
pl_pl: Rodzina produktów / kod kategorii

source: Remove category
de_de: Kategorie entfernen
es_es: Eliminar categoría
hr_hr: Ukloniti kategoriju
ms_my: Keluarkan kategori
pl_pl: Usuń kategorię

source: Insert category
de_de: Kategorie hinzufügen
es_es: Insertar categoría
hr_hr: Unesite kategoriju
ms_my: Masukkan kategori
pl_pl: wprowadź kategorię

source: Update image
de_de: Bild aktualisieren
es_es: Actualizar imagen
hr_hr: Ažuriraj sliku
ms_my: Kemas kini imej
pl_pl: Uaktualnij obraz

source: Usable images
de_de: verwendbare Bilder
es_es: Imágenes utilizables
hr_hr: Upotrebljive slike
ms_my: Imej yang boleh digunakan
pl_pl: Obraz do użytku

source: Other images
de_de: weitere Bilder
es_es: Otras imagenes
hr_hr: Druge slike
ms_my: Imej lain
pl_pl: Inne Obrazy

source: Bird's-eye view
de_de: Vogelperspektive
es_es: Vista panorámica
hr_hr: Pogled iz ptičje perspektive
ms_my: Pandangan mata burung
pl_pl: Widok z lotu ptaka

source: Upload new image
de_de: neues Bild hochladen
es_es: Subir nueva imagen
hr_hr: Učitaj novu sliku
ms_my: Muat naik imej baru
pl_pl: Przeslij nowy obraz

source: Can't add category
de_de: Kategorie kann nicht hinzugefügt werden
es_es: No se puede agregar categoría
hr_hr: Nemoguće dodati kategoriju
ms_my: Tidak dapat menambah kategori
pl_pl: Nie można dodać kategorii

source: Category already in the web page
de_de: Kategorie bereits auf der Webseite vorhanden
es_es: Categoría ya en la página web
hr_hr: Kategorija je već na web stranici
ms_my: Kategori yang ada dalam laman web
pl_pl: Kategoria już na stronie

source: Caption
de_de: Bildtext
es_es: Título
hr_hr: Naslov
ms_my: Keterangan
pl_pl: Podpis

source: Order for existing customers
es_es: Pedido para clientes existentes

source: Order for new customer
es_es: Pedido para nuevo cliente

source: Create order for new customer
es_es: Crear pedido para nuevo cliente

source: Your customer id
es_es: Tu identificación de cliente

source: Unique id associated with this customers
es_es: Identificación única asociada con estos clientes

source: Product's headers
es_es: Cabeceras de producto
hr_hr: Zaglavlja proizvoda
ms_my: Tajuk produk
pl_pl: Nagłówki produktu

source: headers
es_es: encabezadas
hr_hr: zaglavlja
ms_my: pengetua
pl_pl: nagłówki

source: Width:
es_es: Ancho:
ms_my: Lebar:

source: Height:
es_es: Altura:
ms_my: Ketinggian:

source: Background:
es_es: Fondo:
ms_my: Latar belakang:

source: Video
es_es: Vídeo

source: Hand picked sort
es_es: Seleccionado a mano
hr_hr: Ručno odabrano sortiranje
ms_my: Tangan terpilih semacam
pl_pl: Ręcznie przygotowane

source: Header
de_de: Kopfzeile
es_es: Cabecera
hr_hr: Zaglavlje
ms_my: Kepala
pl_pl: Nagłówek

source: Item
de_de: Artikel
es_es: Del artículo
hr_hr: Artikal
ms_my: Perkara
pl_pl: Produkt

source: Sort by code 0-9 (ascending)
es_es: Ordenar por código 0-9 (ascendente)
hr_hr: Sortiraj po kodu 0-9 (uzlazno)
ms_my: Isih mengikut kod 0-9 (naik)
pl_pl: Sortuj według kodu 0-9 (rosnąco)

source: Sort by code 9-0 (descending)
es_es: Ordenar por código 9-0 (descendente)
hr_hr: Sortiraj po kodu 9-0 (silazno)
ms_my: Isih mengikut kod 9-0 (menurun)
pl_pl: Sortuj według kodu 9-0 (malejąco)

source: Sort by name a-z (ascending)
es_es: Ordenar por nombre a-z (ascendente)
hr_hr: Sortitraj po nazivu a-z (uzlazno)
ms_my: Isih mengikut nama a-z (naik)
pl_pl: Sortuj według nazwy a-z (rosnąco)

source: New first
es_es: Nuevo primero
hr_hr: Prvo Najnovije
ms_my: Baru pertama
pl_pl: Nowy pierwszy

source: No stock last
es_es: Sin stock al final
hr_hr: Nema zadnjih zaliha
ms_my: Tiada stok yang terakhir
pl_pl: Brak na stanie

source: Buffer zone
es_es: Zona de amortiguamiento
hr_hr: Tampon zona
ms_my: Zon penampan
pl_pl: Strefa Buforowa

source: Logo width
es_es: Ancho del logo
hr_hr: Širina loga
ms_my: Lebar logo
pl_pl: Logo z

source: Special departments
de_de: Spezielle Abteilungen
es_es: Departamentos especiales
hr_hr: Posebni odjeli
ms_my: Jabatan khas
pl_pl: Departamenty Specjalne

source: Special Families
de_de: Spezielle Familien
es_es: Familias especiales
hr_hr: Posebne obitelji
ms_my: Keluarga Khas
pl_pl: Specjalne Rodziny Produktów

source: Nothing
de_de: Nichts
es_es: Nada
hr_hr: Ništa
ms_my: Tiada apa-apa
pl_pl: Nic

source: Three columns
de_de: Drei Spalten
es_es: Tres columnas
hr_hr: Tri stupca
ms_my: Tiga lajur
pl_pl: trzy kolumny

source: Single column
de_de: Einzelne Spalte
es_es: Una sola columna
hr_hr: Jedan stupac
ms_my: Lajur tunggal
pl_pl: Pojedyńcza Kolumna

source: Add column
es_es: Añadir columna
hr_hr: Dodaj stupac
ms_my: Tambah lajur
pl_pl: Dodaj kolumne

source: Delete this column
es_es: Eliminar esta columna
hr_hr: Obriši ovaj stupac
ms_my: Padamkan lajur ini
pl_pl: Usuń kolumne

source: Special families
de_de: Spezielle Familien
es_es: Familias especiales
hr_hr: Posebne obitelji
ms_my: Keluarga khas
pl_pl: Specjalne Rodziny Produktów

source: Empty
de_de: Leer
es_es: Vacío
hr_hr: Prazno
ms_my: Kosong
pl_pl: Pusty

source: Reset header
de_de: Kopfzeile zurücksetzen
es_es: Restablecer encabezado
hr_hr: Resetiraj zaglavlje
ms_my: Tetapkan semula pengepala
pl_pl: Nagłówek - zresetuj

source: Left menu
es_es: Menú izquierdo
ms_my: Menu kiri

source: Logo
es_es: Lógo

source: Left margin
es_es: Margen izquerdo
ms_my: Margin kiri

source: Column
de_de: Spalte
es_es: Columna
hr_hr: Stupac
ms_my: Ruangan
pl_pl: Kolumna

source: Credit card
es_es: Tarjeta de crédito
hr_hr: Kreditna kartica
ms_my: Kad kredit
pl_pl: Karta Kredytowa

source: Checkout form
de_de: Checkout-Formular
es_es: Formulario de pago
hr_hr: Obrazac za naplatu
ms_my: Borang checkout
pl_pl: Formularz zapłaty

source: Pinned section
es_es: Sección anclada
hr_hr: Fiksirani odjeljak
ms_my: Seksyen yang disematkan
pl_pl: Sekcja przypięta

source: No title
es_es: Sin título
hr_hr: Bez naslova
ms_my: Tiada tajuk
pl_pl: Brak tytułu

source: Add category to this section
es_es: Agregar categoría a esta sección
hr_hr: Dodajte kategoriju ovom odjeljku
ms_my: Tambah kategori ke bahagian ini
pl_pl: Dodaj kategorie do tej sekcji

source: Unique customer reference
es_es: Referencia única del cliente
ms_my: Rujukan pelanggan unik

source: Address labels
de_de: Adressetiketten
es_es: Etiquetas de dirección
hr_hr: Etikete za adresu
ms_my: Label label
pl_pl: Naklejka Adresu

source: Missing password
de_de: Passwort fehlt
es_es: Contraseña de usuario
hr_hr: Nedostaje lozinka
ms_my: Kata laluan yang hilang
pl_pl: Brakujące hasło

source: Please enter your new password"
de_de: Bitte geben Sie Ihr neues Passwort ein"
es_es: Por favor ingrese su nueva contraseña "
hr_hr: Molimo vas da unesete svoju novu lozinku
ms_my: Sila masukkan kata laluan baru anda "
pl_pl: Wprowadź nowe hasło

source: Password min length
de_de: Passwort mindestlänge
es_es: Longitud mínima de contraseña
hr_hr: Minimalna duljina lozinke
ms_my: Panjang kata laluan min
pl_pl: Minimalna ilość znaków hasła

source: Enter at least 8 characters"
de_de: Geben Sie mindestens 8 Zeichen ein
es_es: Ingrese al menos 8 caracteres "
hr_hr: Unesite najmanje
ms_my: Masukkan sekurang-kurangnya 8 aksara "
pl_pl: Wrowadź co najmniej 8 znaków"

source: Same password
de_de: identisches Passwort
es_es: Misma contraseña
hr_hr: Ista lozinka
ms_my: Kata laluan yang sama
pl_pl: To samo hasło

source: Enter the same password as above"
de_de: Bitte, geben Sie das gleiche Passwort wie oben ein "
es_es: Ingrese la misma contraseña que arriba "
hr_hr: Unesite istu lozinku kao gore
ms_my: Masukkan kata laluan yang sama seperti di atas "
pl_pl: Wprowadź to samo hasło jak powyżej"

source: Password reset form
de_de: Passwort Zurücksetzungsform
es_es: Formulario de restablecimiento de contraseña
hr_hr: Obrazac za ponovno postavljanje lozinke
ms_my: Borang penyetelan kata laluan
pl_pl: Formularz resetowania hasła

source: Messages
de_de: Nachrichten
es_es: Mensages
hr_hr: Poruke
ms_my: Mesej
pl_pl: Wiadomości

source: Password changed
de_de: Passwort geändert
es_es: Contraseña cambiada
hr_hr: Lozinka promijenjena
ms_my: Kata laluan berubah
pl_pl: Hasło zmienione

source: Token expired
de_de: Token abgelaufen
es_es: Token caducado
hr_hr: Zauzet istekao
ms_my: Token tamat tempoh
pl_pl: token wygasł

source: Incorrect/Used token
de_de: Token Falsch/bereits verwendet
es_es: Token incorrecto / usado
hr_hr: Netočan/Korisnik zauzet
ms_my: Token yang salah / Digunakan
pl_pl: Nieprawidłowe / Użyj tokena

source: User already log in
de_de: Benutzer ist bereits angemeldet
es_es: El usuario ya inició sesión
hr_hr: Korisnik je već prijavljen
ms_my: Pengguna sudah log masuk
pl_pl: Użytkownik już zalogowany

source: Background
de_de: Hintergrund
es_es: Antecedentes
hr_hr: Pozadina
ms_my: Latar Belakang
pl_pl: Tło

source: Click anywhere
de_de: Klicken Sie
es_es: Haga clic en cualquier lugar
hr_hr: Kliknite bilo gdje
ms_my: Klik di mana sahaja
pl_pl: kliknij gdziekolwiek

source: Properties
de_de: Eigenschaften
es_es: Propiedades
hr_hr: Svojstva
ms_my: Hartanah
pl_pl: Właściwości

source: Missing email
de_de: vermisste E-Mail
es_es: Correo electrónico perdido
hr_hr: Nedostaje e-mail
ms_my: E-mel yang hilang
pl_pl: Brakujący email

source: Please enter your registered email address
de_de: Bitte, geben Sie Ihre Registrierungs-E-Mail-Adresse ein
es_es: Por favor ingrese su dirección de correo electrónico registrada
hr_hr: Molimo vas da unesete svoj registrirani e-mail
ms_my: Sila masukkan alamat e-mel berdaftar anda
pl_pl: Wpisz zarejestrowany adres email

source: Invalid email
de_de: Ungültige E-Mail-Adresse
es_es: Email inválido
hr_hr: Nevažeći email
ms_my: Email tidak sah
pl_pl: Nieprawidłowy adres email

source: Please enter a valid email address
de_de: Bitte, geben Sie eine gültige E-Mail-Adresse ein
es_es: Por favor, introduce una dirección de correo electrónico válida
hr_hr: Unesite važeći e-mail
ms_my: Sila masukkan alamat emel yang sah
pl_pl: Wpisz poprawny adres email

source: Please enter your password"
de_de: Bitte geben Sie Ihr Passwort ein"
es_es: Por favor, introduzca su contraseña"
hr_hr: Molimo vas da unesete svoju lozinku
ms_my: Sila masukkan kata laluan anda"
pl_pl: Wpisz hasło

source: forgot password
de_de: Passwort vergessen
es_es: olvido su contraseña
hr_hr: zaboravljena lozinka
ms_my: lupa kata laluan
pl_pl: zapomnij hasło

source: login form
de_de: Anmeldungsformular
es_es: formulario de inicio de sesión
hr_hr: obrazac za prijavu
ms_my: borang kemasukan
pl_pl: formularz logowania

source: Recovery email send
de_de: Wiederherstellungs-E-Mail senden
es_es: Enviar correo electrónico de recuperación
hr_hr: Slanje e-maila za oporavak
ms_my: Hantar e-mel pemulihan
pl_pl: Email odzyskujący hasło wysłany

source: Video Id
es_es: ID del video
hr_hr: Video identifikator
ms_my: Id Video

source: Caption style
es_es: Estilo de subtítulos
hr_hr: Stil natpisa
ms_my: Gaya keterangan
pl_pl: Styl podpisu

source: Valid until
es_es: Valido hasta
hr_hr: Važi do
ms_my: Sah sehingga
pl_pl: ważne do

source: Reviews
es_es: Comentarios
ms_my: Ulasan

source: Unsubscribe
es_es: Darse de baja
hr_hr: Otkaži pretplatu
ms_my: Berhenti berlangganan
pl_pl: Anuluj subskrypcję

source: Reset password
de_de: Passwort zurücksetzen
es_es: Restablecer la contraseña
hr_hr: Resetiranje lozinke
ms_my: Menetapkan semula kata laluan
pl_pl: Zresetuj hasło

source: Checkout
de_de: Zur Kasse
es_es: Revisa
hr_hr: Odjava
pl_pl: Przejdź do kasy

source: Thanks
de_de: Danke
es_es: Gracias
hr_hr: Hvala
ms_my: Terima kasih
pl_pl: Dzięki

source: Clients
es_es: Clientela
ms_my: Pelanggan

source: Clients's orders
es_es: Pedidos de los clientes
ms_my: Perintah pelanggan

source: Registration form
de_de: Registrierungsform
es_es: Formulario de registro
hr_hr: Obrazac za registraciju
ms_my: Borang pendaftaran
pl_pl: Formularz rejestracyjny

source: Blackboard
es_es: Pizzara
hr_hr: Tabla
ms_my: Papan hitam
pl_pl: Tablica

source: Not found
de_de: nicht gefunden
es_es: No encontrado
hr_hr: Nije pronađeno
ms_my: Tidak ditemui
pl_pl: nie znaleziono

source: Offline page
es_es: Pagina fuera de linea
hr_hr: Stranica izvan mreže
ms_my: Halaman luar talian
pl_pl: Strona offline

source: Under construction
es_es: En construcción
hr_hr: U izradi
ms_my: Di bawah pembinaan
pl_pl: W budowie

source: Client order
es_es: Orden del cliente

source: Counter
de_de: Zähler
es_es: Mostrador
hr_hr: Brojač
ms_my: Kaunter

source: Three-Pack
de_de: Dreierpack
es_es: Paquete de tres
hr_hr: Pakiranje od tri komada
ms_my: Tiga pek
pl_pl: trzy pak

source: Two-Pack
de_de: Zweierpack
es_es: Dos paquetes
hr_hr: Pakiranje od dva komada
ms_my: Dua pek
pl_pl: Dwupak

source: One-Pack
de_de: Ein-Pack
es_es: Un paquete
hr_hr: Jedno pakiranje
ms_my: Satu pek
pl_pl: Jedna paczka

source: Two-One
de_de: Zwei-Eins
es_es: Dos uno
hr_hr: Dva-Jedan
ms_my: Dua-satu
pl_pl: Dwa-jeden

source: Map
de_de: Karte
es_es: Mapa
hr_hr: Mapa
ms_my: Peta
pl_pl: Mapa

source: Launching website
es_es: Lanzamiento del sitio web
hr_hr: Lansiranje web stranice
ms_my: Melancarkan laman web
pl_pl: Uruchamianie strony

source: Section title
es_es: Sección de título
hr_hr: Naslov odjeljka
ms_my: Tajuk bahagian
pl_pl: Sekcja tytułu

source: Section subtitle
es_es: Subtítulo de sección
hr_hr: Podnaslov odjeljka
ms_my: Sarikata bahagian
pl_pl: Sekcja napisów

source: Sections
es_es: Secciones
hr_hr: Odjeljci
ms_my: Seksyen
pl_pl: Sekcje

source: Section
de_de: Sektion
es_es: Sección
hr_hr: Odjeljak
ms_my: Seksyen
pl_pl: Sekcja

source: Move to other section
es_es: Moverse a otra sección
hr_hr: Prijeđi na drugi odjeljak
ms_my: Pindah ke bahagian lain
pl_pl: Przenieś do innej sekcji

source: Change image
de_de: Bild ändern
es_es: Cambiar Imagen
hr_hr: Promijeni sliku
ms_my: Tukar imej
pl_pl: Zmień obraz

source: Copyright owner
de_de: Urheberrechtsinhaber
es_es: Propietario de los derechos de autor
hr_hr: Vlasnik autorskih prava
ms_my: Pemilik hak cipta
pl_pl: Właściciel praw

source: Links
de_de: Verlinkungen
es_es: Enlaces
hr_hr: Linkovi
ms_my: Pautan
pl_pl: Linki

source: Link label
de_de: Verlinkung Etikett
es_es: Etiqueta de enlace
hr_hr: Oznaka linka
ms_my: Label pautan
pl_pl: Nazwa Linku

source: https://... or page code
de_de: http://... oder Seitenkode
es_es: https: // ... o código de página
hr_hr: https://... ili kod stranice
ms_my: https: // ... atau kod halaman
pl_pl: http://... lub kod strony

source: Contact info
de_de: Kontaktinfo
es_es: Datos de contacto
hr_hr: Kontakt informacije
ms_my: Maklumat kenalan
pl_pl: Informacje o kontakcie

source: About us
de_de: Über uns
es_es: Sobre nosotros
hr_hr: O nama
ms_my: Tentang kita
pl_pl: O nas

source: Social icons
de_de: Soziale Symbole
es_es: Iconos sociales
hr_hr: Društvene Mreže ikonice
ms_my: Ikon sosial
pl_pl: Ikonki

source: My address
es_es: mi direccion
hr_hr: Moja adresa
ms_my: Alamat saya
pl_pl: Mój adres

source: My company name
de_de: Mein Unternehmensname
es_es: El nombre de mi empresa
hr_hr: Naziv moje tvrtke
ms_my: Nama syarikat saya
pl_pl: Nazwa mojej firmy

source: Skype username
de_de: Skype Benutzername
es_es: Nombre de usuario de Skype
hr_hr: Skype korisničko ime
ms_my: Nama pengguna Skype
pl_pl: Nazwa Skype

source: Custom text
de_de: benutzerdefiniertes Feld
es_es: Texto personalizado
hr_hr: Prilagodi tekst
ms_my: Teks tersuai
pl_pl: Specjalny Tekst
