Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Order payment
de_de: Zahlungsauftrag
es_es: Pago del pedido
hr_hr: Plaćanje narudžbe
ms_my: Pembayaran pesanan
pl_pl: płatność zamówienia

source: Credited from refund
es_es: Acreditado de reembolso
ms_my: Dikreditkan dari bayaran balik

source: Credited from payment
es_es: Acreditado por el pago
ms_my: Dikreditkan dari pembayaran

source: Cancelled
de_de: Storniert
es_es: Cancelado
hr_hr: Otkazano
ms_my: Dibatalkan
pl_pl: Anulowane

source: Return
es_es: Regreso
ms_my: Kembali

source: Withdraw
es_es: Retirar
ms_my: Tarik balik

source: Deposit
es_es: Depositar

source: Transfer
es_es: Transferir
ms_my: Pemindahan

source: Adjust
de_de: Anpassen
es_es: Ajuste
hr_hr: Podesitt
ms_my: Melaraskan
pl_pl: Popraw

source: We will contact you
es_es: Te concataremos
hr_hr: Kontaktirat ćemo vas
ms_my: Kami akan menghubungi anda
pl_pl: Skontaktujemy się z Tobą

source: Charges
de_de: Gebühren
es_es: Cargos
hr_hr: Naknade
ms_my: Caj
pl_pl: Opłaty

source: Offer
de_de: Angebot
es_es: Oferta
hr_hr: Ponuda
ms_my: Tawaran
pl_pl: Oferta

source: On demand
de_de: Auf Nachfrage
es_es: Bajo demanda
hr_hr: Na zahtjev
ms_my: Permintaan
pl_pl: Na żądanie

source: Active
de_de: Aktiv
es_es: Activo
hr_hr: Aktivan
ms_my: Aktif
pl_pl: Aktywne

source: Out of stock
de_de: Nicht vorrätig
es_es: Fuera de stock
hr_hr: Nema na zalihi
ms_my: Tiada stok
pl_pl: Brak na stanie

source: Very low stock
es_es: Inventario muy bajo
ms_my: Stok yang sangat rendah

source: Low stock
de_de: Geringer Bestand
es_es: Inventario bajo
hr_hr: Niska zaliha
ms_my: Stok Rendah
pl_pl: Niski Stan Magazynowy

source: Discontinued
de_de: eingestellt
es_es: Descontinuado
hr_hr: Obustavljeno
ms_my: Dihentikan
pl_pl: Niekontynuowane

source: Discontinuing
de_de: einstellend
es_es: Interrupción
hr_hr: Obustava
ms_my: Menghentikan
pl_pl: Niekontynuowane

source: There was a problem with your saved card
es_es: Hubo un problema con su tarjeta guardada.
ms_my: Terdapat masalah dengan kad yang anda simpan

source: click in %s and provide the credit card details again
es_es: Haga click en %s y vuelva a proporcionar los datos de la tarjeta de crédito.
ms_my: klik di% s dan berikan butiran kad kredit lagi

source: Pay with other card
de_de: Mit einen anderen Karte bezahlen
es_es: Pagar con otra tarjeta
hr_hr: Plati drugom karticom
ms_my: Bayar dengan kad lain
pl_pl: Zapłać inną kartą

source: Card verification value (CVV) failed
es_es: El valor de verificación de la tarjeta (CVV) falló
ms_my: Nilai pengesahan kad (CVV) gagal

source: There was a problem processing your credit card; please double check your payment information and try again
de_de: Beim Verarbeiten Ihrer Kreditkarte ist ein Problem aufgetreten. Bitte überprüfen Sie Ihre Zahlungsinformationen und versuchen Sie es erneut
es_es: Hubo un problema al procesar su tarjeta de crédito; por favor revise su información de pago y vuelva a intentarlo
hr_hr: Došlo je do problema s obradom vaše kreditne kartice; provjerite svoje podatke o plaćanju i pokušajte ponovno
ms_my: Terdapat masalah memproses kad kredit anda; sila semak semula maklumat pembayaran anda dan cuba lagi
pl_pl: Podczas przetwarzania Twojej karty kredytowej wystąpił problem; proszę dokładnie sprawdzić informacje dotyczące płatności i spróbować ponownie

source: There was a problem deleting your card please try again later
es_es: Se ha producido un problema al eliminar su tarjeta. Inténtalo de nuevo más tarde
ms_my: Terdapat masalah memadamkan kad anda sila cuba lagi kemudian

source: Add reference
es_es: Añadir referencia

source: New order
de_de: Neue Bestellung
es_es: Pedido nuevo
hr_hr: Nova narudžba
ms_my: Pesanan baru
pl_pl: Nowe zamówienie

source: In Basket
de_de: im Warenkorb
es_es: En la Cesta
hr_hr: U Košarici
ms_my: Dalam Bakul
pl_pl: W koszyku

source: Submitted
de_de: Eingereicht
es_es: Enviado
hr_hr: Poslano
ms_my: Dihantar
pl_pl: Złożono

source: In Warehouse
de_de: Im Lager
es_es: En Almacén
hr_hr: U Magacinu
ms_my: Di Gudang
pl_pl: w magazynie

source: Packed & Closed
es_es: Embalado y Cerrado
ms_my: Makan & Ditutup

source: Dispatch Approved
de_de: Versand genehmigt
es_es: Despacho aprobado
hr_hr: Otprema odobrena
ms_my: Dispatch Diluluskan
pl_pl: Wysyłka zatwierdzona

source: Dispatched
de_de: Versandt
es_es: Enviado
hr_hr: Otpremljeno
pl_pl: Wysłane

source: Product made on demand
es_es: Producto hecho bajo pedido
ms_my: Produk dibuat mengikut permintaan

source: Plenty of stock
es_es: Inventario alto
ms_my: Banyak stok

source: Limited stock
es_es: Inventario bajo
ms_my: Stok terhad

source: Queued
de_de: In Warteschlange
es_es: En cola
hr_hr: Čekanje u redu
ms_my: Beratur
pl_pl: W kolejce

source: Stock
de_de: Lagerbestand
es_es: Inventario
hr_hr: Zalihe
ms_my: Stok
pl_pl: Stan magazynowy

source: Email not registered
de_de: E-Mail ist nicht registriert
es_es: Email no registrado
hr_hr: Email nije registriran
ms_my: E-mel tidak didaftarkan
pl_pl: Adres email nie jest zarejestrowany

source: This account is banned
de_de: Dieses Konto ist gesperrt
es_es: Esta cuenta está prohibida
hr_hr: Ovaj račun je blokiran
ms_my: Akaun ini diharamkan
pl_pl: Konto jest zablokowane

source: Incorrect password
de_de: Falsches Passwort
es_es: Contraseña incorrecta. Por favor, pruebe de nuevo
hr_hr: Netočna lozinka
ms_my: kata laluan salah
pl_pl: Nieprawidłowe hasło

source: Account waiting for approval
es_es: Cuenta en espera de aprobación
hr_hr: Račun čeka odobrenje
ms_my: Akaun menunggu kelulusan
pl_pl: Konto oczekuje na zatwierdzenie

source: Invalid login credentials
de_de: Ungültige Login-Details
es_es: credenciales de inicio de sesión inválidas por favor intente de nuevo
hr_hr: Nevažeći podaci za prijavu
ms_my: Kelayakan log masuk tidak sah
pl_pl: Nieprawidłowy referencje loginu

source: Order not found
de_de: Bestellung nicht gefunden
es_es: Pedido no encontrado
hr_hr: Narudžba nije pronađena
ms_my: Perintah tidak dijumpai
pl_pl: Zamówienie nie znalezione

source: Wrong order id
es_es: Id del Pedido Incorrecta
ms_my: Id pesanan salah

source: Free gift
es_es: Regalo gratis

source: Not dispatched
es_es: No enviado

source: Items Net
de_de: Artikel (netto)
es_es: Artículos (Neto)
hr_hr: Stavke Net
ms_my: Item bersih
pl_pl: Produkty Netto

source: Product already in portfolio
es_es: Producto ya creado
ms_my: Produk sudah ada dalam portfolio

source: Robot verification failed, please try again
es_es: Error en la verificación del robot. Vuelve a intentarlo
ms_my: Pengesahan robot gagal, sila cuba lagi

source: Please check on the reCAPTCHA box
es_es: Por favor marque la casilla reCAPTCHA
ms_my: Sila semak kotak reCAPTCHA

source: Overview
es_es: Información general
hr_hr: Pregled
ms_my: Gambaran Keseluruhan
pl_pl: Podgląd

source: Code
de_de: Kode
es_es: Código
hr_hr: Kod
ms_my: Kod
pl_pl: Kod

source: Product code
de_de: Produktkode
es_es: Código de producto
hr_hr: Šifra proizvoda
ms_my: Nama produk
pl_pl: Kod Produktu

source: Name
es_es: Nombre
hr_hr: Ime
ms_my: Nama
pl_pl: Imię

source: Product name
es_es: Nombre del producto
hr_hr: Naziv proizvoda
ms_my: Nama produk
pl_pl: Nazwa produktu

source: Add product to portfolio
es_es: Agregar producto a portafolio
ms_my: Tambah produk ke portfolio

source: Product
de_de: Produkt
es_es: Producto
hr_hr: Proizvod
ms_my: Produk
pl_pl: Produkt

source: Reference
de_de: Verwendungszweck
es_es: Referencia
hr_hr: Napomena
ms_my: Rujukan
pl_pl: Numer referencyjny

source: Customer's client reference
es_es: Referencia del cliente del cliente
ms_my: Rujukan pelanggan pelanggan

source: Customer's client name
es_es: nombre del cliente
ms_my: Nama pelanggan pelanggan

source: Email
es_es: Correo electrónico
ms_my: E-mel
pl_pl: Adres email

source: Customer's client email
es_es: Correo electrónico del cliente del cliente
ms_my: E-mel klien pelanggan

source: Add customer
es_es: Agregar cliente
ms_my: Tambah pelanggan

source: Number
de_de: Nummer
es_es: Número
hr_hr: Broj
ms_my: Nombor
pl_pl: Numer

source: Order number
de_de: Bestellnummer
es_es: Número de pedido
hr_hr: Broj narudžbe
ms_my: Nombor pesanan
pl_pl: Numer zamówienia

source: All products data feed
es_es: Fuente de datos de todos los productos

source: Departments
de_de: Abteilungen
es_es: Departamentos
hr_hr: Odjeli
ms_my: Jabatan
pl_pl: Departamenty

source: Department name
de_de: Abteilungsname.
es_es: Nombre de Departamento
hr_hr: Naziv odjela
ms_my: Nama jabatan
pl_pl: Nazwa departamentu

source: Department: %s
es_es: Departamento:%s

source: Products in department data feed
es_es: Productos en feed de datos del departamento

source: Families
de_de: Familien
es_es: Familias
hr_hr: Obitelji
ms_my: Keluarga
pl_pl: Rodziny produktów

source: Family code
es_es: Código de la Familia
hr_hr: Obiteljski kod
ms_my: Kod keluarga
pl_pl: Kod rodziny

source: Family name
es_es: Apellido
hr_hr: Naziv obitelji
ms_my: Nama keluarga
pl_pl: Nazwa rodziny produktów

source: Products in family data feed
es_es: Productos en feed de datos familiares

source: Family: %s
es_es: Familia:% s

source: Products
de_de: Produkte
es_es: Productos
hr_hr: Proizvodi
ms_my: Produk
pl_pl: Produkty

source: Voucher expired
es_es: Cupón vencido
ms_my: Baucer tamat tempoh

source: Voucher not found
es_es: No se encontró el cupón
ms_my: Baucer tidak dijumpai

source: %s ingredients
es_es: %s ingredientes
ms_my: bahan% s

source: %s barcode
es_es: %s código de barras
ms_my: kod bar% s

source: %s unit
es_es: %s unidad

source: %s carton
es_es: %s cartón
ms_my: kadbod% s

source: Nothing to be updated
de_de: Nichts zu aktualisieren
es_es: No hay nada que se actualizará
hr_hr: Ništa za ažuriranje
ms_my: Tiada apa yang perlu dikemas kini
pl_pl: Nic do uaktualnienia

source: Record updated
de_de: Vermerk aktualisiert
es_es: Registro actualizado
hr_hr: Zapis ažuriran
ms_my: Rakaman dikemas kini
pl_pl: Rejestr uaktualniony

source: Customer website
de_de: Kundenwebseite
es_es: Sitio web del cliente
hr_hr: Web stranica korisnika
ms_my: Laman web pelanggan
pl_pl: Strona internetowa Klienta

source: Customer name
de_de: Kundenname
es_es: Nombre del cliente
hr_hr: Ime korisnika
ms_my: Nama Pelanggan
pl_pl: Imię Klienta

source: %s %s %s was added
de_de: %s %s %s wurde hinzugefügt
es_es: %s %s %s fue añadido
hr_hr: %s %s %s je dodan
ms_my: % s% s% s telah ditambahkan
pl_pl: %s %s %s zostało dodane

source: %s %s %s was removed
de_de: %s %s %s wurde entfernt
es_es: %s %s %s fue eliminado
hr_hr: %s %s %s je uklonjen
ms_my: % s% s% s telah dialih keluar
pl_pl: %s %s %s zostało usunięte

source: %s %s was set as %s
de_de: %s %s wurde als %s eingestellt
es_es: %s %s se estableció como %s
hr_hr: %s %s postavljen je kao %s
ms_my: % s% s telah ditetapkan sebagai% s
pl_pl: %s %s ustaw jako %s

source: %s %s %s was deleted
de_de: %s %s %s wurde gelöscht
es_es: %s %s %s fue eliminado
hr_hr: %s %s %s je izbrisan
ms_my: % s% s% s telah dipadam
pl_pl: %s %s %s zostało skasowane

source: %s %s was changed to %s
de_de: %s %s wurde auf %s geändert
es_es: %s %s se cambió a %s
hr_hr: %s %s je promijenjen u %s
ms_my: % s% s telah diubah menjadi% s
pl_pl: %s %s zostało zmienione %s

source: changed
de_de: geändert
es_es: cambiado
hr_hr: promijenjen
ms_my: berubah
pl_pl: zmieniono

source: Updated by customer
de_de: Vom Kunden aktualiziert
es_es: Actualizado por cliente
hr_hr: Ažurirano od strane kupca
ms_my: Dikemaskini oleh pelanggan
pl_pl: Uaktualnione przez klienta

source: Time
de_de: Zeit
es_es: Hora
hr_hr: Vrijeme
ms_my: Masa
pl_pl: Czas

source: Action
de_de: Handlung
es_es: Acción
hr_hr: Poduzimanje
ms_my: Tindakan
pl_pl: Akcja

source: Changed
de_de: Geändert
es_es: Cambiado
hr_hr: Promijenjen
ms_my: Berubah
pl_pl: Zmieniono

source: Old value
de_de: Alter Wert
es_es: Valor antiguo
hr_hr: Stara vrijednost
ms_my: Nilai lama
pl_pl: Stara wartość

source: New value
de_de: Neuer Wert
es_es: Valor nuevo
hr_hr: Nova vrijednost
ms_my: Nilai baru
pl_pl: Nowa wartość

source: Associated
de_de: Assoziiert
es_es: Asociado
hr_hr: Povezano
ms_my: Bersekutu
pl_pl: Powiązane z

source: name
es_es: nombre
hr_hr: ime
ms_my: nama
pl_pl: Imię

source: %s day
es_es: %s día
hr_hr: %s dan
ms_my: % s hari
pl_pl: %s dzień

source: Newsletters
es_es: Boletines electrónicos
ms_my: Surat Berita
pl_pl: Newslettery

source: Orders in basket
es_es: Pedidos en cesta
ms_my: Perintah dalam bakul

source: Back in stock emails
es_es: Vuelta en stock correos electrónicos
hr_hr: E-mail ponovno na zalihama
ms_my: Kembali dalam e-mel stok
pl_pl: Powiadomienia o ponownym pojawieniu się produktu

source: Welcome emails
es_es: Correos de bienvenida
hr_hr: E-mail dobrodošlice
ms_my: E-mel selamat datang
pl_pl: Emaile powitalne

source: Password reset emails
es_es: Correos de restablecimiento de contraseña
hr_hr: E-mail za ponovno postavljanje lozinke
ms_my: E-mel set semula kata laluan
pl_pl: Emaile zmiany hasła

source: Order confirmations
es_es: Confirmaciones de pedidos
hr_hr: Potvrda narudžbe
ms_my: Pengesahan pesanan
pl_pl: Potwierdzenie zamówień

source: Reorder reminders
es_es: Reordenar recordatorios
hr_hr: Podsjetnici za ponovnu narudžbu
ms_my: Singkirkan peringatan
pl_pl: Przypomnienia ponownych zamówień

source: Prospect's invitations
es_es: Invitaciones de prospecto
ms_my: Jemputan prospek

source: Prospect's mailshots
es_es: Correos electrónicos del prospecto
ms_my: Surat pelaporan prospek

source: Personalised prospect invitations
es_es: Invitaciones personalizadas de prospectos.
ms_my: Jemputan prospek peribadi

source: New order notification
es_es: Nueva notificación de pedido
ms_my: Pemberitahuan pesanan baru

source: New registration notification
es_es: Nueva notificación de registro
ms_my: Pemberitahuan pendaftaran baru

source: Deleted invoice notification
es_es: Notificación de factura eliminada
ms_my: Pemberitahuan invois yang dipadamkan

source: Undispatched delivery notification
es_es: Notificación de entrega sin despachar
ms_my: Pemberitahuan penghantaran tidak dapat disesuaikan

source: Email template not set
es_es: Plantilla de correo electrónico no establecida
hr_hr: Predložak e-pošte nije postavljen
ms_my: Templat e-mel tidak ditetapkan
pl_pl: Szablon email nie wysłany

source: Email template not saved
es_es: Plantilla de correo electrónico no guardada
hr_hr: Predložak e-pošte nije spremljen
ms_my: Templat e-mel tidak disimpan
pl_pl: Szablon email nie zapisany

source: Live
es_es: En vivo
hr_hr: Uživo
ms_my: Hidup
pl_pl: Na żywo

source: Suspended
de_de: Eingestellt
es_es: Suspendido
hr_hr: Suspendiran
ms_my: Digantung
pl_pl: Zawieszone

source: Precision mailshot
es_es: Buzoneo preciso
ms_my: Surat jawatan ketepatan

source: Bomb mail
es_es: Buzoneo exposivo
ms_my: Mel bom

source: Donut mailshot
es_es: Buzoneo dona
ms_my: Pelacuran donat

source: Family
de_de: Familie
es_es: Familia
hr_hr: Obitelj
ms_my: Keluarga
pl_pl: Rodzina produktu

source: Department
de_de: Abteilung
es_es: Departmento
hr_hr: Odjel
ms_my: Jabatan
pl_pl: Departament

source: Not contacted yet
es_es: Aún no contactado
hr_hr: Još nije kontaktiran
ms_my: Tidak dihubungi lagi
pl_pl: Nie zakontraktowany

source: Contacted
es_es: Contactado
hr_hr: Kontaktiran
ms_my: Dihubungi
pl_pl: Zawierający Umowę

source: Not interested
es_es: No interesado
hr_hr: Nije zainteresiran(a)
ms_my: Tidak berminat
pl_pl: nie zainteresowany

source: Registered
es_es: Registrado
hr_hr: Registriran
ms_my: Berdaftar
pl_pl: zarejestrowany

source: Another customer with same email has been found
de_de: Ein anderer Kunde mit der selben E-Mail-Adresse wurde gefunden
es_es: Se ha encontrado otro cliente con el mismo correo electrónico.
hr_hr: Pronađen je drugi klijent s istim e-mailom
ms_my: Pelanggan lain yang mempunyai e-mel yang sama telah dijumpai
pl_pl: Inny klient posiada już ten adres email

source: Customer %s registered
de_de: Kunde %s erstellt
es_es: Cliente% s registrado
hr_hr: Korisnik %s je registriran
ms_my: Pelanggan% s mendaftar
pl_pl: Rejestracja %s klienta

source: Customer
de_de: Kunde
es_es: Cliente
hr_hr: Korisnik
ms_my: Pelanggan
pl_pl: Klient

source: Validated online
de_de: Online Überprüft
es_es: Validado online
hr_hr: Validirano online
ms_my: Diterima dalam talian
pl_pl: sprawdzone online

source: Set up manually
de_de: Manuell einrichten
es_es: Configurar manualmente
hr_hr: Postaviti ručno
ms_my: Sediakan secara manual
pl_pl: Ustaw ręcznie

source: Not validated
de_de: Nicht überprüft
es_es: No validado
hr_hr: Nije validirano
ms_my: Tidak disahkan
pl_pl: Nie zatwierdzone

source: Validated
de_de: Überprüft
es_es: Validado
hr_hr: Validirano
ms_my: Diterima
pl_pl: sprawdzone

source: Not valid
de_de: Nicht gültig
es_es: No es válido
hr_hr: Nevažeći
ms_my: Tidak sah
pl_pl: Nie ważne

source: Company name can't be empty if the contact name is empty as well
de_de: Firmenname darf nicht leer sein, wenn auch der Kontaktname leer ist
es_es: El nombre de la empresa no puede estar vacío si el nombre del contacto también está vacío
hr_hr: Naziv tvrtke ne može biti prazan ako je prazno i ime kontakta
ms_my: Nama syarikat tidak boleh kosong jika nama kenalan kosong juga
pl_pl: Nazwa firmy nie może zostać pusta jeżeli pole kontaktu też jest puste

source: Contact name can't be empty if the company name is empty
de_de: Der Kontaktname darf nicht leer sein, wenn auch der Firmenname leer ist
es_es: El nombre del contacto no puede estar vacío si el nombre de la compañía está vacío
hr_hr: Ime kontakta ne može biti prazno ako je prazno ime tvrtke
ms_my: Nama kenalan tidak boleh kosong jika nama syarikat kosong
pl_pl: Nazwa firmy nie może zostać pusta jeżeli pole kontaktu też jest puste

source: Email can't be empty
de_de: E-Mail kann nicht leer sein
es_es: El correo electrónico no puede estar vacío
hr_hr: E-mail ne može biti prazan
ms_my: E-mel tidak boleh kosong
pl_pl: Email nie może być pusty

source: Another customer has this email
de_de: Ein andere Kunde hat bereits diese E-Mail
es_es: Otro cliente tiene este correo electrónico.
hr_hr: Drugi korisnik ima ovaj e-mail
ms_my: Pelanggan lain mempunyai e-mel ini
pl_pl: Inny klient posiada ten adres email

source: Another object has this email
de_de: Ein anderes Objekt hat bereits diese E-Mail-Adresse
es_es: Otro objeto tiene este correo electrónico
hr_hr: Drugi objekt ima ovaj e-mail
ms_my: Objek lain mempunyai e-mel ini
pl_pl: Inny obiekt posiada ten email

source: Customer has already this email
de_de: Kunde hat bereits diese E-Mail
es_es: Cliente ya tiene este correo electrónico
hr_hr: Korisnik već ima ovaj e-mail
ms_my: Pelanggan sudah email ini
pl_pl: Klient posiada już ten email

source: To whom it corresponds
de_de: Wen es betrifft
es_es: A quien corresponda
hr_hr: Onome kome korespondira
ms_my: Kepada siapa ia sepadan
pl_pl: Do kogo odpowiada

source: Dear
de_de: Sehr geehrte/r
es_es: Estimado
hr_hr: Dragi/a
pl_pl: Drogi

source: registration number
de_de: Unternehmensnummer
es_es: número de registro
hr_hr: matični broj
ms_my: nombor pendaftaran
pl_pl: Numer rejestracji

source: tax number
de_de: Steuernummer
es_es: número fiscal
hr_hr: porezni broj
ms_my: nombor cukai
pl_pl: Numer Podatkowy:

source: tax number validity
de_de: Gültigkeit derSteuernummer
es_es: validez del número de impuesto
hr_hr: valjanost poreznog broja
ms_my: kesahihan nombor cukai
pl_pl: ważność numeru podatkowego

source: company name
de_de: Unternehmensname
es_es: nombre de empresa
hr_hr: naziv tvrtke
ms_my: nama syarikat
pl_pl: Nazwa firmy

source: contact name
de_de: Kontaktname
es_es: nombre de contacto
hr_hr: ime kontakta
ms_my: nama kenalan
pl_pl: Osoba kontaktowa

source: email
es_es: correo electrónico
ms_my: e-mel
pl_pl: Adres email

source: main email
de_de: Haupt-E-Mail
es_es: correo principal
hr_hr: glavni e-mail
ms_my: e-mel utama
pl_pl: Główny email

source: other email
de_de: andere E-Mail
es_es: otro correo electrónico
hr_hr: drugi e-mail
ms_my: e-mel lain
pl_pl: Inny email

source: telephone
de_de: Telefon
es_es: teléfono
hr_hr: telefon
ms_my: telefon
pl_pl: telefon

source: mobile
de_de: Handynummer
es_es: móvil
hr_hr: mobilni
ms_my: mudah alih
pl_pl: telefon komórkowy

source: other telephone
de_de: andere Telefonnummer
es_es: otro telefono
hr_hr: drugi telefonski broj
ms_my: telefon lain
pl_pl: inny telefon

source: main contact number
de_de: Hauptkontaktnummer
es_es: Principal número de contacto
hr_hr: glavni broj kontakta
ms_my: nombor hubungan utama
pl_pl: Główny numer kontaktowy

source: fiscal name
de_de: steuerlicher Name
es_es: nombre fiscal
hr_hr: porezno ime
ms_my: nama fiskal
pl_pl: Nazwa Fiskalna

source: contact address
de_de: Kontaktadresse
es_es: dirección de contacto
hr_hr: adresa kontakta
ms_my: alamat
pl_pl: Adres kontaktowy

source: invoice address
de_de: Rechnungsadresse
es_es: dirección de facturación
hr_hr: adresa računa
ms_my: alamat invois
pl_pl: Adres do faktury

source: delivery address
de_de: Lieferadresse
es_es: dirección de entrega
hr_hr: adresa dostave
ms_my: alamat penghantaran
pl_pl: Adres dostawy

source: other delivery address
de_de: weitere Lieferadresse
es_es: otra dirección de entrega
hr_hr: druga adresa dostave
ms_my: alamat penghantaran lain
pl_pl: inny adres dostawy

source: Other customer has same unique reference
es_es: Otro cliente tiene la misma referencia única
ms_my: Pelanggan lain mempunyai rujukan unik yang sama

source: Customer's client created (%s)
es_es: Cliente creado por el cliente (% s)
ms_my: Pelanggan pelanggan dibuat (% s)

source: Cancelled because client was deleted
es_es: Cancelado porque el cliente fue eliminado

source: Customer client deleted
es_es: Cliente cliente eliminado

source: Customer client deactivated
es_es: Cliente cliente desactivado

source: Ready to be picked
de_de: Zu kommissionieren Bereit
es_es: Listo para recoger
hr_hr: Spremno za preuzimanje
ms_my: Bersedia untuk dipilih
pl_pl: Gotowe do przygotowania

source: Picker assigned
de_de: Kommissionierer zugeteilt
es_es: Selector asignado
hr_hr: Preuzimač je dodijeljen
ms_my: Picker diberikan
pl_pl: Osoba przygotowująca przypisana

source: Picking
de_de: Kommissionieren
es_es: En recolección
hr_hr: Odabir
ms_my: Memilih
pl_pl: Przygotowywanie

source: Picked
de_de: Kommissioniert
es_es: Recolectado
hr_hr: Preuzeto
ms_my: Dipetik
pl_pl: Przygotowane

source: Packing
de_de: Verpacken
es_es: Empaquetando
hr_hr: Pakiranje
ms_my: Pembungkusan
pl_pl: Pakowanie

source: Packed
de_de: Verpackt
es_es: Empaquetado
hr_hr: Upakirano
ms_my: Dikemas
pl_pl: Zapakowane

source: Approved
de_de: genehmigt
es_es: Aprovado
hr_hr: Odobreno
ms_my: Diluluskan
pl_pl: Potwierdzone

source: Cancelled to restock
de_de: Auffüllen abgebrochen
es_es: Cancelado para reponer
hr_hr: Otkazano radi obnavljanja zaliha
ms_my: Dibatalkan untuk menetap semula
pl_pl: Anulowane - powrót do lokalizacji

source: Ready to dispatch
es_es: Listo para enviar
ms_my: Sedia untuk dihantar
pl_pl: Gotowe do wysyłki

source: Courier not set
es_es: Mensajero no establecido
hr_hr: Kurir nije postavljen
ms_my: Kurier tidak ditetapkan
pl_pl: Kurier nie ustawiony

source: box
es_es: caja
hr_hr: kutija
ms_my: kotak
pl_pl: pudełko

source: pallet
de_de: Pallette
es_es: palé
hr_hr: paleta
ms_my: palet
pl_pl: paleta

source: envelope
de_de: Umschlag
es_es: sobre
hr_hr: omotnica
ms_my: sampul surat
pl_pl: koperta

source: small parcel
de_de: Päckchen
es_es: pequeñas parcelas
hr_hr: mala pošiljka
ms_my: petak kecil
pl_pl: mała paczka

source: container (other)
de_de: Container (andere)
es_es: contenedores (otro)
hr_hr: kontejner (ostalo)
ms_my: bekas (lain-lain)
pl_pl: kontener (inne)

source: number parcels
de_de: Pakete nummerieren
es_es: Números de parcelas
hr_hr: broj paketa
ms_my: petak nombor
pl_pl: Liczba Paczek

source: parcel type
de_de: Pakettyp
es_es: tipo de parcela
hr_hr: tip paketa
ms_my: jenis bungkusan
pl_pl: Rodzaj paczki

source: weight
de_de: Gewicht
es_es: peso
hr_hr: težina
ms_my: berat badan
pl_pl: waga
