Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Customer Note
de_de: Kundennotiz
hr_hr: Bilješka klijenta

source: Order invoiced (%s)
de_de: In Rechnung gestellt (% s)
hr_hr: Fakturirana narudžba (%s)

source: Invalid Code
de_de: Ungültiger Kode
hr_hr: Nevažeći kod

source: Same value as the old record
de_de: Gleicher Wert wie der alte Vermerk
hr_hr: Ista vrijednost kao stari zapis

source: Code already used on this website
de_de: Kode bereits in der Webseite verwendet
hr_hr: Kod već korišten na ovoj web stranici

source: Record can not be updated
de_de: Vermerk kann nicht aktualisiert werden
hr_hr: Zapis se ne može ažurirati

source: Code updated
de_de: Kode aktualisiert
hr_hr: Kod ažuriran

source: adding %s missing SKOs to unknown location
de_de: füge %s fehlende SKOs zum unbekannten Standort hinzu
hr_hr: dodavanje %s nedostajućih SKO-ova na nepoznatu lokaciju

source: setting %s SKOs as found
de_de: stelle %s SKOs als gefunden ein
hr_hr: postavljanje %s SKO-ova kao pronađenih

source: Submitted to Agent
de_de: Vom Agenten eingegeben.
hr_hr: Predano agentu

source: Purchase order set back as submitted to agent
de_de: Bestellung als eingereicht zu Agenten zurücksetzen
hr_hr: Narudžbenica vraćena kao predana agentu

source: Store Added
de_de: Shop hinzugefügt
hr_hr: Trgovina dodana

source: Order cancelled because has been untouched in the basket for more than %s
de_de: Die Bestellung wurde gelöscht da sie im Warenkorb seit mehr als %s nicht geändert wurde
hr_hr: Narudžba je otkazana jer je bila netaknuta u košarici više od %s

source: Agent not found
de_de: Agent nicht gefunden
hr_hr: Agent nije pronađen

source: Warehouse Area Created
hr_hr: Magacinski prostor kreiran

source: Warehouse Area
hr_hr: Područje magacina

source: created in
hr_hr: kreirana u

source: Contact address (Lines)
hr_hr: Kontakt adresa (linije)

source: Account payment options
hr_hr: Opcije plaćanja računa

source: %d units
hr_hr: %d jedinice

source: Submitted by Customer
hr_hr: Poslano od strane kupca

source: Ready to Pick
hr_hr: Spremno za pokupljanje

source: Picking & Packing
hr_hr: Pokupljanje i pakiranje

source: Ready to Ship
hr_hr: Spremno za isporuku

source: All parts
hr_hr: Svi dijelovi

source: New abandoned cart mailshot
hr_hr: Novi marketinški e-mail o napuštenim košaricama

source: New family %s for %s
hr_hr: Nova obitelj %s za %s

source: Ordering cartons (show sales)
hr_hr: Naručivanje kartona (prikaži prodaju)

source: Purchase order items
hr_hr: Stavke narudžbenice

source: New purchase order using %s agent
hr_hr: Nova narudžbenica pomoću agenta %s

source: townland
hr_hr: zemljišni posjed

source: Next recipients
hr_hr: Novi primatelji

source: Payment Service Providers
hr_hr: Pružatelji usluga plaćanja

source: Agent's PO
hr_hr: Narudžba agenta

source: Warehouse details
hr_hr: Detalji o magacinu

source: new warehouse
hr_hr: novi magacin

source: Geographic Sales
hr_hr: Geografske prodaje

source: Geographic Sales Report
hr_hr: Izvještaj o geografskim prodajama

source: Sales Components
hr_hr: Komponente prodaje

source: Instantaneity
de_de: Instantanität
hr_hr: Trenutačnost

source: %sw
hr_hr: %st

source: %sy
hr_hr: %sg

source: No location !
de_de: Keine Abteilung!
hr_hr: Nema lokacije!

source: %s time serie
hr_hr: %s vremenski niz

source: %s order packed and sealed
hr_hr: %s narudžba zapakirana i zapečaćena

source: %s time serie of %s
hr_hr: %s vremenski niz od %s

source: Show key
de_de: Schlüssel anzeigen

source: The API key is a secret information and should be treated as a password
de_de: Der API-Schlüssel ist eine geheime Information und sollte als Passwort behandelt werden

source: link
de_de: Verlinkung

source: Office
de_de: Büro

source: Welcome page
de_de: Willkommen Webseite

source: Home page
de_de: Startseite

source: Referring page
de_de: Verweisende Seite

source: Click to upload image
de_de: Klicke um Bild hochzuladen

source: Order confirmation email
de_de: Bestellbestätigung E-Mail

source: Layout ideas
de_de: Gestaltungsideen

source: top
de_de: über

source: bottom
de_de: unten

source: Save as template
de_de: als Vorlage speichern

source: Save and continue editing later
de_de: Speichern und später weiter bearbeiten

source: Save & Publish email
de_de: Speichern & Veröffentlichen

source: Default
de_de: Standard

source: Simple
de_de: Einfach

source: C/SKO/U
de_de: K/SKO/E

source: Supplier delivery
de_de: Lieferversand

source: CBM
de_de: CMB

source: Abandoned cart mailshot
de_de: Verlassener Einkaufswagen-Werbesendung

source: Webpage for category
de_de: Webseite für Kategorie

source: Don't send newsletters
de_de: Senden Sie keine Newsletter

source: Don't send marketing by email
de_de: Senden Sie keine Marketing-E-Mail

source: Don't send marketing by post
de_de: Senden Sie keine Marketing-Post

source: N/P
de_de: N/K

source: Employment type. <br> <i class="fa fa-lightbulb-o"></i> For adding contractors click <span class="link" onclick="change_view('contractor/new')">here</span>
de_de: Beschäftigungsart. <br> <i class="fa fa-lightbulb-o"></i> Zum Hinzufügen von Auftragnehmern klicken Sie <span class="link" onclick="change_view('contractor/new')">hier</span>

source: Click to be notified by email
de_de: klicken Sie um per E-Mail benachrichtigt zu werden

source: Sorry, but this product is discontinued
de_de: Entschuldigung, aber dieses Produkt ist eingestellt

source: Sorry, this product is discontinued
de_de: Tut uns leid, dieses Produkt ist eingestellt

source: Trade only website
de_de: Nur Fachhandel Webseite

source: DNI
de_de: Personalausweis

source: more
de_de: mehr

source: Wrong Email Address
de_de: Falsche E-Mail-Adresse

source: Email Address already in mailing list
de_de: E-Mail-Adresse bereits in Verteilerliste

source: Can not add email to mailing list
de_de: E-Mail kann der Verteilerliste nicht hinzugefügt werden

source: Email Address Added
de_de: E-Mail-Adresse hinzugefügt

source: Customers without email
de_de: Kunden ohne E-Mail

source: Skipped (Customer preferences)
de_de: Übersprungen (Kundenpräferenzen)

source: Skipped (Email already added)
de_de: Überprüfen (E-Mail bereits hinzugefügt)

source: Email to be Send Created
de_de: Zu sendende E-Mail wurde erstellt

source: Error can not create email to be send
de_de: Fehler: Zu sendende E-Mail konnte nicht erstellt werden

source: Total stock value
de_de: Gesamtbestandswert

source: Message will send shortly
de_de: Nachricht wird in Kürze gesandt

source: Invalid Tax Number
de_de: Ungültige USt-IdNr.

source: Valid Tax Number
de_de: Gültige USt-IdNr.
