Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Orders grouped by store
de_de: Bestellungen nach Geschäften eingeteilt
es_es: Pedidos agrupados por tienda
hr_hr: Narudžbe grupirane po trgovini
ms_my: Pesanan dikumpulkan oleh kedai
pl_pl: Zamówienia grupowane wg sklepów

source: Delivery notes grouped by store
es_es: Albaranes agrupados por tienda
ms_my: Nota penghantaran dikumpulkan oleh kedai
pl_pl: Dokumenty dostawy grupowane na sklep

source: Pending delivery notes
de_de: ausstehende Lieferscheine
es_es: Notas de entrega pendientes
hr_hr: Otpremnice na čekanju
ms_my: Nota penghantaran belum selesai
pl_pl: Dokumenty Dostawy w Toku

source: Submitted (not paid)
es_es: Enviado (no pagado)
ms_my: Dihantar (tidak dibayar)

source: Submitted (paid)
es_es: Enviado (pagado)
ms_my: Dihantar (dibayar)

source: with alerts
es_es: con alertas
ms_my: dengan peringatan

source: Packed & closed
es_es: embalado y cerrado
ms_my: Makan & tutup

source: Creating return
es_es: Creando retorno
ms_my: Membuat kembali

source: Purge
es_es: Purga

source: Staff history
es_es: Historia del personal
ms_my: Sejarah kakitangan

source: Deleted employees
de_de: gelöschte Angestellter
es_es: Empleados eliminados
hr_hr: Izbrisani zaposlenik
ms_my: Pekerja yang dipadam
pl_pl: usunięci pracownicy

source: New attachment
de_de: Neuer Anhang
es_es: archivo Adj.
hr_hr: Novi prilog
ms_my: Lampiran baru
pl_pl: Nowy załącznik

source: New employee
de_de: Neuer Angestellte/r
es_es: Nuevo Empleado
hr_hr: Novi Zaposlenik
ms_my: Pekerja baru
pl_pl: Nowy pracownik

source: Deleted contractors
de_de: gelöschten Auftragnehmer
es_es: Contratistas eliminados
hr_hr: Izbrisani izvođači
ms_my: Kontraktor dipadamkan
pl_pl: Usunięci kontraktorzy

source: New contractor
de_de: Neuer Auftragnehmer
es_es: Nuevo contratista
hr_hr: Novi izvođač radova
ms_my: Kontraktor baru
pl_pl: Nowy kontraktor

source: Job positions
de_de: Arbeitsplätze
es_es: Puestos de trabajo
hr_hr: Radne pozicije
ms_my: Jawatan kerja
pl_pl: Stanowisko pracy

source: Employees' calendar
de_de: Angestellten Kalender
es_es: Calendario de empleados
hr_hr: Kalendar zaposlenika
ms_my: Kalendar pekerja
pl_pl: Kalendarz Pracowników

source: %s week (starting %s %s)
de_de: %s Woche (beginnend am %s %s)
es_es: % s semana (comenzando% s% s)
hr_hr: %s tjedan (počevši od %s %s)
ms_my: % s minggu (bermula% s% s)
pl_pl: % s tydzień (początek% s% s)

source: Clocking-in machines
es_es: Máquinas de reloj
ms_my: Mesin jahitan

source: Setting up new clocking-in machine
es_es: Configuración de una nueva máquina de marcado
ms_my: Menyediakan mesin pemasaan yang baru

source: Parts's families
es_es: Familias de piezas
ms_my: Keluarga bahagian

source: New part
de_de: Neues Teil
es_es: Parte nueva
hr_hr: Novi dio
ms_my: Bahagian baru
pl_pl: Nowa część

source: Issues
es_es: Problemas
ms_my: Isu-isu

source: Barcodes
de_de: Strichcode
es_es: Código de barras
hr_hr: Barkodovi
ms_my: Barcode
pl_pl: Kody kreskowe

source: Stock History
de_de: Bestandshistorie
es_es: Historia del inventario
hr_hr: Povijest zaliha
ms_my: Sejarah Stok
pl_pl: Historia Stanów Magazynowych

source: All warehouses
de_de: Alle Lager
es_es: Todos los almacenes
hr_hr: Svi magacini
ms_my: Semua gudang
pl_pl: Wszystkie magazyny

source: Warehouse dashboard
de_de: Lager-Instrrumentenbrett
es_es: Tablero de almacén
hr_hr: Nadzorna ploča magacina
ms_my: Papan pemuka gudang
pl_pl: Tablica Informacyjna magazynu

source: Warehouse areas
es_es: Áreas de almacén
ms_my: Kawasan gudang

source: New location
es_es: Nueva ubicacion
hr_hr: Nova lokacija
ms_my: Lokasi baru
pl_pl: Nowa lokalizacja

source: Locations's categories
de_de: Lokationskategorien
es_es: Categorías de ubicaciones
hr_hr: Kategorije lokacija
ms_my: Kategori lokasi
pl_pl: Kategorie lokalizacji

source: New warehouse
de_de: Neues Lager
es_es: nuevo almacén
hr_hr: Novi Magacin
ms_my: Gudang baru
pl_pl: Nowy magazyn

source: New warehouse area
es_es: Nueva área de almacén
ms_my: Kawasan gudang baru

source: Stock leakages
de_de: Verlust auf Lager
es_es: Fugas de stock
hr_hr: Gubitak zaliha
ms_my: Kebocoran saham
pl_pl: Wycieki

source: Shipping companies
es_es: Compañías de envío
hr_hr: Kurirske službe
ms_my: Syarikat perkapalan
pl_pl: Firmy transportowe

source: Add shipping company
es_es: Agregar compañía de envío
hr_hr: Dodati kurisku službu
ms_my: Tambah syarikat perkapalan
pl_pl: Dodaj firmę wysyłkową

source: Editing warehouse areas
es_es: Edición de áreas de almacén
ms_my: Mengedit kawasan gudang

source: Editing locations
es_es: Editar ubicaciones
ms_my: Mengedit lokasi

source: Adding warehouse areas
es_es: Agregar áreas de almacén
ms_my: Menambah kawasan gudang

source: Adding locations
es_es: Agregar ubicaciones
ms_my: Menambah lokasi

source: All websites
de_de: Alle Webseiten
es_es: Todos los sitios web
hr_hr: Sve web stranice
ms_my: Semua laman web
pl_pl: Wszystkie Strony

source: workshop
es_es: taller
ms_my: bengkel

source: Registered users
es_es: Usuarios Registrados
ms_my: Pengguna berdaftar

source: settings
es_es: ajustes
ms_my: tetapan

source: Web page type
de_de: Webseiten Typ
es_es: Tipo de página web
hr_hr: Tip web stranice
ms_my: Jenis laman web
pl_pl: Typ strony internetowej

source: My profile
de_de: Mein Profil
es_es: Mi Perfil
hr_hr: Moj profil
ms_my: Profil saya
pl_pl: Mój profil

source: Accounting
es_es: Contabilidad
ms_my: Perakaunan

source: Payment accounts
de_de: Zahlungskonten
es_es: Cuentas de pago
hr_hr: Računi za plaćanje
ms_my: Akaun pembayaran
pl_pl: Konta płatności

source: Payment service provider
de_de: Zahlungsdienstleister
es_es: Proveedor de servicios de pago
hr_hr: Pružatelj usluga plaćanja
ms_my: Pembekal khidmat pembayaran
pl_pl: Dostawca Usługi Płatności

source: Payment service providers
de_de: Zahlungsdienstleister
es_es: Proveedores de servicios de pago
hr_hr: Pružatelji usluga platnog prometa
ms_my: Pembekal perkhidmatan pembayaran
pl_pl: Dostawcy Usług Płatności

source: Payments by store
de_de: Zahlungen nach Geschäft
es_es: Pagos por tienda
hr_hr: Plaćanja po trgovini
ms_my: Pembayaran mengikut gedung
pl_pl: Płatność na sklep

source: Payments accounts
es_es: Cuentas de pagos
hr_hr: Računi za plaćanje
ms_my: Akaun pembayaran
pl_pl: Konta płatności

source: Payments per store
es_es: Pagos por tienda
ms_my: Bayaran setiap kedai

source: Order's index
de_de: Bestellungsindex
es_es: Índice de la orden
hr_hr: Indeks narudžbe
ms_my: Indeks pesanan
pl_pl: Index zamówienia

source: Deleted users
es_es: usuarios eliminados
hr_hr: Izbrisani korisnici
ms_my: Pengguna yang dipadam
pl_pl: Usunięci użytkownicy

source: API key
es_es: Clave API
hr_hr: API ključ
ms_my: Kunci API
pl_pl: Klucz API

source: New API key
es_es: Nueva clave API
hr_hr: Novi API ključ
ms_my: Kunci API baru
pl_pl: Nowy Klucz API

source: Deleted API key
es_es: Clave API eliminada
hr_hr: Izbrisani API ključ
ms_my: Kunci API yang dipadam
pl_pl: Klucz API usunięty

source: Data sets
de_de: Datensets
es_es: Conjuntos de datos
hr_hr: Skupovi podataka
ms_my: Set data
pl_pl: Zestaw Danych

source: Records uploads
de_de: Aufzeichnungen Uploads
es_es: Subidas de registros
hr_hr: Unosi zapisa
ms_my: Muat naik rekod
pl_pl: Załadowane rejestry

source: Transactions timeseries
de_de: Zahlungsmetoden Zeitreihen
es_es: Transacciones de series de tiempo
hr_hr: Vremenska serija transakcija
ms_my: Masa penghantaran urusniaga
pl_pl: Transakcje - serie

source: Inventory timeseries
de_de: Inventarzeitreihen
es_es: Inventario de series de tiempo
hr_hr: Vremenska serija zaliha
ms_my: Timeseries Inventori
pl_pl: Stany Magazynowe

source: Production (All manufactures)
de_de: Produktion (alle Hersteller)
es_es: Producción (todas las manufacturas)
hr_hr: Proizvodnja (svi proizvođači)
ms_my: Pengeluaran (Semua pengilangan)
pl_pl: Produkcja ( wszyscy producenci)

source: Manufacture Tasks
de_de: Herstellungsaufgaben
es_es: Tareas de fabricación
hr_hr: Zadaci proizvodnje
ms_my: Tugas Pembuatan
pl_pl: Zadania Producenta

source: Billing region & Tax code report
de_de: Abrechnungsregion- & Steuerkennziffer-Bericht
es_es: Informe de región de facturación y código fiscal
hr_hr: Regija naplate i izvješće o poreznom broju
ms_my: Laporan Bil Cukai & Cukai
pl_pl: Region faktury % Kod Podatkowy Raport

source: Dispatched order's sales
es_es: Ventas de pedidos despachados
hr_hr: Prodaja otpremljene narudžbe
ms_my: Jualan pesanan dispatched
pl_pl: Wartość wysłanych zamówień

source: Dispatched order's x-rays
es_es: Rayos X del pedido enviado
hr_hr: Poslane rendgenske snimke naloga
ms_my: Kaedah x-sinaran yang disekat
pl_pl: Wartość wysłanych zamówień

source: Pickers productivity
es_es: productividad de los Pickers
hr_hr: Produktivnost berača
ms_my: Produktiviti pemetik
pl_pl: produktywność osób przygotowujacych

source: Packers productivity
es_es: Productividad de los empacadores
hr_hr: Produktivnost pakera
ms_my: Produktiviti Packers
pl_pl: produktywność osób pakujących

source: Sales representatives productivity
es_es: Representantes de ventas productividad
ms_my: Jualan wakil produktiviti
pl_pl: Produktywność przedstawicieli handlowych

source: Prospect's agents
es_es: Agentes de la perspectiva
ms_my: Ejen prospek
pl_pl: Agent perspektywy

source: Lost/Damaged stock
es_es: Inventario roto
hr_hr: Izgubljena/oštećena zaliha
ms_my: Stok Hilang / Rusak
pl_pl: Stracone / Uszkodzone produkty

source: Stock given for free
es_es: Stock entregado gratis
hr_hr: Zalihe dane besplatno
ms_my: Stok diberikan secara percuma
pl_pl: Stan magazynowy oddany za darmo

source: Intrastat exports
es_es: Exportaciones Intrastat
ms_my: Eksport Intrastat

source: Intrastat imports
es_es: Importaciones Intrastat
ms_my: Import Intrastat

source: comodity code missing
de_de: Rohstoffcode fehlt
es_es: falta código de mercancía
hr_hr: šifra robe nedostaje
ms_my: kod komoditi hilang
pl_pl: Brakujący kod towarowy

source: commodity code missing
es_es: falta código de mercancía
ms_my: kod komoditi hilang

source: EC sales list
de_de: EC Verkaufsliste
es_es: Lista de ventas de la CE
hr_hr: Popis prodaje u EU
ms_my: Senarai jualan EC
pl_pl: Lista sprzedaży

source: All stores).
es_es: Todas las tiendas).
ms_my: Semua kedai).

source: Offers categories
es_es: Categorías de ofertas
ms_my: Menawarkan kategori

source: New campaign
de_de: Neue Kampagne
es_es: Nueva campaña
hr_hr: Nova kampanja
ms_my: Kempen baru
pl_pl: Nowa kampania

source: New voucher
es_es: Vale nuevo
ms_my: Baucar baru

source: New offer
de_de: Neues Angebot
es_es: Nueva oferta
hr_hr: Nova ponuda
ms_my: Tawaran baru
pl_pl: Nowa oferta

source: Client's orders
de_de: Kunden Beschtellungen
es_es: Pedidos del cliente
hr_hr: Narudžbe klijenata
ms_my: Perintah pelanggan
pl_pl: Zamówienia Klienta

source: %s (%s) returned from %s
de_de: %s (%s) kehrte von %s zurück
es_es: % s (% s) devuelto por% s
hr_hr: %s (%s) vraćeno od %s
ms_my: % s (% s) dikembalikan dari% s
pl_pl: %s (%s) wróciło z %s

source: %s (%s) picked for %s
de_de: %s (%s) kommissioniert für %s
es_es: % s (% s) seleccionado para% s
hr_hr: %s (%s) preuzeto za %s
ms_my: % s (% s) dipilih untuk% s
pl_pl: %s (%s) uszykowane %s

source: deleted
de_de: gelöscht
es_es: eliminado
hr_hr: izbrisano
ms_my: dipadam
pl_pl: usunięty

source: Never been audited
de_de: Wurde nie geprüft
es_es: Nunca ha sido auditado
hr_hr: Nikada nije revidirano
ms_my: Tidak pernah diaudit
pl_pl: Nigdy nie było sprawdzone

source: Last audit %s
de_de: Letzte Prüfung %s
es_es: Última auditoría% s
hr_hr: Zadnja revizija %s
ms_my: Audit lepas% s
pl_pl: ostatni audyt %s

source: Waiting to receive return
es_es: Esperando recibir devolución
ms_my: Menunggu untuk menerima pulangan

source: In construction
es_es: En construcción
ms_my: Dalam pembinaan

source: Website worker access
es_es: Acceso al sitio web del trabajador
ms_my: Akses pekerja laman web

source: Desktop
es_es: Escritorio

source: Tablet
es_es: Tableta

source: Blank
de_de: Leer
es_es: Blanco
hr_hr: Prazan
ms_my: Kosong
pl_pl: Pusty

source: Hub
es_es: Cubo
hr_hr: Razdjelnik

source: Footer
de_de: Fußzeile
es_es: Pie de página
hr_hr: Podnožje
pl_pl: Stopka

source: System
es_es: Sistema
hr_hr: Sustav
ms_my: Sistem

source: Info
es_es: Información
ms_my: Maklumat
pl_pl: Informacje

source: %s API key created (%s)
es_es: Clave de API% s creada (% s)
hr_hr: %s API ključ kreiran (%s)
ms_my: % s API dibuat (% s)
pl_pl: Utworzono klucz API% s (% s)

source: API key deleted
es_es: Clave API eliminada
hr_hr: API ključ izbrisan
ms_my: Kunci API dipadam
pl_pl: Klucz API skasowany

source: Allowed IPs
de_de: genehmigte IP-Adressen
es_es: IP permitidas
hr_hr: Dopuštene IP adrese
ms_my: IP yang dibenarkan
pl_pl: IP z pozwoleniem

source: Max request/hr
de_de: Maximale Anfrage/St.
es_es: Solicitud máxima / hora
hr_hr: Maks. zahtjev/h
ms_my: Permintaan maksimum / hr
pl_pl: Maksimume żądań/godzinę

source: API active
es_es: API activa
hr_hr: API aktivan
ms_my: API aktif
pl_pl: API aktywne

source: API private key regenerated
es_es: Clave privada API regenerada
hr_hr: API privatni ključ ponovno generiran
ms_my: Kunci peribadi API dikembalikan semula
pl_pl: Prywatny klucz API zregenerowany

source: Duplicated employee code
de_de: duplizierte Angestelltenkode
es_es: Código de empleado duplicado
hr_hr: Duplicirana šifra zaposlenika
ms_my: Kod pekerja berganda
pl_pl: Kod pracownika zduplikowany

source: Duplicated store code
de_de: Duplizierte Geschäftskode
es_es: Código de tienda duplicado
hr_hr: Duplicirana šifra trgovine
ms_my: Kod kedai duplikat
pl_pl: Kod sklepu zduplikowany

source: Duplicated store name
de_de: Duplizierter Geschäftsname
es_es: Nombre de tienda duplicado
hr_hr: Duplicirani naziv trgovine
ms_my: Nama kedai duplikat
pl_pl: Nazwa sklepu zduplikowana

source: National insurance number
de_de: Sozialversicherungsnummer
es_es: Número de seguro Nacional
hr_hr: Nacionalni broj osiguranja
ms_my: Nombor insurans kebangsaan
pl_pl: Numer Ubezpieczenia

source: None of the bar codes could be added
de_de: Keine der Strichkodes konnte hinzugefügt werden
es_es: Ninguno de los códigos de barras se pudo agregar
hr_hr: Nije moguće dodati nijedan od barkodova
ms_my: Tiada kod bar boleh ditambah
pl_pl: Notatki odnośnie Kodów Kreskowych powinny być dodane

source: Warehouse created
de_de: Lagerhaus erstellt
es_es: Almacén creado
hr_hr: Magacin kreiran
ms_my: Gudang dibuat
pl_pl: Utworzono magazyn

source: Warehouse (%s) created
de_de: Lagerhaus (%s) erstellt
es_es: Almacén (%s) creado
hr_hr: Magacin (%s) kreiran
ms_my: Gudang (% s) dibuat
pl_pl: Utworzono (%s) magazynu

source: Duplicated warehouse code
de_de: Duplizierte Lagerkode
es_es: Código de almacén duplicado
hr_hr: Duplicirana šifra magacina
ms_my: Kod gudang duplikat
pl_pl: Kod magazynu zduplikowany

source: Duplicated warehouse name
de_de: Duplizierter Lagername
es_es: Nombre de almacén duplicado
hr_hr: Duplicirani naziv skladišta
ms_my: Nama gudang duplikat
pl_pl: Nazwa magazynu zduplikowana

source: Lower target per hour can't be zero
de_de: Niedrigste Leistung kann nicht Null sein
es_es: El objetivo más bajo por hora no puede ser cero
hr_hr: Donji target po satu ne može biti nula
ms_my: Sasaran yang lebih rendah sejam tidak boleh menjadi sifar
pl_pl: Niższy cel na godzinę nie może być zerowy

source: Lower target per hour can't be negative
de_de: Niedrigste Leistung kann nicht negativ sein
es_es: Un objetivo más bajo por hora no puede ser negativo
hr_hr: Donji target po satu ne može biti negativan
ms_my: Sasaran yang lebih rendah sejam tidak boleh negatif
pl_pl: Nizszy cel na godzinę nie może być ujemny

source: Upper target per hour can't be zero
de_de: Obere Leistung kann nicht Null sein
es_es: El objetivo superior por hora no puede ser cero
hr_hr: Gornji target po satu ne može biti nula
ms_my: Sasaran atas sejam tidak boleh menjadi sifar
pl_pl: Górny cel na godzinę nie może wynosić zero

source: Upper target per hour can't be negative
de_de: Obere Leistung kann nicht negativ sein
es_es: El objetivo superior por hora no puede ser negativo
hr_hr: Gornji target po satu ne može biti negativan
ms_my: Sasaran atas sejam tidak boleh negatif
pl_pl: Górny cel na godzinę nie może być ujemny

source: Duplicated manufacture task name
de_de: Duplizierte Herstellersaufgabename
es_es: Nombre de tarea de fabricación duplicado
hr_hr: Duplicirani naziv proizvodnog zadatka
ms_my: Nama tugas pembuatan duplikat
pl_pl: Nazwa producenta zduplikowana

source: stores
de_de: Gechäfte
es_es: tiendas
hr_hr: trgovine
ms_my: kedai
pl_pl: sklepy

source: websites
de_de: Webseiten
es_es: sitios web
hr_hr: web stranice
ms_my: laman web
pl_pl: strony internetowe

source: products
de_de: Produkte
es_es: productos
hr_hr: proizvodi
ms_my: produk
pl_pl: produkty

source: customers
de_de: Kunden
es_es: clientes
hr_hr: klijenti
ms_my: pelanggan
pl_pl: klienci

source: invoices
de_de: Rechnungen
es_es: facturas
hr_hr: fakture
ms_my: invois
pl_pl: faktury

source: Order's Items
de_de: Bestellungsartikeln
es_es: Artículos de pedido
hr_hr: Stavke narudžbe
ms_my: Item Pesanan
pl_pl: zamówione produkty

source: Purchases Terms & Conditions
de_de: allgemeine Einkaufsbedingungen
es_es: Términos y condiciones de compra
hr_hr: Uvjeti i odredbe kupnje
ms_my: Terma & Syarat Pembelian
pl_pl: Warunku Zakupów

source: currency
de_de: Währung
es_es: moneda
hr_hr: valuta
ms_my: mata wang
pl_pl: waluta

source: timezone
de_de: Zeitzone
es_es: zona horaria
hr_hr: vremenska zona
ms_my: Zon masa
pl_pl: strefa czasowa

source: language
de_de: Sprache
es_es: idioma
hr_hr: jezik
ms_my: bahasa
pl_pl: język

source: organization name
de_de: Name der Organisation
es_es: Nombre de la Organización
hr_hr: naziv organizacije
ms_my: Nama Pertubuhan
pl_pl: nazwa organizacji

source: label signature
es_es: firma de etiqueta
ms_my: tandatangan label

source: Duplicated name
es_es: Nombre duplicado
hr_hr: Dupliciran naziv
ms_my: Nama duplikat
pl_pl: Nazwa zduplikowana

source: Agent %s created
de_de: Agent %s erstellt
es_es: Agente% s creado
hr_hr: Agent %s je kreiran
ms_my: Agen% s dibuat
pl_pl: Agent %s utworzono

source: location
de_de: Lokation
es_es: ubicación
hr_hr: lokacija
ms_my: lokasi
pl_pl: lokalizacja

source: delivery time (days)
de_de: Lieferzeit (Tage)
es_es: tiempo de entrega (días)
hr_hr: vrijeme isporuke (dani)
ms_my: masa penghantaran (hari)
pl_pl: czas dostawy (dni)

source: country of origin
de_de: Ursprungsland
es_es: país de origen
hr_hr: zemlja podrijetla
ms_my: negara asal
pl_pl: kraj pochodzenia

source: port of import
de_de: Importhafen
es_es: puerto de importación
hr_hr: luka uvoza
ms_my: pelabuhan import
pl_pl: port importu

source: T&C
de_de: AGB
es_es: Términos y Condiciones
hr_hr: Opći uvjete i odredbe
pl_pl: Warunki

source: Include general T&C
de_de: AGB hinzufügen
es_es: Incluir T&C generales
hr_hr: Sadrži opće uvjete i odredbe
ms_my: Termasuk T & C umum
pl_pl: zawierają Warunki

source: active
de_de: Aktiv
es_es: activo
hr_hr: aktivan
ms_my: aktif
pl_pl: aktywne

source: login
es_es: iniciar sesión
hr_hr: prijava
ms_my: log masuk

source: Skip inputting
de_de: Eingabe überspringen
es_es: Saltar entrada
hr_hr: Preskoči unos
ms_my: Langkau masuk
pl_pl: Pomiń wprowadzanie

source: Skip mark as dispatched
de_de: Markierung als gesendet, überspringen
es_es: Omitir marca como enviado
hr_hr: Preskoči oznaku kao otpremljeno
ms_my: Tandakan tanda sebagai dihantar
pl_pl: Pomiń oznaczenie jako wysłane

source: Skip mark as received
de_de: Markierung als erhalten, überspringen
es_es: Omitir marca como recibida
hr_hr: Preskoči oznaku kao primljeno
ms_my: Tandakan tanda seperti yang diterima
pl_pl: Pomiń znak jako odebrany

source: Skip checking
de_de: Packungskontrolle überspringen
es_es: Omitir comprobación
hr_hr: Preskoči provjeru
ms_my: Langkau semak
pl_pl: Pomiń sprawdzanie

source: Try automatic placement location
de_de: Versuchen Sie die automatische Lokation Zuteilung
es_es: Prueba la ubicación de ubicación automática
hr_hr: Isprobajte automatsku lokaciju položaja
ms_my: Cuba lokasi penempatan automatik
pl_pl: Wypróbuj automatyczną lokalizację miejsca docelowego

source: order number format
de_de: Bestellnummerformat
es_es: formato de número de orden
hr_hr: format broja narudžbe
ms_my: format nombor pesanan
pl_pl: rodzaj numeracji zamówień

source: last incremental order number
de_de: letzte inkrementelle Bestellnummer
es_es: último número de pedido incremental
hr_hr: posljednji inkrementalni broj narudžbe
ms_my: nombor pesanan tambahan yang terakhir
pl_pl: ostatni numer zamówienia

source: Agent supplier purchase order created
es_es: Orden de compra del proveedor agente creada
ms_my: Pembelian pesanan pembekal ejen diwujudkan
pl_pl: Utworzono zamówienie agenta dostawcy

source: Purchase order send back to process
de_de: Bestellung zurück zu Bearbeitung senden
es_es: Orden de compra enviar de vuelta al proceso
hr_hr: Narudžbenicu poslati natrag u obradu
ms_my: Pesanan pembelian kembali ke proses
pl_pl: Zamówienie wysłane z powrotem

source: Purchase order confirmed by supplier
es_es: Orden de compra confirmada por el proveedor
ms_my: Pesanan pembelian yang disahkan oleh pembekal
pl_pl: Zamówienie potwierdzone przez dostawcę

source: Purchase order submitted
de_de: Bestellung eingereicht
es_es: Orden de compra presentada
hr_hr: Narudžbenica poslana
ms_my: Pesanan pembelian dihantar
pl_pl: Złożono zamówienie

source: Purchase order set back as submitted
de_de: Bestellung als eingereicht zurücksetzen
es_es: Orden de compra retrasada como presentada
hr_hr: Narudžbenica vraćena kako je poslana
ms_my: Perintah pembelian semula seperti yang dikemukakan
pl_pl: Zamówienie ustawione jako złożone

source: Unknown Weight
de_de: unbekanntes Gewicht
es_es: Peso desconocido
hr_hr: Nepoznata Težina
ms_my: Berat tidak diketahui
pl_pl: Nieznana waga

source: Some supplier's products without weight
es_es: Algunos productos del proveedor sin peso
ms_my: Sesetengah produk pembekal tanpa berat badan

source: Unknown CBM
de_de: Unbekannte CBM
es_es: desconocido CBM
hr_hr: Nepoznati CBM
ms_my: CBM tidak diketahui
pl_pl: Nieznany CBM

source: Some supplier's products without CBM
es_es: Algunos productos del proveedor sin CBM
ms_my: Beberapa produk pembekal tanpa CBM

source: Purchase order marked as confirmed
de_de: Bestellung als bestätigt markiert
es_es: Orden de compra marcada como confirmada
hr_hr: Narudžbenica označena kao potvrđena
ms_my: Pesanan pembelian ditandakan sebagai disahkan
pl_pl: Zamówienie zaznaczone jako potwierdzone

source: Purchase order associated with delivery %s
de_de: Bestellung mit Lieferung verknüpft %s
es_es: Pedido de compra asociado a la entrega% s
hr_hr: Narudžbenica povezana s isporukom %s
ms_my: Pesanan pembelian yang berkaitan dengan% s penghantaran
pl_pl: Zamówienie powiązane z dostawą %s

source: public Id
de_de: öffentliches ID
es_es: iD público
hr_hr: javni id
ms_my: Id awam
pl_pl: ID publiczne

source: port of export
de_de: Exporthafen
es_es: puerto de exportación
hr_hr: luka izvoza
ms_my: pelabuhan eksport
pl_pl: Port eksportu

source: estimated receiving date
de_de: geschätztes Empfangsdatum
es_es: fecha estimada de recepción
hr_hr: procijenjeni datum primitka
ms_my: anggaran tarikh penerimaan
pl_pl: Przybliżona data dostawy

source: agreed receiving date
de_de: vereinbartes Empfangsdatum
es_es: fecha de recepción acordada
hr_hr: dogovoreni datum prijema
ms_my: tarikh penerimaan yang dipersetujui
pl_pl: Ustalona data dostawy

source: Account number
de_de: Kontonummer
es_es: Número de cuenta
hr_hr: Broj naloga
ms_my: Nombor akaun
pl_pl: Numer konta

source: Barcode %s associated
de_de: Strichkode %s zugeordnet
es_es: codigo de barras% s asociado
hr_hr: Bar kod %s povezan
ms_my: Barcode% s dikaitkan
pl_pl: Kod kreskowy %s powiązany
