Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Customer's Lists
es_es: Listas de clientes
hr_hr: Popisi klijenta
ms_my: Senarai Pelanggan
pl_pl: Lista Klientów

source: Customer's Dashboard
es_es: Panel de control del cliente
hr_hr: Nadzorna ploča korisnika
ms_my: Papan Pemuka Pelanggan
pl_pl: Tablica Informacyjna Klienta

source: Pending orders (All stores)
es_es: Pedidos pendientes (todas las tiendas)
hr_hr: Narudžbe na čekanju (sve trgovine)
ms_my: Pesanan yang belum selesai (Semua kedai)
pl_pl: Zamówienia (wszystkie sklepy)

source: Search customers all stores
es_es: Buscar clientes en todas las tiendas
hr_hr: Pretraži klijente u svim trgovinama
ms_my: Cari pelanggan semua kedai
pl_pl: Szukaj klientów we wszystkich sklepach

source: Campaign
es_es: Campaña
hr_hr: Kampanja
ms_my: Kempen
pl_pl: Kampania

source: Search marketing
es_es: Marketing de búsqueda
hr_hr: Pretraga marketinga
ms_my: Cari pemasaran
pl_pl: Szukaj Marketing

source: Note for warehouse
es_es: Nota para almacén
ms_my: Nota untuk gudang

source: Note for orders
es_es: Nota para pedidos
ms_my: Nota untuk pesanan

source: Sticky note
es_es: Nota adhesiva
hr_hr: Naljepnica
ms_my: Nota melekit
pl_pl: Notatka

source: Deleted Customer
es_es: Cliente eliminado
ms_my: Pelanggan yang dipadamkan

source: New Customer
es_es: Nuevo cliente
hr_hr: Novi Klijent
ms_my: Pelanggan baru
pl_pl: Nowy klient

source: Customers lists
es_es: Listas de clientes
hr_hr: Popis klijenata
ms_my: Senarai pelanggan
pl_pl: Listy klientów

source: New Customers list
es_es: Lista de nuevos clientes
hr_hr: Novi popis klijenata
ms_my: Senarai Pelanggan Baru
pl_pl: Nowa Lista klientów

source: Customer's insights %s
es_es: Perspectivas del cliente% s
hr_hr: Uvidi korisnika %s
ms_my: Wawasan pelanggan% s
pl_pl: Wgląd w konto klienta %s

source: Deleted option: %s
es_es: Opción eliminada:% s
hr_hr: Izbrisana opcija: %s
ms_my: Pilihan yang dipadamkan:% s
pl_pl: Opcja usunięta %s

source: Poll option
es_es: Opción de encuesta
hr_hr: Anketna opcija
ms_my: Pilihan undian
pl_pl: Opcja ankiety

source: Poll option: %s
es_es: Opción de encuesta:% s
hr_hr: Anketna opcija: %s
ms_my: Pilihan undian:% s
pl_pl: Opcja ankiety %s

source: Search prospects
es_es: Buscar prospectos
hr_hr: Pretraga potencijalnih klijenata
ms_my: Cari prospek
pl_pl: szukaj Perspektyw

source: New Prospect
es_es: Nueva perspectiva
hr_hr: Novi Prospekt
ms_my: Prospek Baru
pl_pl: Nowa perspektywa

source: New invitation for %s
es_es: Nueva invitación para% s
hr_hr: Nova pozivnica za %s
ms_my: Undangan baharu untuk% s
pl_pl: Nowe zaproszenie dla %s

source: Invitation email for %s
es_es: Correo electrónico de invitación para% s
hr_hr: Pozivni email za %s
ms_my: E-mel jemputan untuk% s
pl_pl: Email powitalny dla %s

source: Tracking email sent to %s
es_es: Correo electrónico de seguimiento enviado a% s
hr_hr: E-mail za praćenje poslan na %s
ms_my: Penjejakan e-mel dihantar ke% s
pl_pl: link śledzący wysłany do %s

source: Email Template
es_es: Plantilla de correo electrónico
hr_hr: Email Predložak
ms_my: Templat E-mel
pl_pl: Szablon Email

source: Email Templates
de_de: E-Mail-Vorlagen
es_es: Plantillas de correo electrónico
hr_hr: Email predložci
ms_my: Templat E-mel
pl_pl: Szablony Wiadomości

source: New dropshipping order
es_es: Nuevo orden de dropshipping
ms_my: Pesanan dropshipping baru

source: Prospects: %s
es_es: Perspectivas:% s
ms_my: Prospek:% s

source: Upload into prospects %s
es_es: Subir a clientes potenciales% s
ms_my: Muat naik ke prospek% s

source: Search locations
es_es: Buscar ubicaciones
hr_hr: Pretraga lokacija
ms_my: Cari lokasi
pl_pl: Szukaj lokalizacji

source: Access forbidden
es_es: Acceso Prohibido
hr_hr: Zabranjen pristup
ms_my: Akses yang dilarang
pl_pl: Dostęp zabroniony

source: Search consignments
es_es: buscar envios
ms_my: Cari konsainan

source: Search help
es_es: Buscar Ayuda
hr_hr: Potraži pomoć
ms_my: Cari bantuan
pl_pl: Szukaj Pomoc

source: Search staff
es_es: Buscar personal
ms_my: Kakitangan carian

source: New Employee
es_es: Nuevo empleado
hr_hr: Novi Zaposlenik
ms_my: Pekerja baru
pl_pl: Nowy Pracownik

source: New system user for %s
es_es: Nuevo usuario del sistema para% s
hr_hr: Novi korisnik sustava za %s
ms_my: Pengguna sistem baru untuk% s
pl_pl: Nowy użytkownik systemu %s

source: Employees' calendar %s
es_es: Calendario de empleados% s
hr_hr: Kalendar zaposlenika %s
ms_my: Kalendar% pekerja
pl_pl: Kalendarz Pracowników %s

source: Employees' calendar week %s %s
es_es: Semana calendario de empleados% s% s
hr_hr: Kalendarski tjedan zaposlenika %s %s
ms_my: Minggu kalendar pekerja% s% s
pl_pl: Kalendarz Tygodniowy Pracowników %s %s

source: This week
es_es: Esta semana
hr_hr: Ovaj tjedan
ms_my: Minggu ini
pl_pl: tego tygodnia

source: This month
es_es: Este mes
hr_hr: Ovaj mjesec
ms_my: Bulan ini
pl_pl: W tym miesiącu

source: Deleted contractor
es_es: Contratista eliminado
hr_hr: Izbrisan izvođač
ms_my: Kontraktor yang dipadam
pl_pl: Kontraktor usunięty

source: Set up new clocking-n machine
es_es: Configurar una nueva máquina clocking-n
ms_my: Sediakan mesin clocking n yang baru

source: Clock-in machine
es_es: Máquina de reloj
ms_my: Mesin masuk jam

source: Clock-in machines
es_es: Máquinas de reloj
ms_my: Mesin masuk jam

source: Search inventory
es_es: Buscar inventario
hr_hr: Pretraga inventara
ms_my: Cari inventori
pl_pl: Szukaj ma stanie magazynowym

source: No suppliers
es_es: No hay proveedores
hr_hr: Nema dobavljača
ms_my: Tiada pembekal
pl_pl: Brak Dostawców

source: other supplier
es_es: otro proveedor
ms_my: pembekal lain

source: other %d suppliers
es_es: otros %d proveedores
ms_my: pembekal% d lain

source: Search Inventory
es_es: Buscar inventario
hr_hr: Pretraga Inventara
ms_my: Inventori Carian
pl_pl: Szukaj ma stanie magazynowym

source: New main parts's category
es_es: Nueva categoría de partes principales
hr_hr: Nova kategorija glavnih dijelova
ms_my: Kategori bahagian utama baru
pl_pl: Nowa Kategoria Głównej Części

source: Search inventry
es_es: Buscar inventario
hr_hr: Pretraga inventara
ms_my: Cari inventry
pl_pl: Szukaj stanów magazynowych

source: Part's Categories
es_es: Categorías de piezas
hr_hr: Kategorije dijela
ms_my: Kategori Bahagian
pl_pl: Kategorie części

source: Multiple parts
es_es: Partes múltiples
hr_hr: Više dijelova
ms_my: Pelbagai bahagian
pl_pl: wiele części

source: New supplier's product for %s
es_es: Producto del nuevo proveedor para% s
ms_my: Produk pembekal baru untuk% s

source: Category: %s
es_es: Categoría: %s
hr_hr: Kategorija: %s
ms_my: Kategori:% s
pl_pl: Kategoria: %s

source: Upload into category %s
es_es: Subir categoria %s
hr_hr: Prenesi u kategoriju %s
ms_my: Muat naik ke kategori% s
pl_pl: Prześlij do kategorii %s

source: Search mailroom
es_es: Buscar sala de correo
ms_my: Cari bilik mel

source: Customer notifications
es_es: Notificaciones de clientes
ms_my: Pemberitahuan pelanggan

source: Search marketing emails
es_es: Buscar correos electrónicos de marketing
ms_my: Cari e-mel pemasaran

source: User's notifications
es_es: Notificaciones del usuario
ms_my: Pemberitahuan pengguna

source: Operational email type
es_es: Tipo de correo operacional
hr_hr: Vrsta operativnog e-maila
ms_my: Jenis e-mel operasi
pl_pl: Rodzaj emaila operacyjnego

source: Operational email types
es_es: Tipos de correo operacional
hr_hr: Vrste operativnog e-maila
ms_my: Jenis e-mel operasi
pl_pl: Rodzaje emaili operacyjnych

source: Search offers
es_es: Busca ofertas
hr_hr: Pretraga ponuda
ms_my: Tawaran tawaran
pl_pl: Szukaj ofert

source: New offer for campaign %s
es_es: Nueva oferta para la campaña% s
hr_hr: Nova ponuda za kampanju %s
ms_my: Tawaran baru untuk kempen% s
pl_pl: Nowa oferta dla kompanii %s

source: New offer for category %s
es_es: Nueva oferta para la categoría% s
ms_my: Tawaran baru untuk kategori% s

source: New Campaign
es_es: Nueva campaña
hr_hr: Nova kampanja
ms_my: Kempen Baru
pl_pl: Nowa Kampania

source: Incoming orders
es_es: Pedidos entrantes
hr_hr: Pristigle narudžbe
ms_my: Pesanan masuk
pl_pl: przychodzące zamówienia

source: Pending Orders
de_de: Ausstehende Bestellungen
es_es: Pedidos en espera
hr_hr: Narudžbe na čekanju
ms_my: Pesanan yang belum selesai
pl_pl: Zamówienia w toku

source: Pending deliveries
es_es: Entregas pendientes
ms_my: Menunggu penghantaran

source: Orders in website
es_es: Pedidos en la cesta
hr_hr: Narudžbe na web stranici
ms_my: Perintah di laman web
pl_pl: Zamówienia na stronie

source: Orders %s
es_es: Pedidos %s
hr_hr: Narudžbe %s
ms_my: Perintah% s
pl_pl: Zamówienia %s

source: Delivery Notes %s
es_es: Notas de entrega% s
hr_hr: Dostavnice %s
ms_my: Catatan Penghantaran% s
pl_pl: Dokumenty Dostawy %s

source: Customer's purchase order number
es_es: Número de orden de compra del cliente
ms_my: Nombor pesanan beli pelanggan

source: Priority dispatching
es_es: Envío prioritario
ms_my: Pengiriman keutamaan

source: Abandoned card mailshots
es_es: Tarjetas de correo abandonadas
hr_hr: Marketinški mailovi za napuštenu košaricu
ms_my: Surat pesanan kad terbengkalai
pl_pl: Przesyłki Reklamowe

source: Return to order
es_es: Volver a la orden
hr_hr: Povratak na narudžbu
ms_my: Kembali ke pesanan
pl_pl: Powrót do zamówienia

source: New refund %s for order %s
es_es: Nuevo reembolso% s para el pedido% s
ms_my: Bayaran balik baru% s untuk pesanan% s

source: Tax only
es_es: Solo impuestos
ms_my: Cukai sahaja

source: New replacement for order %s
es_es: Nuevo reemplazo para el pedido% s
hr_hr: Nova zamjena za narudžbu %s
ms_my: Penggantian baru untuk pesanan% s
pl_pl: Nowe zastąpienie dla zamówienia %s

source: Sent email for %s
es_es: Correo electrónico enviado para% s
ms_my: Hantar e-mel untuk% s

source: New return for order %s
es_es: Nueva devolución para el pedido% s
ms_my: Pulangan baru untuk pesanan% s

source: Production %s dashboard
es_es: Tablero de producción% s
hr_hr: Kontrolna ploča proizvodnje %s
ms_my: Papan pemuka% s pengeluaran
pl_pl: Tablica informacyjna %s produkcja

source: Search production
es_es: Buscar producción
hr_hr: Pretraži proizvodnju
ms_my: Cari pengeluaran
pl_pl: Szukaj produkcji

source: Manufacturers
es_es: Fabricantes
hr_hr: Proizvođači
ms_my: Pengilang
pl_pl: Producenci

source: New manufacture task
es_es: Nueva tarea de fabricación
hr_hr: Novi proizvodni zadatak
ms_my: Tugas pembuatan baru
pl_pl: Nowe aadanie producenta

source: Production task
es_es: Tarea de producción
hr_hr: Proizvodni zadatak
ms_my: Tugas pengeluaran
pl_pl: Zadanie produkcji

source: Production's part
es_es: Parte de la producción
ms_my: Bahagian pengeluaran

source: Production sheet
es_es: Hoja de producción
ms_my: Lembaran pengeluaran

source: New production's part
es_es: Parte de la nueva producción
ms_my: Bahagian pengeluaran baru

source: New production's parts
es_es: Piezas de nueva producción
ms_my: Bahagian pengeluaran baru

source: Settings for store %s
es_es: Configuraciones para la tienda% s
ms_my: Tetapan untuk menyimpan% s

source: Search products
es_es: Buscar Productos
hr_hr: Pretraži proizvode
ms_my: Cari produk
pl_pl: Szukaj produktów

source: Edit store
de_de: Geschäft bearbeiten
es_es: Editar tienda
hr_hr: Uredi trgovinu
ms_my: Edit kedai
pl_pl: Edytuj sklep

source: Products's Categories
es_es: Categoría de productos
hr_hr: Kategorije proizoda
ms_my: Kategori Produk
pl_pl: Kategorie Produktów

source: %s webpages
es_es: % s páginas web
ms_my: halaman web% s

source: Product's Categories
es_es: Categoría de productos
hr_hr: Kategorije proizoda
ms_my: Kategori Produk
pl_pl: Kategorie Produktów

source: Search products all stores
es_es: Buscar productos en todas las tiendas
hr_hr: Pretraži proizvode u svim trgovinama
ms_my: Cari produk semua kedai
pl_pl: Szukaj produktów wszystkie sklepy

source: %s departments
es_es: %s departamentos
ms_my: % s jabatan

source: %s families
es_es: %s familias
ms_my: keluarga% s

source: Create webpage
es_es: Crear página web
ms_my: Buat halaman web

source: New product for %s
es_es: Nuevo producto para% s
hr_hr: Novi proizvod za %s
ms_my: Produk baru untuk% s
pl_pl: nowe produkty dla %s

source: New service for %s
es_es: Nuevo servicio para% s
hr_hr: Nova usluga za %s
ms_my: Perkhidmatan baru untuk% s
pl_pl: Nowy serwis dla %s

source: New main product's category
es_es: Nueva categoría de producto principal
hr_hr: Nova glavna kategorija proizvoda
ms_my: Kategori produk utama baru
pl_pl: Nowa Kategoria Głównych Produktów

source: New shipping zone for %s
es_es: Nueva zona de envío para% s
hr_hr: Nova zona dostave za %s
ms_my: Zon penghantaran baru untuk% s
pl_pl: Nowy obszar dostarczania dla %s

source: New charge for %s
es_es: Nuevo cargo para% s
hr_hr: Nova naplata za %s
ms_my: Caj baru untuk% s
pl_pl: Nowa opłata za %s

source: New shipping option for %s
es_es: Nueva opción de envío para% s
hr_hr: Nova opcija dostave za %s
ms_my: Pilihan penghantaran baru untuk% s
pl_pl: Nowa opcja dostarczania dla %s

source: Shipping zone schema
es_es: Esquema de zona de envío
ms_my: Skema zon penghantaran

source: Shipping zone schema"
es_es: Esquema de zona de envío "
ms_my: Skema zon penghantaran "

source: Search store
es_es: Buscar tienda
ms_my: Kedai carian

source: New website for %s
es_es: Nuevo sitio web para% s
ms_my: Laman web baru untuk% s

source: Search reports
es_es: Buscar informes
hr_hr: Pretraga izvješća
ms_my: Cari laporan
pl_pl: Szukaj raportów

source: X-rays
es_es: Rayos X
hr_hr: Rentgenski snimci
ms_my: Sinaran-X
pl_pl: prześwietlenia

source: Dispatched orders sales
es_es: Ventas de pedidos despachados
hr_hr: Prodaja otpremljenih narudžbi
ms_my: Jualan pesanan ditolak
pl_pl: Wysłane zamówienia - sprzedaż

source: EC Sales List (ESL)
es_es: Lista de ventas de la CE (ESL)
hr_hr: Popis prodaje u EU
ms_my: Senarai Jualan EC (ESL)
pl_pl: Lista sprzedaży (ESL)

source: Intrastat report
es_es: Informe Intrastat
hr_hr: Intrastat izvješće
ms_my: Laporan Intrastat
pl_pl: Raport Wewnątrzny

source: Products send to %s with commodity code %s
es_es: Productos enviados a% s con código de producto% s
hr_hr: Proizvodi se šalju na %s s šifrom robe %s
ms_my: Produk dihantar ke% s dengan kod komoditi% s
pl_pl: Produkty wysłane do %s z kodem %s

source: %s orders with commodity code %s
es_es: % s pedidos con código de producto% s
hr_hr: %s narudžbe s šifrom robe %s
ms_my: % s pesanan dengan kod komoditi% s
pl_pl: % s zamówień z kodem towaru% s

source: Account managers sales
es_es: Gerentes de cuentas de ventas
ms_my: Jualan pengurus akaun
pl_pl: Sprzedaż Kierownika Konta

source: Prospect's agents productivity
es_es: Productividad de agentes de prospectos
ms_my: Produktiviti ejen Prospect
pl_pl: Produktywność agenta perspektywy

source: Agent %s prospects report
es_es: Informe de prospectos del agente% s
ms_my: Laporan prospek% agen

source: Intrastat imports report
es_es: Informe de importaciones Intrastat
ms_my: Laporan import Intrastat

source: Parts received from %s with commodity code %s
es_es: Piezas recibidas de% s con código de producto% s
ms_my: Bahagian yang diterima dari% s dengan kod komoditi% s

source: %s deliveries with commodity code %s
es_es: % s entregas con código de producto% s
ms_my: penghantaran% s dengan kod komoditi% s

source: Search supplier
es_es: Buscar proveedor
ms_my: Cari pembekal

source: Suppliers's parts
es_es: Partes de los proveedores
ms_my: Bahagian pembekal

source: Suppliers's Categories
es_es: Categorías de proveedores
hr_hr: Kategorije Dobavljača
ms_my: Kategori Pembekal
pl_pl: Kategorie dostawców

source: Supplier's Dashboard
es_es: Panel del proveedor
hr_hr: Kontrolna ploča dobavljača
ms_my: Papan Pemuka Pembekal
pl_pl: Tablica informacyjna dostawcy

source: Deleted supplier
es_es: Proveedor eliminado
hr_hr: Izbrisan dobavljač
ms_my: Pembekal terpadam
pl_pl: Dostawca usunięty

source: New main suppliers's category
es_es: Nueva categoría de proveedores principales
hr_hr: Nova kategorija glavnih dobavljača
ms_my: Kategori pembekal utama baru
pl_pl: Nowa Kategoria Głównych Dostawców

source: Agent: %s
es_es: Agente:% s
ms_my: Ejen:% s

source: Suppliers settings
es_es: Configuraciones de proveedores
hr_hr: Postavke dobavljača
ms_my: Tetapan pembekal
pl_pl: Ustawienia dostawcy

source: Time series record
es_es: Registro de series de tiempo
hr_hr: Zapis vremenskog niza
ms_my: Rekod siri masa
pl_pl: Zapis serii czasowej

source: Supplier's time series
es_es: Series temporales del proveedor
hr_hr: Vremenski nizovi dobavljača
ms_my: Siri masa pembekal
pl_pl: Szeregi czasowe dostawców

source: Supplier's delivery
es_es: Entrega del proveedor
ms_my: Penghantaran pembekal
pl_pl: Dostawa dostawcy

source: New attachment for supplier delivery %s
es_es: Nuevo archivo adjunto para entrega del proveedor% s
ms_my: Lampiran baru untuk penghantaran pembekal% s
pl_pl: Nowe załączniki dla %s

source: Staff user
es_es: Usuario del personal
hr_hr: Korisnik osoblja
ms_my: Pengguna kakitangan
pl_pl: Użytkownik personelu

source: Search users
es_es: Buscar usuarios
ms_my: Cari pengguna

source: Employees users
es_es: Usuarios empleados
hr_hr: Zaposleni korisnici
ms_my: Pengguna pekerja
pl_pl: Pracownicy - użytkownicy

source: Contractor users
es_es: Usuarios contratistas
hr_hr: Korisnici izvođač
ms_my: Pengguna kontraktor
pl_pl: Kontraktorzy użytkownicy

source: Suppliers users
es_es: Proveedores usuarios
hr_hr: Korisnici dobavljača
ms_my: Pengguna pembekal
pl_pl: Użytkownicy dostawcy

source: Agents users
es_es: Agentes usuarios
hr_hr: Korisnici agenata
ms_my: Pengguna ejen
pl_pl: Agenci uzytkownicy

source: Staff users
es_es: Usuarios del personal
hr_hr: Korisnici osoblja
ms_my: Pengguna kakitangan
pl_pl: użytkownicy personelu

source: Store not found
es_es: Tienda no encontrada
hr_hr: Trgovina nije pronađena
ms_my: Simpan tidak dijumpai
pl_pl: Sklep nie znaleziony

source: Customer not found
es_es: Cliente no encontrado
hr_hr: Klijent nije pronađen
ms_my: Pelanggan tidak dijumpai
pl_pl: Nie odnaleziono klienta

source: Warehouse not found
es_es: Almacén no encontrado
hr_hr: Magacin nije pronađen
ms_my: Gudang tidak dijumpai
pl_pl: Magazyn nie znaleziony

source: Employee not found
es_es: Empleado no encontrado
hr_hr: Zaposlenik nije pronađen
ms_my: Pekerja tidak dijumpai
pl_pl: Pracownik nie odnaleziony

source: User not found
es_es: Usuario no encontrado
hr_hr: Korisnik nije pronađen
ms_my: Pengguna tidak dijumpai
pl_pl: Użytkownik nie znaleziony

source: Invoice not found
es_es: Factura no encontrada
hr_hr: Faktura nije pronađena
ms_my: Invois tidak dijumpai
pl_pl: faktura nie znaleziona

source: Delivery note not found
es_es: Albarán de entrega no encontrado
hr_hr: Dostavnica nije pronađena
ms_my: Nota penghantaran tidak dijumpai
pl_pl: Dokumenty dostawy nie znaleziony

source: Search inventory all warehouses
es_es: Buscar inventario en todos los almacenes
hr_hr: Pretražite inventar svih magacina
ms_my: Cari inventori semua gudang
pl_pl: Szukaj produktów - wszystkie magazyny

source: New Warehouse
es_es: Nuevo almacén
hr_hr: Novi magacin
ms_my: Gudang Baru
pl_pl: Nowy Magazyn

source: New Warehouse area
es_es: Nueva área de almacén
ms_my: Kawasan Gudang Baru

source: Warehouse areas for %s
es_es: Áreas de almacén para% s
ms_my: Kawasan gudang untuk% s

source: New main locations's category
es_es: Nueva categoría de ubicaciones principales
hr_hr: Nova glavna kategorija lokacija
ms_my: Kategori lokasi utama baharu
pl_pl: Nowa Kategoria Głównej Lokalizacji

source: New location in area %s
es_es: Nueva ubicación en el área% s
ms_my: Lokasi baru di kawasan% s

source: New location in warehouse %s
es_es: Nueva ubicación en el almacén% s
ms_my: Lokasi baru dalam gudang% s

source: Locations's Categories
es_es: Categorías de ubicaciones
hr_hr: Kategorije lokacija
ms_my: Kategori Lokasi
pl_pl: Kategorie lokalizacji

source: Location's Categories
es_es: Categorías de ubicación
hr_hr: Kategorije lokacije
ms_my: Kategori Lokasi
pl_pl: Kategorie lokalizacji

source: Deleted location
es_es: Ubicación eliminada
hr_hr: Obrisana lokacija
ms_my: Lokasi yang dipadam
pl_pl: Usuń lokalizację

source: Return %s for %s
es_es: Devuelve% s por% s
ms_my: Pulangkan% s untuk% s

source: Editing %s from warehouse (%s)
es_es: Edición de% s del almacén (% s)
ms_my: Mengedit% s dari gudang (% s)

source: Editing %s from warehouse area (%s)
es_es: Edición de% s del área de almacén (% s)
ms_my: Mengedit% s dari kawasan gudang (% s)

source: Adding %s to warehouse (%s)
es_es: Agregar% s al almacén (% s)
ms_my: Menambah% s ke gudang (% s)

source: Adding %s to warehouse area (%s)
es_es: Agregar% s al área de almacén (% s)
ms_my: Menambah% s ke kawasan gudang (% s)

source: Search websites (all)
es_es: Buscar sitios web (todos)
hr_hr: Pretraživanje web stranica (sve)
ms_my: Cari laman web (semua)
pl_pl: Szukaj stron internetowych ( wszystkie)

source: Customers %s
es_es: Clientes% s
ms_my: Pelanggan% s

source: Search website
es_es: Buscar sitio web
hr_hr: Pretraga web stranice
ms_my: Cari laman web
pl_pl: Szukaj strony internetowej

source: Online webpage
es_es: Página web en línea
ms_my: Halaman web dalam talian

source: Offline webpage
es_es: Página web sin conexión
ms_my: Halaman web luar talian

source: Webpage in construction
es_es: Página web en construcción
ms_my: Laman web dalam pembinaan

source: Webpage ready
es_es: Página web lista
ms_my: Halaman web bersedia

source: Edit webpage
es_es: Editar página web
ms_my: Edit halaman web

source: Exit edit webpage
es_es: Salir de editar página web
ms_my: Keluar dari laman web edit

source: Exit
de_de: Verlassen
es_es: Salir
hr_hr: Izlaz
ms_my: Keluar
pl_pl: Wyjście

source: Search websites
es_es: Buscar sitios web
hr_hr: Pretraga web stranica
ms_my: Cari laman web
pl_pl: Szukaj stron internetowych

source: Products %s
es_es: Productos% s
ms_my: Produk% s

source: Product categories %s
es_es: Categorías de productos% s
ms_my: Kategori produk% s

source: Deleted webpage
es_es: Página web eliminada
hr_hr: Izbrisana web stranica
ms_my: Halaman web yang dipadam
pl_pl: Usunięte strony internetowe

source: New webpage for %s
es_es: Nueva página web para% s
hr_hr: Nova web stranica za %s
ms_my: Halaman web baru untuk% s
pl_pl: Nowa strona dla %s

source: Not Found
de_de: nicht gefunden
es_es: No se ha encontrado
hr_hr: Nije pronađen
ms_my: Tidak ditemui
pl_pl: Nie znaleziono

source: Not picked (other)
es_es: Que no sean recogidos (otros)
hr_hr: Nije pokupljeno (drugo)
ms_my: Tidak dipilih (lain-lain)
pl_pl: Nie przygotowane (inne)

source: Job order %s
es_es: orden de trabajo %s
ms_my: Perintah kerja% s

source: packed in %d's
es_es: embalado en% d's
hr_hr: pakirano u %d's
ms_my: dibungkus dalam% d's
pl_pl: zapakowane w %d's

source: Proforma
de_de: Proformarechnung
es_es: Factura Proforma

source: Proforma No.
de_de: Pro-forma-Rechnung Nr.
es_es: Factura Proforma numero
hr_hr: Proforma Br.
pl_pl: Numer proformy

source: Purchase order %s
es_es: ordenes de compra %s
hr_hr: Narudžbenice %s
ms_my: Perintah pembelian% s
pl_pl: Dokument zamówienia %s

source: a unknown country
es_es: un país desconocido
ms_my: sebuah negara yang tidak dikenali

source: ex-employee
es_es: ex-empleado
hr_hr: bivši-zaposlenik
ms_my: bekas pekerja
pl_pl: Były pracownik

source: %s account created
es_es: % s cuenta creada
hr_hr: %s račun kreiran
ms_my: % s akaun dibuat
pl_pl: Utworzono %s konta

source: Internal customers accounts
de_de: Interne Kundenkonten
es_es: Cuentas de clientes internos
hr_hr: Nalozi internih kupaca
ms_my: Akaun pelanggan dalaman
pl_pl: Konta klientów wewnętrznych

source: Petty cash
es_es: Dinero para gastos menores
hr_hr: Sitni troškovi
ms_my: Wang runcit
pl_pl: Gotówka

source: All sales since: %s
es_es: Todas las ventas desde:% s
hr_hr: Sve prodaje od: %s
ms_my: Semua jualan sejak:% s
pl_pl: Wszystkie wyprzedaże od: %s

source: No bleed
es_es: Sin sangrado
ms_my: Tiada pendarahan
