Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Location expanded code
es_es: Código expandido de ubicación
ms_my: Lokasi diperluas kod

source: Location code
de_de: Standortcode
es_es: Código de ubicación
hr_hr: Šifra lokacije
ms_my: Kod lokasi
pl_pl: Kod lokalizacji

source: Picking location
de_de: Kommissionierungs Lokation
es_es: Sitio de recogida
hr_hr: Lokacija za preuzimanje
ms_my: Memilih lokasi
pl_pl: Lokalizacja produktu

source: Stock value
de_de: Bestandswert
es_es: Colección de valor
hr_hr: Vrijednost zaliha
ms_my: Nilai saham
pl_pl: Wartość Stanów Magazynowych

source: Product Code
de_de: Produktkode
es_es: Código del Producto
hr_hr: Šifra proizvoda
ms_my: Kod Produk
pl_pl: Kod produktu

source: Packed in
de_de: Verpackt in
es_es: Empacado
hr_hr: Upakirano u
ms_my: Makan dalam
pl_pl: Zapakowane w

source: Units per carton
de_de: Einheiten pro Karton
es_es: Unidades por caja
hr_hr: Jedinica po kartonu
ms_my: Unit pada kadbod
pl_pl: jednostki na karton

source: Packs per carton
es_es: Paquetes por caja de cartón
ms_my: Pek setiap kadbod
pl_pl: Paczki na karton

source: Ordered units
es_es: Unidades ordenadas
ms_my: Unit yang diperintahkan
pl_pl: Zamówione jednostki

source: Ordered packs
es_es: Paquetes ordenados
ms_my: Pek yang diperintahkan
pl_pl: Zamówione Paczki

source: Ordered cartons
es_es: Cartones pedidos
ms_my: Kartun yang dipesan
pl_pl: Kartony Zamówione

source: Picture
es_es: Imagen
ms_my: Gambar

source: Part description
de_de: Teilsbeschreibung
es_es: Parte Descripción
hr_hr: Opis dijela
ms_my: Penerangan bahagian
pl_pl: opis części

source: Sales deliveries
es_es: Entregas de ventas
hr_hr: Prodajne isporuke
ms_my: Penghantaran jualan
pl_pl: Dostawy wyprzedaży

source: Dispatched SKOs
de_de: Versandte SKOs
es_es: SKO despachados
hr_hr: Otpremljeni SKO-ovi
ms_my: SKO disatched
pl_pl: Wysłane SKO

source: Sales
de_de: Umsatz
es_es: Ventas
hr_hr: Prodaje
ms_my: Jualan
pl_pl: Wyprzedaże

source: Sales 1y ago
es_es: Ventas hace 1 año
hr_hr: Prodaja prije 1. godinu
ms_my: Jualan 1y ago
pl_pl: sprzedaż (1 rok)

source: Part family code
es_es: Código de familia de parte
hr_hr: Kod dijela obitelji
ms_my: Sebahagian kod keluarga
pl_pl: Kod części rodziny produktów

source: Deliveries
de_de: Lieferungen
es_es: Entregas
hr_hr: Isporuke
ms_my: Penghantaran
pl_pl: Dostawy

source: Part status
es_es: Estado de la pieza
hr_hr: Status dijela
ms_my: Status bahagian
pl_pl: Status części

source: Barcode errors
es_es: Errores de código de barras
hr_hr: Barkod
ms_my: Kesilapan kod bar
pl_pl: Błędy Kodów Kreskowych

source: SKO weight
de_de: SKO Gewicht
es_es: Peso del SKO
hr_hr: SKO težina
ms_my: Berat badan SKO
pl_pl: Waga SKO

source: Weight status
es_es: Estado del peso
ms_my: Status berat

source: Status
es_es: Estado
hr_hr: Stanje

source: CPNP number
de_de: CPNP Nummer
es_es: Número de CPNP
hr_hr: CPNP Broj
ms_my: Nombor CPNP
pl_pl: Numer CPNP

source: Label in family
es_es: Etiqueta en familia
hr_hr: Oznaka u obitelji
ms_my: Labelkan keluarga
pl_pl: nazwa w rodzinie produktów

source: Units per outer
de_de: Einheiten pro Packung
es_es: Unidades por caja
hr_hr: Jedinica po vanjskom
ms_my: Unit di luar
pl_pl: jednostki na opakowanie

source: Outer price
de_de: Packungspreis
es_es: Precio exterior
hr_hr: Vanjska cijena
ms_my: Harga luar
pl_pl: Cena Opakowania

source: Unit price
de_de: Einheitspreis
es_es: Precio unitario
hr_hr: Jedinična cijena
ms_my: Harga seunit
pl_pl: Cena jednostki

source: Unit Name
es_es: Nombre de la unidad
hr_hr: Naziv jedinice
ms_my: Nama Unit
pl_pl: Nazwa jednostki

source: Unit RRP
de_de: Einheit UVP
es_es: Unidad PVP
hr_hr: Jedinica RRP
pl_pl: cena SCD jednostki

source: Unit weight (marketing)
es_es: Peso unitario (comercialización)
ms_my: Berat unit (pemasaran)

source: Materials/Ingredients
de_de: Materialien/Zutaten
es_es: Materiales / Ingredientes
hr_hr: Materijali/sastojci
ms_my: Bahan / Bahan
pl_pl: Materiały / Składniki

source: Webpage description (html)
es_es: Descripción de la página web (html)
hr_hr: Opis web stranice (html)
ms_my: Penerangan laman web (html)
pl_pl: Opis strony internetowej (html)

source: Webpage description (plain text)
es_es: Descripción de la página web (texto sin formato)
hr_hr: Opis web stranice (običan tekst)
ms_my: Penerangan laman web (teks biasa)
pl_pl: Opis strony internetowej (zwykły tekst)

source: Web state
de_de: Webstatus
es_es: Estado web
hr_hr: Web stanje
ms_my: Keadaan web
pl_pl: Status strony

source: Images
de_de: Bilder
es_es: Imagenes
hr_hr: Slike
ms_my: Imej
pl_pl: Obrazy

source: 1st image
es_es: Primera imagen
hr_hr: 1. slika
ms_my: Imej pertama
pl_pl: Pierwszy obraz

source: 2nd image
es_es: Segunda imagen
hr_hr: 2. slika
ms_my: Imej ke-2
pl_pl: Drugi Obraz

source: 3rd image
es_es: Tercera imagen
hr_hr: 3. slika
ms_my: Imej ke-3
pl_pl: Trzeci obraz

source: Product user reference
es_es: Referencia del usuario del producto

source: Price
es_es: Precio

source: Unit net weight
es_es: Unidad de peso neto

source: Package weight (shipping)
es_es: Peso del paquete (envío)

source: 4th image
es_es: Cuarta imagen

source: Last updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
hr_hr: Zadnje ažuriranje
ms_my: Terkini diperbaharui
pl_pl: Ostatnio zaktualizowany

source: Data updated
es_es: Datos actualizados

source: Stock updated
es_es: Stock actualizado

source: Price updated
es_es: Precio actualizado

source: Images updated
es_es: Imágenes actualizadas

source: Period
de_de: Zeitraum
es_es: Periodo
ms_my: Tempoh
pl_pl: Okres

source: Commodity code
es_es: Código de producto
hr_hr: Šifra robe
ms_my: Kod komoditi
pl_pl: Kod towarowy

source: Country
de_de: Land
es_es: País
hr_hr: Zemlja
ms_my: Negara
pl_pl: Kraj

source: Units send
de_de: Einheiten versand
es_es: Unidades enviadas
hr_hr: Poslane jedinice
ms_my: Hantar unit
pl_pl: Jednostki wysłane

source: Company name
de_de: Unternehmensname
es_es: Nombre de la empresa
hr_hr: Naziv tvrtke
ms_my: Nama syarikat
pl_pl: Nazwa firmy

source: Contact name
de_de: Kontaktname
es_es: Nombre de contacto
hr_hr: Ime kontakta
ms_my: Nama kenalan
pl_pl: Osoba kontaktowa

source: Inactive days in basket
es_es: Días inactivos en canasta
hr_hr: Neaktivni dani u košarici
ms_my: Hari tidak aktif dalam bakul
pl_pl: Nieaktywne dni w koszyku

source: Order last updated
es_es: Pedido actualizado por última vez
hr_hr: Zadnje ažuriranje narudžbe
ms_my: Perintah terakhir dikemas kini
pl_pl: Ostatnie uaktualnienie zamówienia

source: Part
de_de: Teil
es_es: Parte
hr_hr: Dio
ms_my: Bahagian
pl_pl: Część

source: SKO value
es_es: Valor de SKO
ms_my: Nilai SKO

source: Dormant (No sales 1 year)
es_es: Inactivo (sin ventas 1 año)
ms_my: Dorman (Tiada jualan 1 tahun)

source: Stock older than 1 year
es_es: Stock mayor a 1 año
ms_my: Saham lebih tua daripada 1 tahun

source: Supplier code
es_es: Empresa Empresa
hr_hr: Kod dobavljača
ms_my: Kod pembekal
pl_pl: Kod dostawcy

source: Supplier name
es_es: Nombre del proveedor
hr_hr: Ime dobavljača
ms_my: Nama Pembekal
pl_pl: Nazwa Dostawcy

source: Date sent
es_es: Fecha de envío
ms_my: Tarikh dihantar

source: Number of times opened
es_es: Número de veces abierto
ms_my: Bilangan kali dibuka

source: Number of clicks
es_es: Numero de clics
ms_my: Bilangan klik

source: Marked as spam
es_es: Marcado como spam
ms_my: Ditandai sebagai spam

source: Unsubscribed
es_es: Darse de baja
ms_my: Tidak berlangganan

source: Forbidden
de_de: Unzulässig
es_es: Prohibida
hr_hr: Zabranjeno
ms_my: Dilarang
pl_pl: Zakazane

source: Invoice
de_de: Rechnung
es_es: Factura
hr_hr: Faktura
ms_my: Invois
pl_pl: Faktura

source: Invoice No.
de_de: Rechnungsnr.
es_es: Factura no.
hr_hr: Faktura br.
ms_my: Invois No.
pl_pl: Faktura nr

source: Credit Note
de_de: Gutschrift
es_es: Nota de Crédito
hr_hr: Kreditna nota
ms_my: Nota kredit
pl_pl: Notka Kredytu

source: Credit Note No.
de_de: Gutschrift Nr.
es_es: nota de crédito no
hr_hr: Kreditna nota br.
ms_my: Nota Kredit No.
pl_pl: Notka kredytu nr

source: Tax Refund
es_es: devolución de impuestos
ms_my: Bayaran Balik Cukai

source: Tax Refund No.
es_es: No. de devolución de impuestos
ms_my: No. Pengembalian Cukai

source: Refund
de_de: Rückerstattung
es_es: Devolución
hr_hr: Refundacija
ms_my: Bayaran Balik
pl_pl: Zwrot pieniędzy

source: Refund No.
de_de: Rückerstattung Nr.
es_es: No. devolución
hr_hr: Refundacija br.
ms_my: Bayaran Balik
pl_pl: nr zwrotu

source: RRP
de_de: UVP
es_es: PVP
hr_hr: RRP (Preporučena maloprodajna cijena)
pl_pl: SCD

source: Tariff Code
de_de: Tariffkode
es_es: Código Tariff
hr_hr: Tarifni broj
ms_my: Kod tarif
pl_pl: Kod taryfy

source: Amount Off
de_de: Begünstigte Menge
es_es: Descuento
hr_hr: Iznos isključen
ms_my: Jumlah Dimatikan
pl_pl: Pomniejszona o kwotę

source: Credit
de_de: Gutschrift
es_es: Crédito
hr_hr: Kredit
ms_my: Kredit
pl_pl: Kredyt

source: Shipping
de_de: Versand
es_es: Envío
hr_hr: Dostava
ms_my: penghantaran
pl_pl: Wysyłanie

source: Deal
es_es: Oferta
hr_hr: Dogovor
ms_my: Berurusan
pl_pl: Oferta

source: Insurance
de_de: Versicherung
es_es: Seguro
hr_hr: Osiguranje
ms_my: Insurans
pl_pl: Ubezpieczenie

source: unit
de_de: Einheit
es_es: unidad
hr_hr: stavka
pl_pl: jednostka

source: Outside the scope of VAT
de_de: Außerhalb des Anwendungsbereichs der Mehrwertsteuer
es_es: Exportación exenta de IVA
hr_hr: Izvan područja primjene PDV-a
ms_my: Di luar skop VAT
pl_pl: Poza obszarem VAT

source: VAT
de_de: UID
es_es: IVA
hr_hr: PDV

source: No Tax
de_de: Keine Steuer
es_es: Sin impuesto
hr_hr: Bez poreza
ms_my: Tiada Cukai
pl_pl: Bez Podatku

source: Exempt from VAT
de_de: Von MwSt. ausgenommen
es_es: Exento de IVA
hr_hr: Oslobođeno PDV-a
ms_my: Dikecualikan dari VAT
pl_pl: zwolniony z VATu

source: Delivery is exempt from tax according to §43 of Act No. 222/2004 on VAT
es_es: La entrega está exenta de impuestos según el artículo sobre el IVA
hr_hr: Isporuka je oslobođena poreza prema §43 Zakona br. 222/2004 o PDV-u
ms_my: Penghantaran dikecualikan daripada cukai mengikut §43 Akta 222/2004 mengenai VAT
pl_pl: Dostawa jest zwolniona z podatku zgodnie z §43 ustawy nr 222/2004 o podatku VAT

source: Discount
de_de: Rabatt
es_es: Descuento
hr_hr: Popust
ms_my: Diskaun
pl_pl: Zniżka

source: Wrong percentage
es_es: Porcentaje equivocado
ms_my: Peratusan yang salah

source: Percentage must be a number between 0 and 100
es_es: El porcentaje debe ser un número entre 0 y 100
ms_my: Peratusan mestilah nombor antara 0 dan 100

source: %1$s %2$s added
de_de: %1$s %2$s hinzugefügt
es_es: %1$s %2$s agregado
hr_hr: %1$s %2$s dodano
ms_my: % 1 $ s% 2 $ s ditambahkan
pl_pl: %1$s %2$s dodane

source: %s %s removed, none in the order anymore
de_de: %s %s entfernt, nicht mehr in der Bestellung vorhanden
es_es: % s% s retirado del pedido
hr_hr: %s %s uklonjeno, nema više u narudžbi
ms_my: % s% s dialih keluar, tiada dalam perintah itu lagi
pl_pl: %s %s usunięte, brak w zamówieniu

source: %s %s removed
de_de: %s %s entfernt
es_es: % s% s eliminado
hr_hr: %s %s uklonjeno
ms_my: % s% s dialih keluar
pl_pl: %s %s usunięte

source: Product out of stock, removed from basket
de_de: Produkt nicht auf Lager, aus dem Korb entfernt
es_es: Producto fuera de stock, eliminado de la cesta
hr_hr: Proizvod rasprodan, uklonjen iz košarice
ms_my: Produk daripada stok, dikeluarkan dari bakul
pl_pl: Brak produktu na stanie, usuń z koszyka

source: Waiting for payment
de_de: Wartet Bezahlt zu werden
es_es: A la espera del pago
hr_hr: Čeka na plaćanje
ms_my: Menunggu pembayaran
pl_pl: Oczekiwanie na płatność

source: Order created
de_de: Bestellung erstellt
es_es: Pedido createdo
hr_hr: Narudžba napravljena
ms_my: Perintah dibuat
pl_pl: Zamówienie utworzone

source: Nothing to change
de_de: Nichts zu ändern
es_es: No hay nada que cambiar
hr_hr: Ništa za promijeniti
ms_my: Tiada perubahan
pl_pl: Brak zmian

source: Order can not be cancelled, because has already been dispatched
de_de: Bestellung kann nicht storniert werden, da sie bereits versandt wurde
es_es: Orden no se puede cancelar, porque ya ha sido enviado
hr_hr: Narudžba se ne može otkazati jer je već poslana
ms_my: Perintah tidak boleh dibatalkan, kerana telah dihantar
pl_pl: Dokument dostawy nie może być anulowany ponieważ zamówienie zostało wysłane

source: Order is already cancelled
de_de: Bestellung ist bereits storniert
es_es: Orden ya está cancelado
hr_hr: Narudžba je već otkazana
ms_my: Pesanan sudah dibatalkan
pl_pl: Zamówienie już zostało anulowane

source: Payments must be refunded or voided before cancel the order
de_de: Zahlungen müssen erstattet oder storniert werden, bevor die Bestellung storniert wird
es_es: Los pagos deben ser reembolsados o anulados antes de cancelar el pedido.
hr_hr: Uplate se moraju vratiti ili poništiti prije otkazivanja narudžbe
ms_my: Pembayaran mesti dikembalikan atau dibatalkan sebelum membatalkan pesanan
pl_pl: Płatności powinny zostać zwrócone lub unieważnione przed anulowaniem zamówienia

source: Order cancelled
de_de: Bestellung storniert
es_es: Orden cancelada
hr_hr: Narudžba je otkazana
ms_my: Pesanan dibatalkan
pl_pl: Zamówienie anulowane

source: Exempt
de_de: Befreit
es_es: Exento
hr_hr: Izuzeto
ms_my: Dikecualikan
pl_pl: Zwolniony

source: EU with valid tax code
es_es: UE con código fiscal válido
ms_my: EU dengan kod cukai yang sah

source: Exempt VAT
es_es: IVA exento
ms_my: VAT dikecualikan

source: EC with valid tax number
es_es: CE con número de impuesto válido
ms_my: EC dengan nombor cukai yang sah

source: VAT might be exempt with a valid tax number
de_de: Wenn Sie eine gültige UID haben, müssen Sie keine MwSt. bezahlen
es_es: Puede estar exento de IVA con número de identificación fiscal válido
hr_hr: PDV može biti oslobođen uz važeći porezni broj
ms_my: VAT mungkin dikecualikan dengan nombor cukai yang sah
pl_pl: możliwe zwolnienie z płacenia Vat z ważnym numerem podatkowym EU

source: Set up tax number
de_de: USt-IdNr. eingeben
es_es: Configurar Número fiscal / CIF
hr_hr: Postavite porezni broj
ms_my: Sediakan nombor cukai
pl_pl: ustaw numer podatkowy

source: Invalid tax number
de_de: Ungültige Steuernummer
es_es: Número de IVA no es válido
hr_hr: Nevažeći porezni broj
ms_my: Nombor cukai tidak sah
pl_pl: nieprawidłowy numer NIP

source: Validate
de_de: Überprüfen
es_es: Válidar
hr_hr: Validirati
ms_my: Mengesahkan
pl_pl: uprawomocnić

source: Edit tax number
de_de: USt-IdNr. ändern
es_es: Editar Número fiscal
hr_hr: Izmjeni porezni broj
ms_my: Edit nombor cukai
pl_pl: Edytuj numer podatkowy

source: Outside EC fiscal area
de_de: Außerhalb des EG-Steuerbereiches
es_es: Fuera de la zona fiscal CE
hr_hr: Izvan fiskalnog područja EZ-a
ms_my: Di luar kawasan fiskal EC
pl_pl: Poza strefą Szengen

source: Error, email not send
es_es: Error, correo no enviado
hr_hr: Greška, e-mail nije poslan
ms_my: Ralat, e-mel tidak dihantar
pl_pl: Błąd nie można utworzyć e-mail do wysłania

source: Empty email subject
de_de: Leerer E-Mail-Betreff
es_es: Asunto del correo electrónico vacío
hr_hr: Prazan predmet e-maila
ms_my: Subjek e-mel kosong
pl_pl: Brak tematu wiadomości

source: For collection
es_es: Para la recolección de
ms_my: Untuk koleksi

source: New customer registration
es_es: nuevo registro de clientes
ms_my: Pendaftaran pelanggan baru

source: Invoice deleted
es_es: Factura eliminada
ms_my: Invois dipadamkan

source: Refund deleted
es_es: Reembolso eliminado
ms_my: Bayaran balik dipadamkan

source: Replacement undispatched
es_es: Reemplazo no despegado
ms_my: Penggantian undispatched

source: Delivery note undispatched
es_es: Nota de entrega no ha sido enviada
ms_my: Nota penghantaran undispatched

source: %s (%s) has registered
es_es: % s (% s) se ha registrado
ms_my: % s (% s) telah mendaftar

source: New order %s (%s) has been placed by %s
es_es: El nuevo pedido% s (% s) ha sido realizado por% s
ms_my: Perintah baru% s (% s) telah diletakkan oleh% s

source: Invoice %s (%s, %s) has been deleted by %s.
es_es: La factura% s (% s,% s) ha sido eliminada por % s.
ms_my: Invois% s (% s,% s) telah dipadamkan oleh% s.

source: Refund %s (%s, %s) has been deleted by %s.
es_es: El reembolso% s (% s,% s) ha sido eliminado por % s
ms_my: Bayaran balik% s (% s,% s) telah dipadamkan oleh% s.

source: Replacement %s has been undispatched by %s.
es_es: El reemplazo% s ha sido enviado por % s
ms_my: Penggantian% s telah undispatched oleh% s.

source: Delivery note %s has been undispatched by %s.
es_es: La nota de entrega% s no se ha sido enviada por% s.
ms_my: Nota penghantaran% s telah undispatched oleh% s.

source: Link to customer
es_es: Enlace al cliente
ms_my: Pautkan kepada pelanggan

source: Link to order
es_es: Enlace a pedido
ms_my: Pautan ke pesanan

source: Link to deleted invoice
es_es: Enlace para la factura eliminada
ms_my: Pautan ke invois yang dipadamkan

source: Link to deleted refund
es_es: Enlace para el reembolso eliminado
ms_my: Pautan ke bayaran balik yang dipadamkan

source: User did not left a note
es_es: El usuario no dejó una nota
ms_my: Pengguna tidak meninggalkan nota

source: Link to replacement
es_es: Enlace a reemplazo
ms_my: Pautan ke pengganti

source: Link to delivery note
es_es: Enlace a la nota de entrega
ms_my: Pautan ke notis penghantaran

source: Sorry, but the amount is too large
de_de: Tut mir leid, aber die Menge ist zu groß
es_es: Lo siento, pero la cantidad es demasiado grande
hr_hr: Žao nam je, ali iznos je prevelik
ms_my: Maaf, tapi jumlahnya terlalu besar
pl_pl: Przepraszamy, ilość jest zbyt wielka

source: Sorry, we don't accept this credit card type
de_de: Leider akzeptieren wir diesen Kreditkartentyp nicht
es_es: Lo sentimos, no aceptamos este tipo de tarjeta de crédito
hr_hr: Nažalost, ne prihvaćamo ovu vrstu kreditne kartice
ms_my: Maaf, kami tidak menerima jenis kad kredit ini
pl_pl: Niestety, nie akceptujemy tego rodzaju karty kredytowej

source: Sorry, we don't support this payment instrument
de_de: Leider unterstützen wir dieses Zahlungsmittel nicht
es_es: Lo sentimos, no aceptamos este método de pago
hr_hr: Nažalost, ne podržavamo ovaj instrument plaćanja
ms_my: Maaf, kami tidak menyokong instrumen pembayaran ini
pl_pl: Przepraszamy, nie akceptujemy takiej formy płatności

source: There was a problem processing your credit card, please provide your payment information again
de_de: Bei der Benutzung Ihrer Kreditkarte ist ein Problem aufgetreten. Geben Sie Ihre Zahlungsinformationen erneut an
es_es: Hubo un problema al procesar su tarjeta de crédito, vuelva a proporcionar sus datos.
hr_hr: Došlo je do problema s obradom vaše kreditne kartice, molimo vas ponovno unesite podatke o plaćanju
ms_my: Terdapat masalah memproses kad kredit anda, sila berikan maklumat pembayaran anda sekali lagi
pl_pl: Wystąpił problem podczas przetwarzania Twojej karty kredytowej, podaj ponownie informacje o płatności

source: Phone number is invalid
de_de: Telefonnummer ist ungültig
es_es: El numero de telefono es invalido
hr_hr: Telefonski broj je nevažeći
ms_my: Nombor telefon tidak sah
pl_pl: Numer telefonu jest niepoprawny

source: CVV is required
de_de: CVV wird benötigt
es_es: Numero CVV es requerido
hr_hr: Potreban je CVV
ms_my: CVV diperlukan
pl_pl: Wymagany Kod Zabezpieczający CVV

source: CVV must be 3 or 4 digits
de_de: CVV muss 3 oder 4 Stellen haben
es_es: CVV debe ser de 3 o 4 dígitos
hr_hr: CVV mora imati 3 ili 4 znamenke
ms_my: CVV mestilah 3 atau 4 digit
pl_pl: Kod Zabezpieczający CVV powinien zawierać 3-4 cyfry

source: Expiration date is required
de_de: Ablaufdatum ist erforderlich
es_es: Se requiere fecha de caducidad
hr_hr: Potrebno je navesti datum isteka
ms_my: Tarikh tamat tempoh diperlukan
pl_pl: Wymagana data ważności karty

source: Expiration date is invalid
de_de: Ablaufdatum ist ungültig
es_es: La fecha de caducidad es inválida
hr_hr: Datum isteka je nevažeći
ms_my: Tarikh tamat tempoh adalah tidak sah
pl_pl: Data ważności jest niepoprawna

source: There was a problem processing your credit card, please double check your payment information and try again
de_de: Bei der Benutzung Ihrer Kreditkarte ist ein Problem aufgetreten. Überprüfen Sie Ihre Zahlungsinformationen und versuchen Sie es erneut
es_es: Hubo un problema al procesar su tarjeta de crédito, verifique su información de pago e intente nuevamente
hr_hr: Došlo je do problema prilikom obrade vaše kreditne kartice. Molimo vas ponovno provjerite podatke o plaćanju i pokušajte ponovno
ms_my: Terdapat masalah memproses kad kredit anda, sila semak semula maklumat pembayaran anda dan cuba lagi
pl_pl: Podczas przetwarzania Twojej karty kredytowej wystąpił problem. Sprawdź dokładnie informacje o płatności i spróbuj ponownie

source: second
de_de: Sekunde
es_es: segundo
hr_hr: sekunda
ms_my: kedua
pl_pl: sekunda

source: minute
es_es: minuto
hr_hr: minut
ms_my: minit
pl_pl: minuta

source: hour
de_de: Stunde
es_es: hora
hr_hr: sat
ms_my: jam
pl_pl: godzina

source: day
de_de: Tag
es_es: día
hr_hr: dan
ms_my: hari
pl_pl: Dzień

source: week
de_de: Woche
es_es: semana
hr_hr: tjedan
ms_my: minggu
pl_pl: Tydzień

source: month
de_de: Monat
es_es: mes
hr_hr: mjesec
ms_my: bulan
pl_pl: miesiąc

source: year
de_de: Jahr
es_es: año
hr_hr: godina
ms_my: tahun
pl_pl: rok

source: decade
de_de: Jahrzehnt
es_es: década
hr_hr: desetljeće
ms_my: dekad
pl_pl: dekada

source: Empty field
es_es: Campo vacío
hr_hr: Prazno polje
ms_my: Medan kosong
pl_pl: Puste Pole

source: Invalid date
es_es: Fecha invalida
hr_hr: Nevažeći datum
ms_my: Tarikh tidak sah
pl_pl: Nieprawidłowa Data

source: state
es_es: estado
hr_hr: stanje
ms_my: negeri
pl_pl: stan

source: province
es_es: provincia
hr_hr: pokrajina
ms_my: wilayah
pl_pl: Prowincja

source: island
es_es: isla
hr_hr: otok
ms_my: pulau
pl_pl: Wyspa

source: parish
es_es: parroquia
hr_hr: župa
ms_my: paroki

source: department
de_de: Abteilung
es_es: departamento
hr_hr: odjel
ms_my: jabatan
pl_pl: departament

source: county
es_es: condado
hr_hr: država
ms_my: Daerah
pl_pl: województwo

source: area
es_es: área administrativa
hr_hr: oblast
ms_my: kawasan
pl_pl: Obszar

source: prefecture
es_es: prefectura
hr_hr: prefektura
ms_my: wilayah
pl_pl: prefektura

source: district
es_es: distrito
hr_hr: okrug
ms_my: daerah
pl_pl: obszar

source: oblast
es_es: área (oblast)
ms_my: wilayah
pl_pl: obwód

source: emirate
es_es: emirato
hr_hr: emirati
ms_my: emirat

source: Administrative area
de_de: Verwaltungsbereich
es_es: área administrativa
hr_hr: Upravno područje
ms_my: Kawasan pentadbiran
pl_pl: Miejsce Admisnistracji

source: city
de_de: Stadt
es_es: ciudad
hr_hr: grad
ms_my: bandar
pl_pl: miasto

source: suburb
es_es: suburbio
hr_hr: predgrađe
ms_my: pinggir bandar
pl_pl: przedmieście

source: locality (City)
es_es: localidad (ciudad)
ms_my: tempat (Bandar)

source: neighborhood
es_es: barrio
hr_hr: susjedstvo
ms_my: kejiranan

source: village/township
es_es: pueblo / municipio
hr_hr: naselje/općina
ms_my: kampung / bandar
pl_pl: wioska/parafia

source: dependent locality
es_es: localidad dependiente
ms_my: tempat yang bergantung

source: postal code
es_es: código postal
hr_hr: poštanski broj
ms_my: Poskod
pl_pl: Kod Pocztowy

source: Annually
es_es: Anualmente
hr_hr: Godišnje
ms_my: Setiap tahun
pl_pl: Rocznie

source: Quarterly
de_de: Vierteljährlich
es_es: Trimestrales
hr_hr: Tromjesečno
ms_my: Suku Tahunan
pl_pl: Kwartalnie

source: Monthly
de_de: Monatlich
es_es: Mensual
hr_hr: Mjesečno
ms_my: Bulanan
pl_pl: Miesięcznie

source: Weekly
de_de: Wöchentlich
es_es: Semanal
hr_hr: Tjedno
ms_my: Setiap minggu
pl_pl: Tygodniowo

source: Daily
de_de: Täglich
es_es: Diario
hr_hr: Dnevno
ms_my: Harian
pl_pl: Dziennie

source: years
es_es: años
hr_hr: godine
ms_my: tahun
pl_pl: lat

source: +5 years
es_es: +5 años
hr_hr: +5 godina
ms_my: +5 tahun
pl_pl: + 5 lat

source: All time
es_es: Todo el tiempo
hr_hr: Sve vrijeme
ms_my: Setiap masa
pl_pl: Cały czas
