Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Authorized manufactures
de_de: Autorisierte Hersteller
es_es: Fabricaciones autorizadas
hr_hr: Ovlašteni proizvođači
ms_my: Pengeluaran yang dibenarkan
pl_pl: Potwierdzeni producenci

source: Contractor %s deleted
de_de: Auftragnehmer %s gelöscht
es_es: Contratista% s eliminado
hr_hr: Izvođač %s je izbrisan
ms_my: % S kontraktor dihapuskan
pl_pl: Kontraktor %s usunięty

source: Employee %s deleted
de_de: Mitarbeiter %s gelöscht
es_es: Empleado% s eliminado
hr_hr: Zaposlenik %s izbrisan
ms_my: Pekerja% s dipadam
pl_pl: Pracownik %s usunięty

source: Employee is no longer working
de_de: Mitarbeiter arbeitet nicht mehr
es_es: Empleado ya no trabaja
hr_hr: Zaposlenik više ne radi
ms_my: Pekerja tidak lagi bekerja
pl_pl: Pracownik już nie pracuje

source: Store added
es_es: Tienda agregada
ms_my: Kedai ditambahkan

source: %s shipping zones
es_es: % s zonas de envío
ms_my: zon penghantaran% s

source: Store %s (%s) created
de_de: Geschäft %s (%s) erstellt
es_es: Tienda% s (% s) creada
hr_hr: Trgovina %s (%s) kreirana
ms_my: Kedai% s (% s) dibuat
pl_pl: Sklep %s (%s) stworono

source: Error can not create store
de_de: Fehler Shop kann nicht erstellt werden.
es_es: El error no puede crear la tienda
hr_hr: Pogreška, nije moguće kreirati trgovinu
ms_my: Ralat tidak boleh membuat kedai
pl_pl: Błąd: Nie można utworzyć sklepu

source: Rest of the world
es_es: Resto del mundo
ms_my: Selebihnya di dunia

source: Duplicated label
es_es: Etiqueta duplicada
ms_my: Label berganda

source: Same as order
es_es: Igual que la orden
ms_my: Sama seperti perintah

source: Own consecutive number
es_es: Número consecutivo propio
ms_my: Mempunyai nombor berturut-turut

source: Own consecutive number (shared all stores)
es_es: Número consecutivo propio (compartido todas las tiendas)
ms_my: Nombor berturut-turut sendiri (berkongsi semua kedai)

source: Same as invoice
es_es: Igual que la factura.
ms_my: Sama seperti invois

source: Next consecutive invoice number
es_es: Siguiente número de factura consecutivo
ms_my: Nombor invois seterusnya berturut-turut

source: Duplicated campaign name
de_de: duplizierter Kampagnenname
es_es: Nombre de campaña duplicado
hr_hr: Duplicirano ime kampanje
ms_my: Nama kempen duplikat
pl_pl: Nazwa kampanii zduplikowana

source: Duplicated list name
es_es: Nombre de lista duplicada
hr_hr: Dupliciran naziv liste
ms_my: Nama senarai duplikat
pl_pl: Lista nazw zduplikowana

source: Store %d deleted
de_de: Geschäft %d gelöscht
es_es: Tienda% d eliminada
hr_hr: Trgovina %d izbrisana
ms_my: Kedai% d dipadam
pl_pl: Sklep %d usunięty

source: VAT number
de_de: UID Nummer
es_es: Número de valor agregado
hr_hr: PDV broj
ms_my: Nombor VAT
pl_pl: numer Vat

source: company number
de_de: Unternehmensnummer
es_es: numero de compañia
hr_hr: broj tvrtke
ms_my: nombor syarikat
pl_pl: Numer Firmy

source: website URL
de_de: Webseite URL
es_es: URL del sitio web
hr_hr: web stranica URL
ms_my: URL laman web
pl_pl: Adres URL witryny

source: Emails signature
de_de: E-Mail Unterschrift
es_es: Firma de correos electrónicos
hr_hr: Potpis u e-mailovima
ms_my: Tandatangan e-mel
pl_pl: Podpis wiadomości email

source: Invoice signature
de_de: Rechnungsunterschrift
es_es: Firma de la factura
hr_hr: Potpis na fakturama
ms_my: Tandatangan invois
pl_pl: Faktury - podpis

source: Proforma signature
de_de: Pro-Form Unterschrift
es_es: Firma proforma
hr_hr: Potpis na proformi
ms_my: Tandatangan Proforma
pl_pl: Podpis proformy

source: Collection address
de_de: Abholadresse
es_es: Dirección de la colección
hr_hr: Adresa za preuzimanje
ms_my: Alamat koleksi
pl_pl: Adres odbioru

source: Invoice number
es_es: Número de factura
hr_hr: Broj fakture
ms_my: Nombor invois
pl_pl: Numer Faktury

source: invoice number format
es_es: formato de número de factura
ms_my: format nombor invois

source: last incremental invoice number
es_es: último número de factura incremental
ms_my: nombor invois terkini

source: last incremental refund number
es_es: último número de reembolso incremental
ms_my: nombor bayaran balik tambahan yang terakhir

source: Refund number
es_es: Número de reembolso
ms_my: Nombor pembayaran balik

source: Cost missing
de_de: Kosten fehlen
es_es: Costo perdido
hr_hr: Nedostaje trošak
ms_my: Kos hilang
pl_pl: Brakujący koszt

source: Invalid cost (%s)
de_de: Ungültiger Kosten (%s)
es_es: Costo no válido (% s)
hr_hr: Nevažeći trošak (%s)
ms_my: Kos tidak sah (% s)
pl_pl: Nieprawidłowy koszt (%s)

source: Duplicated product code
de_de: Duplizierte Produktkode
es_es: Código de producto duplicado
hr_hr: Duplicirani kod proizvoda
ms_my: Kod produk berganda
pl_pl: Kod produktu zduplikowany

source: Customer poll query (%s) created
es_es: Consulta de encuesta al cliente (% s) creada
hr_hr: Kreiran upit za anketu korisnika (%s)
ms_my: Pertanyaan tinjauan pendapat pelanggan (% s) dibuat
pl_pl: Utworzono ankietę klienta (%s)

source: Duplicated website code
de_de: Duplizierte Webseitenkode
es_es: proveedores con código
hr_hr: Dupliciran kod web stranice
ms_my: Kod laman web duplikat
pl_pl: Kod strony internetowej zduplikowany

source: Duplicated website URL
de_de: Duplizierte Webseiten URL
es_es: URL de sitio web duplicada
hr_hr: Dupliciran URL web stranice
ms_my: URL laman web duplikat
pl_pl: Adres URL strony internetowej zduplikowany

source: Duplicated website name
de_de: Duplizierte Webseitenname
es_es: Nombre de sitio web duplicado
hr_hr: Dupliciran naziv stranice
ms_my: Nama laman web duplikat
pl_pl: Nazwa strony internetowej zduplikowana

source: Value can't be empty
de_de: Wert kann nicht leer sein
es_es: El valor no puede estar vacío
hr_hr: Vrijednost ne može biti prazna
ms_my: Nilai tidak boleh kosong
pl_pl: Wartość nie może być pusta

source: The max length of the code is 4 characters
es_es: La longitud máxima del código es de 4 caracteres.
ms_my: Panjang maksimum kod adalah 4 aksara

source: Invalid user
es_es: Usuario invalido
ms_my: Pengguna tidak sah

source: Main contact number
de_de: Hauptansprechpartner Nummer
es_es: Numero de contacto principal
hr_hr: Glavni broj kontakta
ms_my: Nombor hubungan utama
pl_pl: Główny numer kontaktowy

source: Set as main contact number
de_de: Als Hauptkontaktnummer eingestellt
es_es: Establecer como número de contacto principal
hr_hr: Postaviti kao glavni broj kontakta
ms_my: Tetapkan sebagai nombor hubungan utama
pl_pl: Ustaw jako główny numer kontaktowy

source: Another supplier has this email
de_de: Ein anderer Lieferant hat diese E-Mail
es_es: Otro proveedor tiene este correo electrónico
hr_hr: Drugi dobavljač ima ovaj e-mail
ms_my: Pembekal lain mempunyai e-mel ini
pl_pl: Inny dostawca posiada już ten email

source: Supplier has already this email
de_de: Der Lieferant hat bereits diese E-Mail
es_es: El proveedor ya tiene este correo electrónico
hr_hr: Dobavljač već ima ovaj e-mail
ms_my: Pembekal telah e-mel ini
pl_pl: Dostawca posiada już ten email

source: Duplicated email
de_de: Duplizierte E-Mail
es_es: Correo duplicado
hr_hr: Dupliciran email
ms_my: Emel duplikat
pl_pl: Adres email zduplikowany

source: Set as main email
de_de: Als Haupt-E-Mail einstellen
es_es: Establecer como correo electrónico principal
hr_hr: Postaviti kao glavni e-mail
ms_my: Tetapkan sebagai e-mel utama
pl_pl: Ustaw jako główny adres email

source: Customer has already this number
de_de: Kunde hat bereits diese Nummer
es_es: El cliente ya tiene este número
hr_hr: Ovaj broj već pripada klijentu
ms_my: Pelanggan sudah mempunyai nombor ini
pl_pl: Klient posiada już ten numer

source: Supplier has already this number
de_de: Der Lieferant hat bereits diese Nummer
es_es: El proveedor ya tiene este número
hr_hr: Ovaj broj već pripada dobavljaču
ms_my: Pembekal telah nombor ini
pl_pl: Dostawca posiada już ten numer

source: Object has already this number
de_de: Das Objekt hat bereits diese Nummer
es_es: El objeto ya tiene este número
hr_hr: Ovaj broj već pripada objektu
ms_my: Objek sudah nombor ini
pl_pl: Obiekt posiada już ten numer

source: Set as main telephone
de_de: Als Haupt-Telefon einstellen
es_es: Establecer como teléfono principal
hr_hr: Postaviti kao glavni broj telefona
ms_my: Tetapkan sebagai telefon utama
pl_pl: Ustaw jako główny numer telefonu

source: Duplicated telephone
de_de: Dupliziertes Telefon
es_es: Teléfono duplicado
hr_hr: Duplicirani telefonski broj
ms_my: Telefon duplikat
pl_pl: Numer telefonu zduplikowany

source: Supplier has already a system user
de_de: Der Lieferant hat bereits einen System-Benutzer
es_es: El proveedor ya tiene un usuario del sistema
hr_hr: Dobavljač već ima korisnički račun u sustavu
ms_my: Pembekal telah menjadi pengguna sistem
pl_pl: Dostawca posiada już użytkownika systemu

source: Agent has already a system user
de_de: Der Agent hat bereits einen System-Benutzer
es_es: El agente ya tiene un usuario del sistema
hr_hr: Agent već ima korisnički račun u sustavu
ms_my: Agen telah menjadi pengguna sistem
pl_pl: Agent posiada użytkownika systemu

source: Supplier created
de_de: Lieferant erstellt
es_es: Proveedor creado
hr_hr: Dobavljač kreiran
ms_my: Pembekal dibuat
pl_pl: Dostawca utworzony

source: Invalid value, valid values: %s
de_de: Ungültiger Wert, gültige Werte %s
es_es: Valor no válido, valores válidos:% s
hr_hr: Nevažeća vrijednost, važeće vrijednosti: %s
ms_my: Nilai tidak sah, nilai yang sah:% s
pl_pl: Nieprawidłowa wartość , poprawne wartości %s

source: Supplier %s unlinked from agent %s
de_de: Lieferant %s vom Agenten getrennt %s
es_es: Proveedor% s desvinculado del agente% s
hr_hr: Dobavljač %s prekinuo je vezu s agentom %s
ms_my: Pembekal% s tidak dipautkan daripada ejen% s
pl_pl: dostawca %s odłączony od agenta %s

source: Supplier's product unit description missing
es_es: Falta la descripción de la unidad del producto del proveedor
ms_my: Keterangan unit produk pembekal hilang

source: Duplicated supplier's product reference (%s)
es_es: Referencia de producto del proveedor duplicado (% s)
ms_my: Rujukan produk pembekal duplikat (% s)

source: Part reference missing
de_de: Referenz des Teiles wird vermisst
es_es: Referencia de pieza faltante
hr_hr: Nedostaje referenca dijela
ms_my: Bahagian rujukan hilang
pl_pl: Część referencji - brak

source: Unit recommended description (for website) missing
de_de: Empfohlene Einheitsbeschreibung (für Webseite) wird vermisst
es_es: Falta la descripción recomendada de la unidad (para el sitio web)
hr_hr: Nedostaje preporučeni opis jedinice (za web stranicu)
ms_my: Penerangan disyorkan unit (untuk laman web) hilang
pl_pl: Brak zalecanego opisu jednostki (na stronie internetowej)

source: Outers (SKO) description missing
de_de: Einheiten (SKO) Beschreibung wird vermisst
es_es: Falta la descripción de Outers (SKO)
hr_hr: Nedostaje opis vanjskih dijelova (SKO)
ms_my: Outer (SKO) hilang
pl_pl: Opakowania (SKO) opis - brak

source: Outers (SKO) per carton missing
de_de: Einheiten (SKO) pro Karton werden vermisst
es_es: Outers (SKO) por caja faltante
hr_hr: Nedostaju vanjski dijelovi (SKO) po kartonu
ms_my: Outers (SKO) per karton hilang
pl_pl: Opakowania (SKO) na karton - brak

source: Invalid outers (SKO) per carton (%s)
de_de: Ungültige Einheiten (SKO) pro Karton (%s)
es_es: Salidas inválidas (SKO) por caja (% s)
hr_hr: Nevažeći vanjski dijelovi (SKO) po kutiji (%s)
ms_my: Output tidak sah (SKO) bagi setiap kadbod (% s)
pl_pl: Nieprawidłowe opakowania (SKO) na karton (%s)

source: Invalid minimum order (%s)
de_de: ungültige Mindestbestellung (%s)
es_es: Pedido mínimo no válido (% s)
hr_hr: Nevažeća minimalna narudžba (%s)
ms_my: Pesanan minimum tidak sah (% s)
pl_pl: Nieprawidłowe minimalne zamówienie (%s)

source: Invalid delivery time (%s)
de_de: Ungültige Lieferzeit (%s)
es_es: Tiempo de entrega no válido (% s)
hr_hr: Nevažeće vrijeme isporuke (%s)
ms_my: Masa penghantaran tidak sah (% s)
pl_pl: Nieprawidłowy czas dostawy (%s)

source: Invalid extra %% cost (%s)
de_de: Ungültige extra %% Kosten (%s)
es_es: Costo adicional %% no válido (% s)
hr_hr: Nevažeći dodatni %% trošak (%s)
ms_my: Kos %% tambahan tidak sah (% s)
pl_pl: Nieprawidłowe dodatkowe %% kosztów (%s)

source: Invalid carton CBM (%s)
de_de: Ungültiger Karton CBM (%s)
es_es: Caja de cartón no válida CBM (% s)
hr_hr: Nevažeći karton CBM (%s)
ms_my: CBM kad tidak sah (% s)
pl_pl: Niewłaściwy karton CBM (%s)

source: production waiting time (days)
es_es: tiempo de espera de producción (días)
ms_my: masa menunggu pengeluaran (hari)

source: Cooling period between orders (days)
es_es: Período de enfriamiento entre pedidos (días)
ms_my: Tempoh penyejukan di antara pesanan (hari)

source: Allow on demand
de_de: Auf Anfrage erlauben
es_es: Permitir bajo demanda
hr_hr: Dopusti na zahtjev
ms_my: Berikan permintaan
pl_pl: Pozwól na Żądanie

source: nickname
de_de: Spitzname
es_es: apodo
hr_hr: nadimak
ms_my: nama samaran
pl_pl: przydomek

source: Supplier %s archived
de_de: Lieferant %s archiviert
es_es: Proveedor% s archivado
hr_hr: Dobavljač %s je arhiviran
ms_my: Pembekal% s diarkibkan
pl_pl: Dostawca %s w archiwum

source: Supplier %s unarchived
de_de: Lieferant %s unarchiviert
es_es: Proveedor% s no archivado
hr_hr: Dobavljač %s vraćen iz arhive
ms_my: Pembekal% s tidak diarkibkan
pl_pl: Dostawca %s poza archiwum

source: Supplier record %s deleted
de_de: Liefereintrag %s gelöscht
es_es: Registro de proveedor% s eliminado
hr_hr: Zapis dobavljača %s izbrisan
ms_my: Rekod pemasok% s dipadam
pl_pl: Dane dostawcy %s usunięte

source: Supplier delivery created
de_de: Lieferversand erstellt
es_es: entrada del proveedor creada
hr_hr: Napravljena dostava dobavljača
ms_my: Penghantaran pembekal dibuat
pl_pl: Stworzono dostawę od dostawcy

source: checked
es_es: comprobado
ms_my: diperiksa
pl_pl: sprawdzone

source: Checking costs
es_es: Comprobación de costos
ms_my: Memeriksa kos

source: Sent by customer
es_es: Enviado por el cliente
ms_my: Dihantar oleh pelanggan

source: Placing
de_de: Wird plaziert
es_es: Colocación
hr_hr: Postavljanje
ms_my: Meletakkan
pl_pl: Umieszczenie

source: Unknown weight
es_es: Peso desconocido
ms_my: Berat tidak diketahui

source: Supplier delivery invoice number missing
es_es: Falta el número de factura de entrega del proveedor
ms_my: Nombor invois penghantaran pembekal hilang

source: No invoice number
es_es: Sin número de factura
ms_my: Tiada nombor invois

source: Supplier delivery invoice date missing
es_es: Falta la fecha de factura de entrega del proveedor
ms_my: Tarikh invois penghantaran pembekal hilang

source: Date missing
es_es: Fecha faltante
ms_my: Tarikh hilang

source: Supplier delivery cancelled
de_de: Lieferversand storniert
es_es: Entrega del proveedor cancelada
hr_hr: Isporuka dobavljača otkazana
ms_my: Penghantaran pembekal dibatalkan
pl_pl: Dostawa od dostawcy anulowana

source: %d SKOs have been already placed, checked SKOs can't be set up to %d
de_de: %d SKOs wurden bereits platziert, kontrollierte SKOs können nicht zu %d eingestellt werden
es_es: Ya se han colocado% d SKO, los SKO marcados no se pueden configurar en% d
hr_hr: %d SKO-a je već postavljeno, označeni SKO-ovi se ne mogu postaviti na %d
ms_my: % d SKO telah pun diletakkan, menyemak SKO tidak boleh ditubuhkan hingga% d
pl_pl: %d SKO zostało ustawione, sprawdzone SKO nie może być ustawione na %d

source: dispatched date
de_de: Versandt Datum
es_es: Fecha de envio
hr_hr: datum otpreme
ms_my: tarikh penghantaran
pl_pl: Data wysyłki

source: invoice date
es_es: fecha de facturación
ms_my: tarikh invois

source: Supplier's product created
es_es: Producto del proveedor creado
ms_my: Pembekal produk dicipta

source: Supplier's product can't set up as on demand because supplier isn't configured to allow that
es_es: El producto del proveedor no se puede configurar como a pedido porque el proveedor no está configurado para permitir eso
ms_my: Produk pembekal tidak boleh ditubuhkan seperti pada permintaan kerana pembekal tidak dikonfigurasikan untuk membenarkannya

source: Supplier's product must be on demand
es_es: El producto del proveedor debe estar bajo demanda
ms_my: Produk pembekal mestilah mengikut permintaan

source: Minimum missing
de_de: Mindestmenge fehlt
es_es: Falta mínima
hr_hr: Nedostaje minimum
ms_my: Minimum hilang
pl_pl: Minimalna wartość - brak

source: Description missing
de_de: Beschreibung fehlt
es_es: Falta la descripción
hr_hr: Nedostaje opis
ms_my: Huraian hilang
pl_pl: Brak opisu

source: Invalid availability value
de_de: Ungültiger Verfügbarkeit
es_es: Valor de disponibilidad inválido
hr_hr: Nevažeća vrijednost dostupnosti
ms_my: Nilai ketersediaan tidak sah
pl_pl: Niewłaściwa wartość dostępu

source: Supplier's code missing
de_de: Lieferantencode wird vermisst
es_es: Falta el código del proveedor
hr_hr: Nedostaje šifra dobavljača
ms_my: Kod pembekal hilang
pl_pl: Brakujący kod dostawcy

source: Supplier %s not found
de_de: Lieferant %s nicht gefunden
es_es: Proveedor% s no encontrado
hr_hr: Dobavljač %s nije pronađen
ms_my: Pembekal% s tidak dijumpai
pl_pl: Dostawca %s nie znaleziony

source: Can't move supplier, another supplier's product has same reference (%s)
es_es: No se puede mover al proveedor, el producto de otro proveedor tiene la misma referencia (% s)
ms_my: Tidak dapat memindahkan pembekal, produk pembekal lain mempunyai rujukan yang sama (% s)

source: Invalid amount (%s)
es_es: Cantidad no válida (% s)
ms_my: Amaun tidak sah (% s)

source: Currency code missing
de_de: Währungscode wird vermisst
es_es: Falta el código de moneda
hr_hr: Nedostaje šifra valute
ms_my: Kod mata wang hilang
pl_pl: Brak kodu waluty

source: Currency code not found (%s)
de_de: Währungscode nicht gefunden (%s)
es_es: Código de moneda no encontrado (% s)
hr_hr: Šifra valute nije pronađena (%s)
ms_my: Kod matawang tidak dijumpai (% s)
pl_pl: Kod waluty nie znaleziono (%s)

source: Invalid extra cost (%s)
de_de: Ungültige extra Kosten (%s)
es_es: Costo adicional no válido (% s)
hr_hr: Nevažeći dodatni trošak (%s)
ms_my: Kos tambahan tidak sah (% s)
pl_pl: Nieprawidłowe dodatkowe koszty (%s)

source: Invalid percentage (%s)
de_de: ungültiger Prozentsatz (%s)
es_es: Porcentaje no válido (% s)
hr_hr: Nevažeći postotak (%s)
ms_my: Peratusan tidak sah (% s)
pl_pl: Nieprawidłowy procent (%s)

source: Unknown delivery time
de_de: Unbekannte Lieferzeit
es_es: Tiempo de entrega desconocido
hr_hr: Nepoznato vrijeme isporuke
ms_my: Masa penghantaran tidak diketahui
pl_pl: Nieznany czas dostawy

source: Supplier has not stock
de_de: Lieferant hat keinen Bestand
es_es: El proveedor no tiene stock
hr_hr: Dobavljač nema zalihe
ms_my: Pembekal tidak mempunyai stok
pl_pl: Dostawca nie ma produktów

source: cartons
de_de: Kartons
es_es: cartones
hr_hr: kartoni
ms_my: karton
pl_pl: Kartony

source: pack
de_de: Packung
es_es: paquete
hr_hr: paket
ms_my: pek
pl_pl: paczka

source: per SKO
de_de: pro SKO
es_es: por SKO
hr_hr: po SKO
ms_my: setiap SKO
pl_pl: na SKO

source: per carton
de_de: pro Karton
es_es: por cartón
hr_hr: po kartonu
ms_my: setiap kadbod
pl_pl: na karton

source: extra costs
es_es: costos extra
ms_my: kos tambahan

source: future margin %s
es_es: margen futuro% s
ms_my: margin masa hadapan% s

source: Supplier's product record %s deleted
es_es: Registro de producto del proveedor% s eliminado
ms_my: Rekod produk pembekal% s dipadam

source: supplier's unit code
es_es: código de unidad del proveedor
ms_my: kod unit pembekal

source: unit cost
de_de: Einheitskosten
es_es: costo unitario
hr_hr: trošak jedinice
ms_my: kos unit
pl_pl: Koszt jednostki

source: unit expense
es_es: gasto unitario
ms_my: perbelanjaan unit

source: batch
de_de: Charge
es_es: lote
hr_hr: serija
ms_my: kumpulan
pl_pl: seria

source: availability
de_de: Verfügbarkeit
es_es: disponibilidad
hr_hr: dostupnost
ms_my: ketersediaan
pl_pl: dostępność

source: unit extra costs
de_de: Einheit extra Kosten
es_es: costos unitarios adicionales
hr_hr: dodatni troškovi jedinice
ms_my: kos tambahan unit
pl_pl: dodatkowy koszt jednostki

source: percentage extra costs
de_de: Protzentsatz extra Kosten
es_es: porcentaje de costos adicionales
hr_hr: postotak dodatnih troškova
ms_my: peratusan kos tambahan
pl_pl: dodatkowy koszt procentowo

source: part reference
de_de: Teilesreferenz
es_es: referencia del parte
hr_hr: referenca dijela
ms_my: bahagian rujukan
pl_pl: Cżęściowe Referencje

source: part barcode
de_de: Teilstrichcode
es_es: código de barras
hr_hr: barkod dijela
ms_my: kod bar bahagian
pl_pl: kod kreskowy części

source: outers (SKO) description
de_de: Einheit (SKO) Beschreibung
es_es: descripción de outers (SKO)
hr_hr: opis vanjskih kutija (SKO)
ms_my: penjual (SKO)
pl_pl: opakowania (SKO) opis

source: supplier's unit description
es_es: descripción de la unidad del proveedor
ms_my: penerangan unit pembekal

source: supplier's unit label
es_es: etiqueta de la unidad del proveedor
ms_my: label unit pembekal

source: make to order
es_es: hacer el pedido
ms_my: buat pesanan

source: unit recommended description
es_es: descripcion recomendada de la unidad
ms_my: perihalan disyorkan unit

source: Timeseries already exists
de_de: Zeitfolgen existieren bereits
es_es: La serie de tiempo ya existe
hr_hr: Vremenska serija već postoji
ms_my: Timeseries sudah wujud
pl_pl: Typ serii już istnieje

source: month %s
de_de: Monat %s
es_es: mes %s
hr_hr: mjesec %s
ms_my: bulan% s
pl_pl: miesiąc %s

source: Yearly
de_de: Jahrlich
es_es: Anual
hr_hr: Godišnje
ms_my: Setiap tahun
pl_pl: Rocznie

source: Clocked (working hours)
de_de: Arbeitszeit
es_es: Reloj (horas de trabajo)
hr_hr: Evidentirano (radni sati)
ms_my: Jam (jam kerja)
pl_pl: Zalogowany ( godziny pracujące)

source: Overtime (unpaid)
de_de: Überstunden (nicht bezahlt)
es_es: Horas extras (sin pagar)
hr_hr: Prekovremeni rad (neplaćen)
ms_my: Lebih masa (tidak dibayar)
pl_pl: nadgodziny (niepłatne)

source: Overtime (paid)
de_de: Überstunden (bezahlt)
es_es: Horas extras (pagadas)
hr_hr: Prekovremeni rad (plaćen)
ms_my: Lebih masa (dibayar)
pl_pl: nadgodziny (płatne)

source: date
de_de: Datum
es_es: fecha
hr_hr: datum
ms_my: tari
pl_pl: data

source: source
de_de: Quelle
es_es: origen
hr_hr: izvor
ms_my: sumber
pl_pl: źródło

source: supplier's products
es_es: productos del proveedor
ms_my: produk pembekal

source: suppliers
de_de: Lieferanten
es_es: proveedores
hr_hr: dobavljači
ms_my: pembekal
pl_pl: Dostawcy

source: locations
es_es: ubicaciones
ms_my: locasi

source: warehouse areas
es_es: areas de Almacén
ms_my: kawasan gudang

source: supplier %s
de_de: Lieferant %s
es_es: proveedor% s
hr_hr: dobavljač %s
ms_my: pembekal% s
pl_pl: Dostawca %s

source: warehouse %s
es_es: almacén% s
ms_my: gudang% s

source: part's category %s
de_de: Teils Kategorie %s
es_es: categoría de la parte %s
hr_hr: kategorija dijela %s
ms_my: kategori bahagian% s
pl_pl: Kategoria Części %s

source: category %s
de_de: Kategorie %s
es_es: categoria %s
hr_hr: kategorija %s
ms_my: kategori% s
pl_pl: Kategoria: %s

source: Objects
de_de: Objekte
es_es: Objetos
hr_hr: Predmeti
ms_my: Objek
pl_pl: obiekty

source: Login can't be empty
de_de: Username darf nicht leer sein
es_es: El nombre de usuario no puede estar vacío
hr_hr: Prijava ne može biti prazna
ms_my: Log masuk tidak boleh kosong
pl_pl: Pole do logowania nie może być puste

source: Login too short
de_de: Username ist zu kurz
es_es: La nombre de usuario muy corto
hr_hr: Prijava je prekratka
ms_my: Masuk terlalu pendek
pl_pl: Login zbyt krótki

source: Duplicate user login
de_de: Duplizierte Username
es_es: inicio de sesion de usuario duplicado
hr_hr: Duplicirano korisničko ime
ms_my: Log masuk pengguna duplikat
pl_pl: Kopiuj login użytkownika

source: Employee has already a user set up
de_de: Angestellter hat bereits einen Benutzer erstellt
es_es: El empleado ya tiene un usuario configurado
hr_hr: Zaposlenik već ima postavljen korisnički račun
ms_my: Pekerja telah menetapkan pengguna
pl_pl: Pracownik posiada już użytkownika
