Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Picking & packing
de_de: Kommissionieren & Verpacken
hr_hr: Odabir i pakiranje
pl_pl: Przygotowywanie & Pakowanie

source: Packer assigned
de_de: Packer zugeteilt
hr_hr: Pakiratelj je dodijeljen
pl_pl: Pakujący przypisany

source: Paypal
pl_pl: Płatność PayPal

source: Webpage title
de_de: Webseite Titel
hr_hr: Naslov web stranice
pl_pl: Tytuł Strony

source: unit weight
de_de: Einheitgewicht
hr_hr: težina jedinice
pl_pl: waga jednostki

source: unit dimensions
de_de: Einheitmaße
hr_hr: dimenzije jedinice
pl_pl: Wymiary jednostki

source: 2 columns
de_de: 2 Spalten
hr_hr: 2 stupca
pl_pl: 2 Kolumny

source: Centered rows
de_de: Zentriert Reihen
hr_hr: Centrirani redovi
pl_pl: Wyśrodkowane wiersze

source: 4 columns + 2 columns
de_de: 4 Spalten + 2 Spalten
hr_hr: 4 stupca + 2 stupca
pl_pl: 4 kolumny + 2 kolumny

source: Attachment's list
de_de: Liste der Anhänge
hr_hr: Popis priloga
pl_pl: Lista załączników

source: Supplier part
de_de: Lieferantenteil
hr_hr: Dio dobavljača
pl_pl: Część dostawcy

source: Number links
de_de: Nummer Verlinkungen
hr_hr: Broj linkova
pl_pl: liczba linków

source: Add a webpage
de_de: Webseite hinzufügen
hr_hr: Dodati web stranicu
pl_pl: Dodaj stronę internetową

source: Related results
de_de: zugehörige Ergebnisse
hr_hr: Povezani rezultati
pl_pl: Rezultaty Produktów Pokrewnych

source: Siz-Pack
de_de: Sixpack
hr_hr: Dimenzionalno pakiranje
pl_pl: .Rozmiar - Paczka

source: Intro
de_de: Einführung
hr_hr: Uvod
pl_pl: wstęp

source: Registration
de_de: Registrierung
hr_hr: Registracija
pl_pl: Rejestracja

source: Please contact customer services to register
hr_hr: Molimo vas obratite se korisničkoj službi za registraciju
pl_pl: Skontaktuj się z obsługą klienta żeby się zarejestrować

source: Countdown
hr_hr: Odbrojavanje
pl_pl: Odliczanie

source: Delete panel
de_de: Panel löschen
hr_hr: Izbriši panel
pl_pl: Usuń panel

source: any height
de_de: jede Höhe
hr_hr: svaka visina
pl_pl: każda wysokość

source: Guest category
de_de: Gastkategorie
hr_hr: Kategorija gosta
pl_pl: Kategoria Gość

source: Set as Ready
de_de: Als bereit festlegen
hr_hr: Postavi kao Spremno
pl_pl: Ustaw jako gotowe

source: Set as not Ready
de_de: als nicht fertig einstellen
hr_hr: Postavi kao Nespremno
pl_pl: Ustaw jako nie gotowy

source: New tab
de_de: Neue Karte
hr_hr: Nova kartica
pl_pl: Nowa zakładka

source: Add a product
de_de: Produkt hinzufügen
hr_hr: Dodaj proizvod
pl_pl: Dodaj produkt

source: Supplier's part code
de_de: Lieferantenteilkode
hr_hr: Šifra dobavljačevog dijela
pl_pl: Kod Części dostawcy

source: Rpl
de_de: Ersatz
pl_pl: Zamienniki

source: Exit
de_de: Ausgang
hr_hr: Izlaz
pl_pl: Wyjście

source: Make category not public
de_de: Kategorie als nicht veröffentlicht einstellen
hr_hr: Napraviti da kategorija ne bude javna
pl_pl: Zrób kategorie nie publiczną

source: Marginals
de_de: Randwerte
hr_hr: Marginalije
pl_pl: Marginesy

source: Congratulations you have set up your brand new account
de_de: Herzlichen Glückwunsch, Sie haben Ihr brandneues Konto eingerichtet
hr_hr: Čestitamo, postavili ste svoj novi račun
pl_pl: Gratulujemy, założyłeś nowe konto

source: Log in to your account
de_de: Melden Sie sich ins Ihr Konto an
hr_hr: Prijavite se na svoj račun
pl_pl: Zaloguj się do swojego konta

source: Exit edit
de_de: Bearbeitung beenden
hr_hr: Izlaz iz uređivanja
pl_pl: Wyjdź z edytowania

source: Export edit template
de_de: Bearbeitungsvorlage exportieren
hr_hr: Izvoz predloška za uređivanje
pl_pl: Szablon do edycji - eksport

source: Comma Separated Value
de_de: Komma getrennter Wert
hr_hr: Vrijednost odvojena zarezom
pl_pl: Wartość oddzielona przecinkiem

source: Best sellers
de_de: Verkaufsschlager
hr_hr: Najprodavaniji
pl_pl: Najlepiej sprzedające się

source: Release date
de_de: Veröffentlichungsdatum
hr_hr: Datum izlaska
pl_pl: Data wypuszczenia

source: Category Description
de_de: Kategorie Beschreibung
hr_hr: Opis kategorije
pl_pl: Opis Kategorii

source: Sorry, but all products in this web page are discontinued
de_de: Tut uns leid, aber alle Produkte auf dieser Webseite sind eingestellt
hr_hr: Nažalost, svi proizvodi na ovoj web stranici su povučeni iz prodaje
pl_pl: Przepraszamy, ale wszystkie produkty z tej strony nie będą kontynuowane

source: SKOs
pl_pl: SKO

source: Cost/SKO
de_de: Kosten/SKO
hr_hr: Trošak SKO
pl_pl: Koszt / SKO

source: Supplier's parts
de_de: Lieferteile
hr_hr: Dijelovi dobavljača
pl_pl: Części dostawcy

source: Page title
de_de: Seitentitel
hr_hr: Naslov stranice
pl_pl: Tytuł strony

source: Delta % 1y
de_de: Delta % 1J
hr_hr: Delta % 1g
pl_pl: Delta % 1 rok

source: Delta 1y
de_de: Delta 1J
hr_hr: Delta 1g
pl_pl: Delta % 1 rok

source: Subnodes
de_de: Unterknoten
hr_hr: Podčvorovi
pl_pl: Podwęzły

source: Editor
pl_pl: Edytor

source: Versions
de_de: Versionen
hr_hr: Verzije
pl_pl: Wersja

source: Set consignment
de_de: Sendung einstellen
hr_hr: Označi kao pošiljku
pl_pl: Ustaw przesyłkę

source: Information page
hr_hr: Stranica s informacijama
pl_pl: Strona informacyjna

source: Create supplier's orders
de_de: erstelle Lieferantenbestellungen
hr_hr: Kreirajte narudžbe dobavljača
pl_pl: Stwórz zamówienia dostawcy

source: This product is not longer required by client
de_de: Dieses Produkt wird nicht länger von den Kunden benötigt
hr_hr: Ovaj proizvod više nije potreban klijentu
pl_pl: Ten produkt nie jest już wymagany przez klienta

source: Coming soon web page
de_de: Webseite startet in kürze
hr_hr: Uskoro web stranica
pl_pl: Storna w trakcie budowy

source: Group of families
hr_hr: Grupa obitelji
pl_pl: Grupa rodzin produktów

source: min
hr_hr: minimalno
pl_pl: minimum

source: To Pick
de_de: Zu kommissionieren
hr_hr: Preuzeti
pl_pl: do przygotowania

source: PIN
pl_pl: Numer PIN

source: Hazard indentification number
de_de: Gefahrenidentifikationsnummer
hr_hr: Identifikacijski broj opasnosti
pl_pl: Numer Identyfikacji Zagrożeń

source: How to add new supplier's part?
de_de: Wie füge ich neuen Lieferanten Produkte hinzu?
hr_hr: Kako dodati novi dio dobavljača?
pl_pl: Jak dodać nową część dostawcy?

source: How to add supplier's parts in bulk?
de_de: Wie füge ich mehrere Lieferanten Teile auf einmal hinzu?
hr_hr: Kako dodati dijelove dobavljača naveliko?
pl_pl: Jak dodać części dostawcy łącznie ?

source: invoice Address
de_de: Rechnungsadressen
hr_hr: adresa fakture
pl_pl: Adres do faktury

source: Supplier's part reference missing
de_de: Referenz des Lieferteiles wird vermisst
hr_hr: Nedostaje referenca dijela dobavljača
pl_pl: Brakująca referencja części dostawcy

source: h
de_de: Std
hr_hr: sat
pl_pl: godzina

source: Stock audit
hr_hr: Revizija zaliha
pl_pl: Stan magazynowy audyt

source: NA
pl_pl: Nie dotyczy

source: file exceeds the upload max filesize (%s)
de_de: Datei überschreitet die maximale Dateigröße des Uploads (% s)
hr_hr: datoteka prelazi maksimalnu veličinu datoteke za učitavanje (%s)
pl_pl: rozmiar pliku do załadowania (%s)

source: Invitaion email
hr_hr: Pozivni e-mail
pl_pl: Eamil powitalny

source: Email communications
hr_hr: Email komunikacije
pl_pl: Komunikacja Email

source: New supplier's part
de_de: Neues Lieferantenteil
hr_hr: Novi dobavljači dio
pl_pl: Nowa część dostawcy

source: Manpower history
de_de: Arbeitskräfte Geschichte
hr_hr: Povijest radne snage
pl_pl: Siła robocza - historia

source: Parts's categories
de_de: Kategorien de Teile
hr_hr: Kategorije dijelova
pl_pl: Kategorie części

source: New supplier part
de_de: Neues Lieferantenteil
hr_hr: Novi dobavljački dio
pl_pl: Nowa część dostawcy

source: Intrastat
pl_pl: wewnątrzstanowy

source: Marketing (All stores)
de_de: Marketing (alle Geschäfte)
hr_hr: Marketing (sve trgovine)
pl_pl: Marketing (wszystkie sklepy)

source: Marketing dashboard
de_de: Marketing Instrumententafel
hr_hr: Marketinška nadzorna ploča
pl_pl: Tablica informacyjna Marketing

source: Information
hr_hr: Informacije
pl_pl: Informacje

source: Reset
de_de: Zurücksetzen
pl_pl: Zresetuj

source: Client Section
de_de: Kundensektion
hr_hr: Odjeljak za klijente
pl_pl: Sekcja Klienta

source: Payment Limbo
de_de: Zahlung ist im Schwebezustand
hr_hr: Plaćanje u limbu
pl_pl: Płatność w zawieszeniu

source: Custome
de_de: zugeschnitten
hr_hr: Prilagođeno
pl_pl: Obyczaj

source: Error no address data
de_de: Fehler: Keine Adressdaten
hr_hr: Pogreška nema podataka o adresi
pl_pl: Błąd brak danych adresowych

source: Somewhere in
de_de: Irgendwo in
hr_hr: Negdje u
pl_pl: Gdzieś w

source: has been deleted from
de_de: Wurde gelöscht aus
hr_hr: je izbrisan iz
pl_pl: został usunięty z

source: Incoterm
de_de: Incoterms
hr_hr: Međunarodni komercijalni uvjeti
pl_pl: reguły handlu

source: Some supplier's parts without weight
de_de: Einige Lieferteile sind ohne Gewicht
hr_hr: Neki dijelovi dobavljača nemaju težinu
pl_pl: Niektóre części dostawcy bez wagi

source: Some supplier's parts without CBM
de_de: Einige Lieferteile sind ohne CBM
hr_hr: Neki dijelovi dobavljača bez CBM-a
pl_pl: Niektóre części dostawcy bez CBM

source: Location's category created
de_de: Lagerortkategorie erstellt
hr_hr: Kategorija lokacije je stvorena
pl_pl: Kategoria lokalizacji stworzona

source: Products showcase
de_de: Produkt Präsentation
hr_hr: Prezentacija proizvoda
pl_pl: Wystawione produkty

source: Categories showcase
de_de: Kategorie Präsentation
hr_hr: Prezentacija kategorija
pl_pl: Wystawione kategorie

source: Category View
de_de: Kategorieansicht
hr_hr: Prikaz kategorije
pl_pl: Widok kategorii

source: Root Node
de_de: Wurzelknoten
hr_hr: Root Node (korijenski čvor)
pl_pl: Węzeł Root

source: Head Node
hr_hr: Head Node (glavni čvor)
pl_pl: Węzeł - Nagłówek

source: ND
pl_pl: bez daty

source: Order Processed
de_de: Bestellung bearbeitet
hr_hr: Narudžba obrađena
pl_pl: Zamówienie wysłane

source: refunded for
de_de: Rückerstattet zu
hr_hr: refundirano za
pl_pl: zwrócono za

source: Date refunded
de_de: Datum der Rückerstattung
hr_hr: Datum refundacije
pl_pl: Data zwrotu

source: Original Source
de_de: Originalquelle
hr_hr: Originalni izvor
pl_pl: Źródło oryginału

source: Original Source Filename
de_de: Dateiname der Originalquelle
hr_hr: Originalni naziv datoteke
pl_pl: nazwa źródła orginału

source: Customer can't be deleted because has orders
pl_pl: Nie można usunąć ponieważ klient złożył zamówienie

source: Customer Deleted
de_de: Kunde gelöscht
hr_hr: Klijent izbrisan
pl_pl: Klient usunięty

source: Error: Wrong department code
de_de: Fehler: Falscher Abteilungsname
hr_hr: Pogreška: Pogrešan kod odjela
pl_pl: Błąd : Niepoprawny kod departamentu

source: Warning: No department name
de_de: Achtung: Kein Abteilungsname
hr_hr: Upozorenje: Nema naziva odjela
pl_pl: Ostrzeżenie! Brak nazwy departamentu

source: Error: Incorrect Store Key
de_de: Fehler: Falscher Shopschlüssel
hr_hr: Pogreška: Neispravan ključ trgovine
pl_pl: Błąd: Niepoprawny klucz sklepu

source: There is already another department with this code
de_de: Es gibt bereits eine andere Abteilung mit diesem Kode
hr_hr: Već postoji drugi odjel s ovim kodom
pl_pl: Departament o podanym kodzie już istnieje

source: Department created
de_de: Abteilung erstellt
hr_hr: Odjel kreiran
pl_pl: Departament utworzony

source: Department Sales Type updated
de_de: Abteilung - Verkaufstyp aktualisiert
hr_hr: Vrsta prodaje odjela ažurirana
pl_pl: Departament Sprzedaży uaktualniony

source: Error: Department sales type could not be updated
de_de: Fehler: Abteilung - Verkaufstyp konnte nicht aktualisiert werden
hr_hr: Pogreška: Vrsta prodaje odjela nije se mogla ažurirati
pl_pl: Błąd: Departament Sprzedaży nie może zostać uaktualniony

source: Error: wrong value
de_de: Fehler: Falscher Wert
hr_hr: Pogreška: pogrešna vrijednost
pl_pl: Błąd: Niepoprawna wartość

source: Error: Wrong code (empty)
de_de: Fehler: Falscher Kode (leer)
hr_hr: Pogreška: pogrešan kod (prazno)
pl_pl: Błąd: Niepoprawny kod (pusty)

source: Error: Another department with the same code
de_de: Fehler: Eine andere Abteilung hat den gleichen Kode
hr_hr: Greška: Drugi odjel s istim kodom
pl_pl: Błąd: Inny departament używa już ten kod

source: Department code updated
de_de: Abteilungskode aktualisiert
hr_hr: Šifra odjela ažurirana
pl_pl: Kod departamentu uaktualniony

source: Product Department Changed
de_de: Produktabteilung geändert
hr_hr: Promijenjen odjel proizvoda
pl_pl: Departament produktu został zmieniony

source: code changed from
de_de: Kode geändert von
hr_hr: kod promijenjen od
pl_pl: kod zmieniony z

source: Error: Wrong name (empty)
de_de: Fehler: Falscher Name (leer)
hr_hr: Pogreška: Pogrešan naziv (prazno)
pl_pl: Błąd: Niepoprawna nazwa (pusty)

source: Error: Another department with the same name
de_de: Fehler: Eine andere Abteilung hat den gleichen Namen
hr_hr: Pogreška: Drugi odjel s istim kodom
pl_pl: Błąd: Inny departament używa już tą nazwę

source: Department name updated
de_de: Abteilungsname aktualisiert
hr_hr: Ažuriran naziv odjela
pl_pl: Nazwa departamentu uaktualniona

source: Product Department Name Changed
de_de: Produktabteilungsname geändert
hr_hr: Promijenjen naziv odjela proizvoda
pl_pl: Nazwa departamentu produktu została zmieniona

source: Product Department
de_de: Produktabteilung
hr_hr: Proizvodni odjel
pl_pl: Departament Produktu

source: name changed from
de_de: Name geändert von
hr_hr: naziv promijenjen od
pl_pl: nazwa zmieniona z

source: Department deleted
de_de: Abteilung gelöscht
hr_hr: Odjel izbrisan
pl_pl: Departament usunięty

source: No change
de_de: Keine Veränderung
hr_hr: Ništa za promijeniti
pl_pl: Brak zmian

source: image added
de_de: Bild hinzugefügt
hr_hr: slika dodana
pl_pl: obraz dodany

source: Email Credentials Added
de_de: E-Mail Referenzen hinzugefügt
hr_hr: Dodane su e-mail akreditacije
pl_pl: Referencje emaila dodane

source: Email site reminder created
de_de: Erinnerungs-E-Mail bereits erstellt.
hr_hr: Stvoren je e-mail podsjetnik za stranicu
pl_pl: e-mail z przypomnieniem o stronie stworzony

source: Error can not create email reminder
de_de: Fehler: Erinnerungs-E-Mail kann nicht erstellt werden
hr_hr: Pogreška nije moguće stvoriti email podsjetnik
pl_pl: Błąd: Nie można stworzyć przypomnienia emailem

source: Email reminder already sent
de_de: Erinnerungs-E-Mail bereits gesandt
hr_hr: Podsjetnik e-mailom je već poslan
pl_pl: Przypomnienie emailem już wysłane

source: Email reminder already cancelled
de_de: Erinnerungs-E-Mail bereits storniert
hr_hr: Podsjetnik e-poštom već je otkazan
pl_pl: Przypomnienie emailem usunięte

source: Email reminder is cancelled
de_de: Erinnerungs-E-Mail wurde storniert
hr_hr: Podsjetnik e-mailom je otkazan
pl_pl: Przypomnienie emailem usunięte

source: FTP not supported by server
de_de: FTP nicht vom Server unterstützt
hr_hr: FTP nije podržan od strane servera
pl_pl: adres FTP nie wspierany przez serwer

source: Can not connect
de_de: Verbindung nicht möglich
hr_hr: Nije moguće uspostaviti vezu
pl_pl: Nie można połączyć

source: Can not login
de_de: Login nicht möglich
hr_hr: Nije moguće prijavite se
pl_pl: Nie można zalogować się

source: Server do not support passive mode
de_de: Server unterstützt den Passivmodus nicht
hr_hr: Server ne podržava pasivni način rada
pl_pl: Serwer nie obsługuje trybu pasywnego

source: Can not upload file
de_de: Hochladen der Datei nicht möglich
hr_hr: Nije moguće učitati datoteku
pl_pl: Nie można załadować pliku

source: is already created
de_de: wurde bereits erstellt
hr_hr: je već kreiran
pl_pl: jest już stworzony

source: Family created
hr_hr: Obitelj kreirana
pl_pl: Rodzina Produktu Stworzona

source: Family Created
de_de: Familie erstellt
hr_hr: Obitelj kreirana
pl_pl: Rodzina Produktu Stworzona

source: No similar families
de_de: Keine ähnlichen Familien
hr_hr: Nema sličnih obitelji
pl_pl: Brak podobnych rodzin

source: No correlated families
de_de: Keine verwandten Familien
hr_hr: Nema povezanih obitelji
pl_pl: Brak zestawionych rodzin

source: No in website
de_de: Nicht auf der Webseite
hr_hr: Nije na web stranici
pl_pl: Brak na stronie

source: Family's department changed
de_de: Abteilung der Familie geändert
hr_hr: Odjel obitelji je promijenjen
pl_pl: Departament rodziny produktów zmieniony

source: Error: Another family with the same code
de_de: Fehler: Eine andere Familie hat den gleichen Kode
hr_hr: Pogreška: Druga obitelj s istim kodom
pl_pl: Błąd: Inna rodzina produktów posiada już ten kod

source: Family code updated
de_de: Familienkode aktualisiert
hr_hr: Obiteljski kod ažuriran
pl_pl: Kod rodziny produktów uaktualniony

source: Product family Code changed
de_de: Produkt Familienkode wurde geändert
hr_hr: Kod obitelji proizvoda promijenjen
pl_pl: Kos rodziny produktu został zmieniony

source: changed code from
de_de: Kode geändert von
hr_hr: promijenjen kod od/iz
pl_pl: zmień kod z

source: Error: Another family with the same name
de_de: Fehler: Eine andere Familie hat den gleichen Namen
hr_hr: Pogreška: Druga obitelj s istim imenom
pl_pl: Błąd: Inna rodzina posiada już tą nazwę

source: Family name updated
de_de: Familienname aktualisiert
hr_hr: Naziv obitelji ažuriran
pl_pl: Nazwa rodziny produktów uaktualniona

source: Product Family
de_de: Produktfamilie
hr_hr: Obitelj proizvoda
pl_pl: Rodzina Produktu

source: Family Sales Type updated
de_de: Familien Verkaufstyp aktualisiert
hr_hr: Vrsta obiteljske prodaje ažurirana
pl_pl: Wyprzedaż rodziny produtów uaktualniona

source: Error: Family sales type could not be updated
de_de: Fehler: Familien Verkaufstyp konnte nicht aktualisiert werden
hr_hr: Pogreška: tip obiteljske prodaje nije moguće ažurirati
pl_pl: Błąd: Wyprzedaż rodziny produktów nie może być uatkualniona

source: Product Family Description Changed
de_de: Produktfamilienbeschreibung geändert
hr_hr: Opis obitelji proizvoda promijenjen
pl_pl: Opis produktów rodziny zmieniony

source: Error: can not delete family
de_de: Fehler: Familie kann nicht gelöscht werden
hr_hr: Pogreška: nije moguće izbrisati obitelj
pl_pl: Błąd: Nie można skasować rodziny produktów

source: Wrong location shape
de_de: Falsche Standortform
hr_hr: Pogrešan oblik lokacije
pl_pl: Nieprawidłowy kształt lokalizacji

source: Location shape changed
de_de: Standortform geändert
hr_hr: Oblik lokacije je promijenjen
pl_pl: Wielkość lokalizacji zmieniona

source: manpower cost
de_de: Arbeitskräfte Kosten
hr_hr: trošak radne snage
pl_pl: koszty siły roboczej

source: Order submited
de_de: Bestellung eingereicht
hr_hr: Narudžba poslana
pl_pl: Zamówienie złożone

source: This order has a replacement in progress
de_de: Die Bestellung hat einen Ersatzvorgang im Gange
hr_hr: Ova narudžba ima zamjensku narudžbu u tijeku
pl_pl: To zamówienie ma zastępstwo w toku

source: Old template
de_de: Alte Vorlage
hr_hr: Stari predložak
pl_pl: Stary szablon

source: unsupported
de_de: nicht unterstützt
hr_hr: nepodržano
pl_pl: nieobsługiwane

source: Classic grid
de_de: Klassisches Netz
hr_hr: Klasična mreža
pl_pl: Klasyczna siatka

source: Rigid grid
de_de: Starres Netz
hr_hr: Čvrsta mreža
pl_pl: Niezmienna siatka

source: Semantic
de_de: Semantisch
hr_hr: Semantički
pl_pl: Semantyczny

source: Site flag changed
de_de: Standortflagge geändert
hr_hr: Zastavica stranice promijenjena
pl_pl: Zmieniono flagę witryny

source: Front Page Store
de_de: Startseite Shop
hr_hr: Naslovnica trgovine
pl_pl: Klient istnieje w innym sklepie

source: Product details
de_de: Produktdetails
hr_hr: Detalji o proizvodu
pl_pl: Szczegóły produktu

source: Category Catalogue
de_de: Kategorienkatalog
hr_hr: Katalog kategorija
pl_pl: Kategoria Katalog

source: Family Catalogue
de_de: Familienkatalog
hr_hr: Obiteljski katalog
pl_pl: Katalog Rodzin Produktów

source: Department Catalogue
de_de: Abteilungskatalog
hr_hr: Katalog odjela
pl_pl: Katalog Deaprtamentów

source: Store Catalogue
de_de: Shopkatalog
hr_hr: Trgovinski katalog
pl_pl: Katalog Sklepu

source: Check Out
de_de: zur Kasse
hr_hr: Odjava
pl_pl: Przejdź do kasy

source: Processing request
de_de: Ihre Anfrage wird bearbeitet
hr_hr: Obrada zahtjeva
pl_pl: Przetwarzanie Wniosku

source: We'll notify you via email
de_de: Wir werden Sie per E-Mail benachrichtigen
hr_hr: Obavijestit ćemo vas putem e-maila
pl_pl: Poinformujemy Ciebie poprzez email.

source: Notify me when back in stock
de_de: Benachrichtigen Sie mich, wenn das Produkt wieder auf Lager ist
hr_hr: Obavijesti me kada ponovo bude na zalihama
pl_pl: Powiadom mnie, gdy ponownie w sprzedaży.

source: Sold Out
de_de: Ausverkauft
hr_hr: Rasprodano
pl_pl: Wyprzedane

source: Order Product
de_de: Produkt bestellen
hr_hr: Naručite proizvod
pl_pl: zamów produkt

source: In stock
de_de: Vorrätig
hr_hr: Na zalihi
pl_pl: w stoku

source: For prices, please
de_de: Für Preise bitte
hr_hr: Za cijene, molimo vas
pl_pl: Aby zobaczyć ceny, prosimy

source: register
de_de: registrieren
hr_hr: registrar
pl_pl: zarejestruj

source: OoS
de_de: n.v.
pl_pl: Nie ma na stanie

source: Price from
de_de: Preis ab
hr_hr: Cijena od
pl_pl: Cena od

source: RRP from
de_de: UVP ab
hr_hr: RRP od
pl_pl: SCD od

source: expected
de_de: Erwartet
hr_hr: očekivano
pl_pl: oczekiwany

source: Please
de_de: Bitte
hr_hr: Molimo vas
pl_pl: Proszę

source: Basket & Checkout
de_de: Warenkorb & Checkout
hr_hr: Košarica i Odjava
pl_pl: Koszyk & Kasa

source: Log Out
de_de: Abmelden
hr_hr: Odjavite se
pl_pl: Wyloguj

source: My Account
de_de: Mein Konto
hr_hr: Moj profil
pl_pl: Moje konto

source: Prices in
de_de: Preise in
hr_hr: Cijene u
pl_pl: Ceny w

source: Items total
de_de: Gesamtbetrag
hr_hr: Ukupno artikala
pl_pl: Produkty razem

source: Back to shop
de_de: Zurück zum Einkaufen
hr_hr: Natrag u trgovinu
pl_pl: Powrót do sklepu

source: Create Account
de_de: Registrierung
hr_hr: Kreirajte nalog
pl_pl: Utwórz konto

source: No URL provied
de_de: Keine URL vorhanden
hr_hr: URL nije naveden
pl_pl: Brak adresu URL

source: Errorr, the URL should a site subdirectory
de_de: Fehler, die URL sollte ein Unterverzeichnis der Seite sein.
hr_hr: Pogreška, URL bi trebao biti poddirektorij stranice
pl_pl: Błąd: Adres URL powinien zawierać podkategorie strony

source: Same URL as the redirect
de_de: Die gleiche URL wie die Umleitung
hr_hr: Isti URL kao preusmjeravanje
pl_pl: Ten sam adres URL jak przedadresowany

source: Supplier's part ordering SKOs per carton
de_de: Die bestellten SKOs der Lieferantenteile pro Karton
hr_hr: Naručivanje dobavljačevog dijela SKO-ovi po kutiji
pl_pl: Części dostawcy zamówienie SKO na karton

source: d
de_de: T
pl_pl: dzień

source: bag
de_de: Tasche
hr_hr: torba
pl_pl: Torba

source: dozen
de_de: Dutzend
hr_hr: desetak
pl_pl: tuzin

source: SKOs per selling carton
de_de: SKO pro Verkaufskarton
hr_hr: SKO po prodajnom kartonu
pl_pl: SKO na jeden sprzedany karton

source: Duplicated supplier's part reference
de_de: duplizierte Lieferanten Teilreferenz
hr_hr: Duplicirana referenca dijela dobavljača
pl_pl: Referencja Produktu Dostawcy Zduplikowanya

source: Change due Audit
de_de: ändere aufgrund Audits
hr_hr: Promjena zbog revizije
pl_pl: Zmiany dotyczące audytu

source: Change due Discontinuation
de_de: wird aufgrund der Einstellung des Verkaufs geändert
hr_hr: Promjena zbog prestanka proizvodnje
pl_pl: Zmień ze względu na niekontynuowanie

source: Copying unknown location state
de_de: Unbekannter Standort wird kopiert
hr_hr: Kopiranje stanja nepoznate lokacije
pl_pl: Kopiowanie nieznanej wartości lokalizacji

source: Change due Out of Stock
de_de: wird aufgrund Ausverkaufes geändert
hr_hr: Promjena uslijed Nema na zalihi
pl_pl: Zmień ze względu brak na stanie

source: Unknown stock in the location
de_de: Unbekannte Ware auf der Lokation
hr_hr: Nepoznata zaliha na lokaciji
pl_pl: Nieznany stan magazynowy na lokalizacji

source: Lost Quantity greater than the stock on the location
de_de: Verlorene Menge ist größer als der Bestand auf der Lokation
hr_hr: Izgubljena količina veća od zaliha na lokaciji
pl_pl: Zaginiona ilość większa niż na lokalizacji
