Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: F&L stack updated to offset found stock
es_es: Pila F&L actualizada para compensar stock encontrado
ms_my: Storan F & L dikemas kini untuk mengimbangi stok yang dijumpai

source: Minimum quantity has to be lower than the maximum quantity
de_de: Die Mindestmenge muss niedriger als die Höchstmenge sein
es_es: Cantidad mínima tiene que ser menor que la máxima
hr_hr: Minimalna količina mora biti niža od maksimalne količine
ms_my: Kuantiti minimum harus lebih rendah daripada kuantiti maksimum
pl_pl: Minimalna ilość powinna być mniejsza od maksymalnej

source: Part no longer associated with location
de_de: Artikel ist nicht mehr zu der Abteilung zugeteilt
es_es: Parte ya no está asociado con la ubicación
hr_hr: Dio više nije povezan s lokacijom
ms_my: Bahagian tidak lagi dikaitkan dengan lokasi
pl_pl: Część nie powiązana z lokalizacją

source: Part disassociate with location
de_de: Teil wird vom Standort getrennt
es_es: Parte disociada con la ubicación
hr_hr: Dio je odvojen od lokacije
ms_my: Bahagian memisahkan dengan lokasi
pl_pl: Część nie powiązana z lokalizacją

source: %s SKO send to production
de_de: %s SKO wird in die Produktion gesendet
es_es: % s SKO enviado a producción
hr_hr: %s SKO poslati u proizvodnju
ms_my: SKO% s hantar ke pengeluaran
pl_pl: % s SKO wysłać do produkcji

source: %s SKO lost
de_de: %s SKO verloren
es_es: % s SKO perdido
hr_hr: %s SKO izgubljen
ms_my: SKO% s hilang
pl_pl: strata SKO %s

source: %s SKO damaged
de_de: %s SKO beschädigt
es_es: % s SKO dañado
hr_hr: %s SKO oštećen
ms_my: SKO% s rosak
pl_pl: % s SKO uszkodzony

source: %s SKO found
de_de: %s SKO gefunden
es_es: % s SKO encontrado
hr_hr: %s SKO pronađen
ms_my: SKO% s didapati
pl_pl: %s SKO znaleziony

source: %s SKO leaked
de_de: %s SKO entwichen
es_es: % s SKO se filtró
hr_hr: %s SKO procurio
ms_my: SKO% s bocor
pl_pl: wycieki SKO %s

source: move out from
de_de: ausräumen
es_es: salir de
hr_hr: premjestiti iz
ms_my: keluar dari
pl_pl: przenieś z

source: to
de_de: zu
es_es: a
hr_hr: do
ms_my: kepada
pl_pl: do

source: move in to
de_de: reinplatzieren
es_es: se mueven en la
hr_hr: premjesti u
ms_my: beralih ke
pl_pl: przenieś do

source: %d SKO %s received in %s from %s
de_de: %d SKO %s erhalten %s vom %s
es_es: % d SKO% s recibido en% s de% s
hr_hr: %d SKO %s primljeno u %s od %s
ms_my: % d SKO% s diterima dalam% s dari% s
pl_pl: %d SKO %s otrzymany %s z %s

source: Unknown stock in this location
de_de: Unbekannte Ware auf dieser Lokation
es_es: acciones desconocido en esta ubicación
hr_hr: Nepoznate zalihe na ovoj lokaciji
ms_my: Stok tidak diketahui di lokasi ini
pl_pl: Nieznany stan magazynowy na lokalizacji

source: To Move Quantity greater than the stock on the location
de_de: Bewegte Menge ist größer als der Bestand am Standort
es_es: Para mover Cantidad que el stock de la ubicación
hr_hr: Premjestiti količinu veću od zaliha na lokaciji
ms_my: Untuk Pindah Kuantiti lebih besar daripada stok di lokasi
pl_pl: Aby przenieść Ilość większą niż zapasy w lokalizacji

source: Destination location is the same as this one
de_de: Zielstandort ist der gleiche wie dieser
es_es: lugar de destino es el mismo que éste
hr_hr: Lokacija odredišta je ista kao ova
ms_my: Lokasi destinasi adalah sama seperti yang satu ini
pl_pl: Lokalizacja docelowa jest taka sama

source: Unknown stock in the destination location
de_de: Unbekannte Ware in der Ziellokation
es_es: acciones desconocido en la ubicación de destino
hr_hr: Nepoznate zalihe na odredišnoj lokaciji
ms_my: Saham tidak diketahui di lokasi destinasi
pl_pl: Nieznany stan magazynowy w lokalizacji docelowej

source: %s SKO Inter-warehouse transfer from %s to %s
de_de: %s SKO interne Warebewegung von %s nach %s
es_es: % s SKO Transferencia entre almacenes de% s a% s
hr_hr: %s SKO Međuskladišni prijenos od %s do %s
ms_my: Pindahan gudang SKO% s dari% s hingga% s
pl_pl: % s SKO Transport międzymagazynowy z% s do% s

source: Payment amount can't be smaller than its refunds or credits
de_de: Der Zahlungsbetrag darf nicht kleiner sein als seine Rückerstattung oder Gutschrift
es_es: El monto del pago no puede ser menor que sus reembolsos o créditos
hr_hr: Iznos plaćanja ne može biti manji od iznosa povrata ili dobivenih kredita
ms_my: Amaun bayaran tidak boleh lebih kecil daripada bayaran balik atau kreditnya
pl_pl: Wartość płatności nie może być mniejsza niż zwrot czy kredyt

source: Payment can't be cancelled if it has refunds or credits
de_de: Die Zahlung kann nicht storniert werden, wenn sie Rückerstattungen oder Gutschriften beinhaltet
es_es: El pago no se puede cancelar si tiene reembolsos o créditos
hr_hr: Plaćanje se ne može otkazati ako ima povrata ili kredita
ms_my: Bayaran tidak boleh dibatalkan jika ia mempunyai bayaran balik atau kredit
pl_pl: Płatność nie może być usunięta jeżeli posiada zwroty lub kredyt

source: Electronic payment service
de_de: Elektronische Zahlungsdienstleister
es_es: Servicio de pago electronico
hr_hr: Usluga elektroničkog plaćanja
ms_my: Perkhidmatan pembayaran elektronik
pl_pl: płatność elektroniczna

source: Electronic bank payments
de_de: Elektronische Bankzahlungen
es_es: Pagos bancarios electrónicos
hr_hr: Elektronička bankovna plaćanja
ms_my: Pembayaran bank elektronik
pl_pl: Bankowa płatność elektroniczna

source: Customer account
de_de: Kundenkonto
es_es: Cuenta de cliente
hr_hr: Profil klijenta
ms_my: Akaun pelanggan
pl_pl: Konto klienta

source: per outer
de_de: pro Artikel
es_es: por caja
hr_hr: po vanjskoj kutiji
ms_my: setiap luar
pl_pl: na opakowanie

source: No parts assigned
de_de: keine Teile hinzugewiesen
es_es: No hay partes asignadas
hr_hr: Nema dodijeljenih dijelova
ms_my: Tiada bahagian yang diberikan
pl_pl: Brak przypisanych części

source: For sale
de_de: Zu Verkaufen
es_es: En venta
hr_hr: Na prodaju
ms_my: Untuk jualan
pl_pl: Na Sprzedaż

source: Normal stock
es_es: Stock normal
ms_my: Stok biasa

source: %s product created
de_de: %s Produkt erstellt
es_es: % s producto creado
hr_hr: %s kreiran proizvod
ms_my: % s dihasilkan
pl_pl: %s produktu stworzono

source: Outer cost
de_de: Packungskosten
es_es: Costo externo
hr_hr: Vanjski trošak
ms_my: Kos luar
pl_pl: Koszt Opakowania

source: Product description
de_de: Produkt Beschreibung
es_es: Descripción del producto
hr_hr: Opis proizvoda
ms_my: Penerangan Produk
pl_pl: Opis produktu

source: unit description
de_de: Einheit Beschreibung
es_es: descripción de la unidad
hr_hr: opis jedinice
ms_my: penerangan unit
pl_pl: Opis jednostki

source: dimensions
de_de: Maße
es_es: dimensiones
hr_hr: dimenzije
ms_my: dimensi
pl_pl: wymiary

source: retail units per outer
de_de: Einzelhandelseinheiten pro Artikel
es_es: Unidades minoristas por exterior
hr_hr: maloprodajnih jedinica po vanjskom
ms_my: unit runcit di luar
pl_pl: jednostka detaliczna w opakowaniu

source: unit type
de_de: Einheitstyp
es_es: tipo de unidad
hr_hr: tip jedinice
ms_my: jenis unit
pl_pl: typ jednostki

source: label in family
de_de: Label in der Familie
es_es: etiqueta en familia
hr_hr: oznaka u obitelji
ms_my: label dalam keluarga
pl_pl: nazwa w rodzinie produktów

source: units per outer
de_de: Einheiten pro Artikel
es_es: unidades por caja
hr_hr: jedinica po vanjskom
ms_my: unit per luaran
pl_pl: jednostki na opakowanie

source: parts
de_de: Teile
es_es: partes
hr_hr: dijelovi
ms_my: bahagian
pl_pl: części

source: unit name
de_de: Einheitname
es_es: Nombre de la unidad
hr_hr: naziv jedinice
ms_my: nama unit
pl_pl: Nazwa jednostki

source: unit RRP
de_de: UVP
es_es: Unidad PVP
hr_hr: jedinica RRP
pl_pl: cena SCD jednostki

source: webpage browser title
de_de: Webseite Browsertitel
es_es: título del navegador de la página web
hr_hr: naslov preglednika web stranice
ms_my: tajuk pelayar halaman web
pl_pl: tytuł przeglądarki internetowej

source: webpage META description
de_de: Webseite META Beschreibung
es_es: meta descripción de la web
hr_hr: web stranica META opis
ms_my: perihalan META halaman web
pl_pl: opis strony META

source: web configuration
es_es: configuracion Web
hr_hr: web konfiguracija
ms_my: konfigurasi web
pl_pl: konfiguracja strony internetowej

source: Invalid status
de_de: Ungültiger Status
es_es: Estado inválido
hr_hr: Nevažeći status
ms_my: Status tidak sah
pl_pl: nieprawidłowy status

source: Invalid web configuration
de_de: ungültige Webkonfiguration
es_es: Configuración web no válida
hr_hr: Nevažeća web konfiguracija
ms_my: Konfigurasi web tidak sah
pl_pl: Nieprawidłowa konfiguracja strony

source: Code can't have spaces
de_de: Der Code darf keine Leerzeichen enthalten
es_es: El código no puede tener espacios
hr_hr: Kod ne može imati razmake
ms_my: Kod tidak boleh mempunyai ruang
pl_pl: kod nie powinien zawierać przerw

source: Code can't have commas
de_de: Der Code darf keine Kommas enthalten
es_es: El código no puede tener comas
hr_hr: Kod ne može imati zareze
ms_my: Kod tidak boleh mempunyai koma
pl_pl: Kod nie powinien zawierać przecinków

source: Another product has this code (%s)
de_de: Ein anderes Produkt hat diesen Kode (%s)
es_es: Otro producto tiene este código (% s)
hr_hr: Drugi proizvod ima ovaj kod (%s)
ms_my: Produk lain mempunyai kod ini (% s)
pl_pl: Inny produkt posiada ten kod (%s)

source: Product name missing
de_de: Produktname fehlt
es_es: Falta el nombre del producto
hr_hr: Nedostaje naziv proizvoda
ms_my: Nama produk hilang
pl_pl: Brakująca nazwa produktu

source: Price missing
de_de: Preis fehlt
es_es: Precio perdido
hr_hr: Nedostaje cijena
ms_my: Harga hilang
pl_pl: Brakująca cena

source: Invalid price (%s)
de_de: Ungültiger Preis (%s)
es_es: Precio no válido (% s)
hr_hr: Nevažeća cijena (%s)
ms_my: Harga tidak sah (% s)
pl_pl: Nieprawidłowa cena (%s)

source: Invalid unit RRP (%s)
de_de: Ungültiger Teil RRP (%s)
es_es: Unidad inválida RRP (% s)
hr_hr: Nevažeći RRP jedinice (%s)
ms_my: RRP unit tidak sah (% s)
pl_pl: Nieprawidłowa Cena SCD (%s)

source: Units per outer missing
de_de: Einheit pro Artikel nicht vorhanden
es_es: Unidades por falta externa
hr_hr: Nedostaje broj jedinica po vanjskoj kutij
ms_my: Unit di luar hilang
pl_pl: Brak jednostek na opakowanie

source: Invalid units per outer (%s)
de_de: Einheit pro Artikel ungültig (%s)
es_es: Unidades inválidas por exterior (% s)
ms_my: Unit tidak sah setiap luar (% s)
pl_pl: Nieprawidłowe jednostki na opakowanie (%s)

source: Invalid parts per product (%s)
de_de: Ungültige Teile pro Produkt (%s)
es_es: Partes inválidas por producto (% s)
hr_hr: Nevažeći dijelovi po proizvodu (%s)
ms_my: Bahagian tidak sah bagi setiap produk (% s)
pl_pl: Nieprawidłowe części na produkt (%s)

source: Product families not configured
de_de: Produktfamilien nicht konfiguriert
es_es: Familias de productos no configurados
hr_hr: Obitelji proizvoda nisu konfigurirane
ms_my: Keluarga produk tidak dikonfigurasikan
pl_pl: Rodziny produktów nie skonfigurowane

source: carton gross weight
es_es: peso bruto del carton
ms_my: berat kasar kadbod

source: Another prospect with same email has been found
es_es: Se ha encontrado otra perspectiva con el mismo correo electrónico.
hr_hr: Pronađen je drugi potencijalni klijent s istom e-mailom
ms_my: Satu lagi prospek dengan e-mel yang sama telah dijumpai
pl_pl: Inny klient posiada już ten adres email

source: %s prospect record created
es_es: % s registro de perspectiva creado
hr_hr: %s zapis potencijalnog klijenta stvoren
ms_my: Rekod prospek% s dibuat
pl_pl: Utworzono rekord perspektywy %s

source: Invitation email send using external application
es_es: Enviar correo electrónico de invitación usando una aplicación externa
hr_hr: E-mail pozivnica poslana putem vanjske aplikacije
ms_my: E-mel jemputan hantar menggunakan aplikasi luaran
pl_pl: Email powitalny wysłany przy użyciu aplikacji zewnętrznej

source: Invitation call
es_es: Llamada de invitación
hr_hr: Pozivna pozivnica
ms_my: Panggilan jemputan
pl_pl: Telefon powitalny

source: Invitation send by post
es_es: Invitación enviada por correo
hr_hr: Pozivnica poslana e-mailom
ms_my: Hantar jemputan melalui pos
pl_pl: Zaproszenie wysłane poprzez pocztę

source: Can't link this customer because, he registered before the prospect was created
es_es: No se puede vincular a este cliente porque se registró antes de que se creara el cliente potencial.
ms_my: Tidak dapat menghubungkan pelanggan ini kerana, dia mendaftar sebelum prospek dibuat
pl_pl: Nie można połączyć z klientem

source: Prospect manually linked to customer %s
es_es: Cliente potencial vinculado manualmente al cliente% s
ms_my: Prospek secara manual dikaitkan dengan% s pelanggan
pl_pl: Perspektywa manualnie przypisana do klienta %s

source: Invitation email sent
es_es: Correo electrónico de invitación enviado
hr_hr: Pozivnica putem emaila poslana
ms_my: E-mel jemputan dihantar
pl_pl: Email powitalny wysłany

source: Prospect has been invoiced, %s
es_es: La perspectiva ha sido facturada,% s
ms_my: Prospek telah dibuat invois,% s
pl_pl: Perspektywa została zafakturowana %s

source: Prospect registered as a customer %s
es_es: Cliente potencial registrado como cliente% s
hr_hr: Prospect registriran kao kupac %s
ms_my: Prospek berdaftar sebagai% s pelanggan
pl_pl: Perpsektywa zarejestrowana jako klient %s

source: Email bounced
es_es: Correo electrónico devuelto
ms_my: E-mel melantun

source: Not interested status removed
es_es: Estado no interesado eliminado
hr_hr: Nije zainteresiran status uklonjen
ms_my: Status tidak berminat dialih keluar
pl_pl: nie zainteresowany, status usuniety

source: Bounced status removed
es_es: Estado rebotado eliminado
ms_my: Status bounced dikeluarkan

source: Prospect unlinked from customer %s
es_es: Cliente potencial desvinculado del cliente% s
ms_my: Prospek tidak terhubung dari pelanggan% s

source: Recipient opt out
es_es: Destinatario optar por salir
ms_my: Pilih penerima

source: Recipient opt out again
es_es: Destinatario optar por salir nuevamente
ms_my: Penerima keluar lagi

source: Prospect Deleted
es_es: Perspectiva eliminada
hr_hr: Prospekt Izbrisan
ms_my: Prospek Dihapuskan
pl_pl: Perspektywa usunięta

source: Purchase order created
de_de: Zahlauftrag wurde erstellt
es_es: Orden de compra creada
hr_hr: Narudžbenica je kreirana
ms_my: Pesanan pembelian dibuat
pl_pl: Zamówienie zostało stworzone

source: post
de_de: veröffentlichen
es_es: enviar
hr_hr: pošta
ms_my: jawatan
pl_pl: poczta

source: online
es_es: en línea
ms_my: dalam talian

source: in Person
de_de: persönlich
es_es: en persona
hr_hr: osobno
ms_my: dalam Person
pl_pl: w osoba

source: other
de_de: andere
es_es: otro
hr_hr: drugo
ms_my: lain
pl_pl: inne

source: Job order
es_es: Orden de trabajo
ms_my: Perintah kerja

source: In process by client
de_de: In Bearbeitung durch den Kunden
es_es: en proceso por cliente
hr_hr: U procesu od strane klijenta
ms_my: Dalam proses oleh pelanggan
pl_pl: w procesie u klienta

source: Suppliers orders
de_de: Lieferanten Bestellungen
es_es: Pedidos de proveedores
hr_hr: Narudžbe dobavljača
ms_my: Pesanan pembekal
pl_pl: Zamówienia dostawcy

source: Checking
de_de: Überprüft
es_es: Comprobación
hr_hr: Provjera
ms_my: Memeriksa
pl_pl: Sprawdzanie

source: CO received
de_de: KB empfangen
es_es: CO recibido
hr_hr: Primljena potvrda o porijeklu robe (CO)
ms_my: CO diterima
pl_pl: CO otrzymane

source: Purchase order deleted
de_de: Bestellung wurde gelöscht
es_es: Orden de compra eliminada
hr_hr: Narudžbenica je izbrisana
ms_my: Pesanan pembelian dipadam
pl_pl: Zamówienie zostało usuniete

source: terms and conditions
es_es: términos y Condiciones
ms_my: terma dan syarat

source: estimated production date
es_es: fecha estimada de producción
ms_my: tarikh pengeluaran yang dianggarkan

source: payment terms
es_es: terminos de pago
ms_my: terma pembayaran

source: %s promoted as sales representative
es_es: % s promovido como representante de ventas
ms_my: % s dipromosikan sebagai wakil jualan
pl_pl: % s promowany jako przedstawiciel handlowy

source: Shipper added
es_es: remitente agregado
ms_my: Penghantar ditambahkan
pl_pl: Wysyłający dodany

source: Shipping company inputted
es_es: compañía naviera registrada
ms_my: Syarikat perkapalan inputted
pl_pl: Wprowadzono firmę przewozową

source: Shipping company (%s) created
es_es: Compañía de envío (% s) creada
ms_my: Syarikat perkapalan (% s) dibuat
pl_pl: Utworzono (%s) firmy transportowej

source: tracking link
es_es: enlace de seguimiento
ms_my: pautan penjejakan
pl_pl: link śledzący

source: Can;t delete shipper if has been used before
es_es: No se puede eliminar el remitente si se ha utilizado antes
ms_my: Boleh; t memadamkan pengirim jika telah digunakan sebelum ini

source: %s shipping zone created
es_es: % s zona de envío creada
ms_my: Zon penghantaran% s dibuat

source: %s shipping zone schema created
es_es: % s esquema de zona de envío creado
ms_my: Skema zon penghantaran% dibuat

source: Contractor %s created
de_de: Auftragnehmer %s erstellt
es_es: Contratista% s creado
hr_hr: Izvođač %s je kreiran
ms_my: Kontraktor% s dibuat
pl_pl: Kontraktor %s stworzony

source: Employee %s created
de_de: Angesltellter %s erstellt
es_es: Empleado% s creado
hr_hr: Zaposlenik %s kreiran
ms_my: Pekerja% s dibuat
pl_pl: Pracownik %s stworzony

source: System user couldn't be created
de_de: System-Benutzer konnte nicht erstellt werden
es_es: El usuario del sistema no pudo ser creado
hr_hr: Nije moguće kreirati korisnika sustava
ms_my: Pengguna sistem tidak boleh dibuat
pl_pl: Użytkownik systemu nie może zostać utworzony

source: Mon-Fri
de_de: Mo.-Fr.
es_es: Lun-Vie
hr_hr: Pon-Pet
ms_my: Isnin-Jumaat
pl_pl: Pon-Ptk

source: %s paid every %s day of the month
es_es: % s pagado cada día% s del mes
hr_hr: %s plaćen svaki %s dan u mjesecu
ms_my: % s membayar setiap% s hari bulan itu
pl_pl: % s płatne co% s dzień miesiąca

source: %s paid every %s day of the month (%s per year, ~%s per hour)
es_es: % s pagado cada día% s del mes (% s por año, ~% s por hora)
hr_hr: %s plaćen svaki %s dan u mjesecu (%s godišnje, ~%s po satu)
ms_my: % s dibayar setiap hari% bulan (% s setahun, ~% s sejam)
pl_pl: % s wypłacane co% s dzień miesiąca (% s rocznie, ~% s na godzinę)

source: %s paid every %s
es_es: % s pagado cada% s
hr_hr: %s plaćeno svakih %s
ms_my: % s dibayar setiap% s
pl_pl: % s zapłacono co% s

source: %s paid every %s (&#8776;%s per year)
es_es: % s pagado cada% s (& # 8776;% s por año)
hr_hr: %s plaćeno svakih %s (&#8776;%s godišnje)
ms_my: % s dibayar setiap% s (& # 8776;% s setahun)
pl_pl: % s zapłacono co% s (&#8776;%s na rok)

source: Sat-Sun
es_es: Sáb dom
hr_hr: Sub-Ned
pl_pl: Sob-Ndz

source: %s hrs/w
es_es: % s h / w
hr_hr: %s hrs/t
ms_my: % s jam / w
pl_pl: %s godz/tydz

source: Temporal Worker
de_de: Zeitarbeiter
es_es: Trabajador temporal
hr_hr: Privremeni radnik
ms_my: Pekerja Temporal
pl_pl: Pracownik czasowy

source: Work Experience
de_de: Arbeitserfahrung
es_es: Experiencia laboral
hr_hr: Radno iskustvo
ms_my: Pengalaman Kerja
pl_pl: Doświadczenie w pracy

source: No clockings today
de_de: Keine eingegebene Arbeitszeit heute
es_es: No hay relojes hoy
hr_hr: Nema današnje evidencije
ms_my: Tidak ada masa sekarang
pl_pl: brak rejestracji na zegarze dzisiaj

source: Clocked out
de_de: Arbeitsschluss stempeln
es_es: Desconectado
hr_hr: Odjavljen
ms_my: Berjadual
pl_pl: Wylogowany

source: Clocked in
de_de: Arbeitsanfang stempeln
es_es: Registrado en
hr_hr: Prijavljen
ms_my: Jam di dalam
pl_pl: Zalogowany

source: Employee is already a system user
de_de: Angestellter ist bereits Systembenutzer
es_es: El empleado ya es un usuario del sistema.
hr_hr: Zaposlenik je već korisnik sustava
ms_my: Pekerja sudah menjadi pengguna sistem
pl_pl: Pracownik jest już użytkownikiem systemu

source: User login must be provided
de_de: Benutzerlogin muss vorhanden werden
es_es: Se debe proporcionar el inicio de sesión del usuario
hr_hr: Korisničko ime mora biti navedeno za prijavu
ms_my: Masuk pengguna mesti disediakan
pl_pl: Należy podać login użytkownika

source: Working from must be before the end of employment
de_de: Das Anstellungsdatum muss vor dem Ende der Anstellung sein
es_es: Trabajar desde debe ser antes del final del empleo
hr_hr: Radi od, mora biti prije isteka radnog odnosa
ms_my: Bekerja dari mestilah sebelum akhir pekerjaan
pl_pl: Data od kiedy pracuje powinna być przed datą zakończenia zatrudnienia

source: %s has same %s
de_de: %s hat gleichen %s
es_es: % s tiene el mismo% s
hr_hr: %s ima isti %s
ms_my: % s mempunyai% s yang sama
pl_pl: %s jest takie samo %s

source: payroll Id
de_de: Gehaltsabrechnung ID
es_es: Id. de nómina
hr_hr: id plaće
ms_my: Id gaji
pl_pl: ID płatności

source: date of birth
de_de: Geburtsdatum
es_es: fecha de nacimiento
hr_hr: datum rođenja
ms_my: tarikh lahir
pl_pl: data urodzenia

source: contact number
de_de: Kontakt Nummer
es_es: número de contcto
hr_hr: kontakt broj
ms_my: nombor telefon
pl_pl: numer kontaktowy

source: address
de_de: adressieren
es_es: dirección
hr_hr: adresa
ms_my: alamat
pl_pl: adres

source: next of kin
de_de: nächste Verwandte
es_es: pariente más cercano
hr_hr: bliži srodnik
ms_my: saudara terdekat
pl_pl: następny z rodzaju

source: currently working
de_de: derzeit arbeitet
es_es: Actualmente trabajando
hr_hr: trenutno radi
ms_my: sedang bekerja
pl_pl: obecnie pracujący

source: working from
de_de: Arbeitet ab
es_es: trabajando desde
hr_hr: radi od
ms_my: bekerja dari
pl_pl: pracujący od

source: end of contract
de_de: Vertragsende
es_es: Fin de contrato
hr_hr: završetak ugovora
ms_my: kontrak tamat
pl_pl: koniec kontraktu

source: end of employment
de_de: Ende des Beschäftigungsverhältnisses
es_es: fin del empleo
hr_hr: prestanak radnog odnosa
ms_my: akhir pekerjaan
pl_pl: koniec zatrudnienia

source: assignment title
de_de: Aufgabetitel
es_es: título de la tarea
hr_hr: naziv zadatka
ms_my: tajuk tugasan
pl_pl: tytuł przypisania

source: job title
de_de: Berufsbezeichnung
es_es: título profesional
hr_hr: naziv radnog mjesta
ms_my: tajuk pekerjaan
pl_pl: Zawód

source: point of contact
de_de: Anlaufstelle
es_es: punto de contacto
hr_hr: kontaktna točka
ms_my: titik hubungan
pl_pl: Punkt Kontaktowy

source: supervisor
de_de: Vorgesetzter
es_es: supervisora
hr_hr: supervizor
ms_my: penyelia
pl_pl: przełożony

source: working hours
de_de: Arbeitszeit
es_es: horas de Trabajo
hr_hr: radno vrijeme
ms_my: jam bekerja
pl_pl: godziny pracy

source: salary
de_de: Gehalt
es_es: salario
hr_hr: plaća
ms_my: gaji
pl_pl: wypłata

source: system user active
de_de: Systembenutzer aktiv
es_es: usuario del sistema activo
hr_hr: sustavski korisnik aktivan
ms_my: pengguna sistem aktif
pl_pl: użytkownik systemu aktywny

source: system user login
de_de: Systembenutzer Login
es_es: inicio de sesión del usuario del sistema
hr_hr: korisnik sustava prijava
ms_my: login pengguna sistem
pl_pl: login użytkownika systemu

source: system user password
de_de: Systembenutzer Passwort
es_es: contraseña de usuario del sistema
hr_hr: korisnik sustava lozinka
ms_my: kata laluan pengguna sistem
pl_pl: hasło użytkownika systemu

source: System user PIN
de_de: Systembenutzer PIN
es_es: PIN de usuario del sistema
hr_hr: Korisnik sustava PIN
ms_my: PIN pengguna sistem
pl_pl: numer PIN użytkownika systemu

source: System user groups
de_de: Systembenutzer Gruppen
es_es: Grupos de usuarios del sistema
hr_hr: Korisnik sustava grupe
ms_my: Kumpulan pengguna sistem
pl_pl: Grupy użytkowników systemu

source: Authorized stores
de_de: Autorisierte Geschäfte
es_es: Tiendas autorizadas
hr_hr: Ovlaštene trgovine
ms_my: Kedai yang dibenarkan
pl_pl: Potwierdzone sklepy

source: Authorized websites
de_de: Autorisierte Webseiten
es_es: Sitios web autorizados
hr_hr: Ovlaštene web stranice
ms_my: Laman web yang dibenarkan
pl_pl: Potwierdzone strony internetowe

source: Authorized warehouses
de_de: Autorisierte Lagerhäuser
es_es: Almacenes autorizados
hr_hr: Ovlašteni magacini
ms_my: Gudang yang dibenarkan
pl_pl: Potwierdzone magazyny
