Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Last month
de_de: letzter Monat
es_es: Mes pasado
hr_hr: Prošli mjesec
ms_my: Bulan lepas
pl_pl: Ostatni Miesiąc

source: Last week
de_de: letzte Woche
es_es: La semana pasada
hr_hr: Prošli tjedan
ms_my: Minggu lepas
pl_pl: Ostatni tydzień

source: Yesterday
de_de: Gestern
es_es: Ayer
hr_hr: Jučer
ms_my: Semalam
pl_pl: Wczoraj

source: Week-to-date
de_de: Woche-bis-dato
es_es: Semana a la fecha
hr_hr: Od početka tjedna do danas
ms_my: Minggu-to-date
pl_pl: Tydzień do daty

source: Today
de_de: Heute
es_es: Hoy
hr_hr: Danas
ms_my: Hari ini
pl_pl: Dzisiaj

source: Month-to-date
de_de: Monat-bis-dato
es_es: Mes a la fecha
hr_hr: Od početka mjeseca do danas
ms_my: Bulan-ke-tarikh
pl_pl: Miesiąc do daty

source: Year-to-day
es_es: Un Año hasta Fecha
hr_hr: Od početka godine do danas
ms_my: Tahun demi hari
pl_pl: Rok do dnia

source: 3 Year
es_es: 3 años
hr_hr: 3 godine
ms_my: 3 tahun
pl_pl: 3 Lata

source: 1 Year
de_de: 1 Jahr
es_es: 1 año
hr_hr: 1 godina
ms_my: 1 tahun
pl_pl: Rok

source: 6 Months
es_es: 6 meses
hr_hr: 6 mjeseci
ms_my: 6 bulan
pl_pl: 6 miesięcy

source: 1 Quarter
es_es: Trimestre
hr_hr: 1 kvartal
ms_my: 1 Suku
pl_pl: 1 Kwartał

source: 1 Month
es_es: 1 mes
hr_hr: 1 mjesec
ms_my: 1 bulan
pl_pl: 1 Miesiąc

source: 10 Days
es_es: 10 días
hr_hr: 10 dana
ms_my: 10 hari
pl_pl: 10 Dni

source: 1 Week
es_es: Semana
hr_hr: 1 tjedan
ms_my: 1 minggu
pl_pl: 1 Tydzień

source: 1 Day
es_es: 1 Día
hr_hr: 1 dan
ms_my: 1 hari
pl_pl: 1 Dzień

source: 1 Hour
de_de: 1 Stunde
es_es: 1 Hora
hr_hr: 1 sat
ms_my: 1 jam
pl_pl: 1 Godzina

source: Description
de_de: Beschreibung
es_es: Descripción
hr_hr: Opis
ms_my: Penerangan
pl_pl: Opis

source: Quantity
de_de: Menge
es_es: Cantidad
hr_hr: Količina
ms_my: Kuantiti
pl_pl: Ilość

source: Credits
de_de: Gutschriften
es_es: Créditos
hr_hr: Krediti
ms_my: Kredit
pl_pl: Kredyty

source: Amount off
es_es: Cantidad de descuento
ms_my: Jumlah off

source: Amount paid
es_es: Cantidad pagada
ms_my: Amaun yang dibayar

source: To Pay Amount
de_de: Betrag zu bezahlen
es_es: Importe por pagar
hr_hr: Iznos za plaćanje
ms_my: Untuk Bayar Amaun
pl_pl: Aby zapłacić kwotę

source: %s customer
es_es: %s cliente
hr_hr: %s klijent
ms_my: pelanggan% s
pl_pl: %s Klient

source: %s order
de_de: %s Bestellung
es_es: %s pedido
hr_hr: %s narudžba
ms_my: % s pesanan
pl_pl: %s zamówienie

source: %s store
es_es: %s tienda
hr_hr: %s trgovina
ms_my: kedai s%
pl_pl: %s sklep

source: %s department
es_es: %s departamento
hr_hr: %s odjel
ms_my: % s jabatan
pl_pl: %s departament

source: %s family
es_es: %s familia
hr_hr: %s obitelj
ms_my: keluarga% s
pl_pl: %s rodzina produktów

source: %s product
de_de: %s Produkt
es_es: %s producto
hr_hr: %s proizvod
ms_my: % s produk
pl_pl: %s produkt

source: %s category
es_es: %s categoria
hr_hr: %s kategorija
ms_my: % s kategori
pl_pl: %s Kategoria

source: %s item
de_de: %s Artikel
es_es: %s artículo
hr_hr: %s stavka
pl_pl: %s produkt

source: %s invoice
es_es: %s factura
hr_hr: %s faktura
ms_my: invois% s
pl_pl: %s Faktura

source: %s delivery note
es_es: % s albarán de entrega
hr_hr: %s otpremnica
ms_my: nota penghantaran% s
pl_pl: %s dokument dostawy

source: %s part
de_de: %s Element
es_es: pieza %s
hr_hr: %s dio
ms_my: % s bahagian
pl_pl: %s część

source: %s discontinued part
es_es: %s pieza descontinuada
hr_hr: %s isključeni dio
ms_my: bahagian% s dihentikan
pl_pl: %s część niekontynuowana

source: %s supplier's product
es_es: %s producto del proveedor
ms_my: pembekal% s produk

source: %s website
es_es: %s sitio web
hr_hr: %s web stranica
ms_my: laman web% s
pl_pl: %s strona internetowa

source: %s webpage
es_es: %s página web
ms_my: halaman web% s

source: %s warehouse
de_de: %s Lager
es_es: %s almacen
hr_hr: %s magacin
ms_my: gudang% s
pl_pl: %s magazyn

source: %s supplier
es_es: %s proveedor
hr_hr: %s dobavljač
ms_my: pembekal% s
pl_pl: %s Dostawca

source: %s employee
es_es: %s empleado
hr_hr: %s zaposlenik
ms_my: pekerja% s
pl_pl: %s pracownik

source: %s ex employee
es_es: %s ex empleado
hr_hr: %s bivši zaposlenik
ms_my: % s bekas pekerja
pl_pl: %s były pracownik

source: %s contractor
es_es: % s contratista
hr_hr: %s izvođač
ms_my: kontraktor% s
pl_pl: %s kontraktor

source: %s user
es_es: %s usuario
hr_hr: %s korisnik
ms_my: % s pengguna
pl_pl: %s użytkownik

source: %s report
de_de: %s Bericht
es_es: %s informe
hr_hr: %s izvještaj
ms_my: % s laporan
pl_pl: %s raport

source: %s session
es_es: %s sesión
hr_hr: %s sjednica
ms_my: sesi% s
pl_pl: %s sesja

source: %s list
es_es: %s lista
hr_hr: %s lista
ms_my: senarai% s
pl_pl: %s lista

source: %s customer who favored
es_es: % s cliente que favoreció
hr_hr: %s Klijent koji je favorizirao
ms_my: pelanggan% s yang disukai
pl_pl: %s klient który polubił

source: %s query
es_es: consulta% s
hr_hr: %s upit
ms_my: pertanyaan% s
pl_pl: %s pytanie

source: %s search
es_es: % s buscar
hr_hr: %s pretraživanje
ms_my: % s carian
pl_pl: %s Szukaj

source: %s transaction
es_es: %s transacción
hr_hr: %s transakcija
ms_my: urus niaga% s
pl_pl: %s transakcja

source: %s payment account
es_es: %s cuenta de pago
hr_hr: %s račun za plaćanje
ms_my: akaun pembayaran% s
pl_pl: %s konto płatności

source: %s timesheet
es_es: %s parte de horas
hr_hr: %s vremenska lista
pl_pl: %s grafik

source: %s overtime
es_es: %s hora extras
hr_hr: %s prekovremeni sat
ms_my: % s lebih masa
pl_pl: %s nadgodzina

source: %s attachment
es_es: Archivo Adj.%s
hr_hr: %s prilog
ms_my: lampiran% s
pl_pl: %s załącznik

source: %s year
es_es: %s año
hr_hr: %s godina
ms_my: % s tahun
pl_pl: %s rok

source: %s week
es_es: %s semana
hr_hr: %s tjedan
ms_my: % s minggu
pl_pl: %s Tydzień

source: %s month
es_es: %s mes
hr_hr: %s mjesec
ms_my: % s bulan
pl_pl: %s miesiąc

source: %s picker
es_es: %s recogedor
hr_hr: %s pokupljač
ms_my: pemetik% s
pl_pl: %s osoba przygotowujaca

source: %s packer
es_es: %s empacador
hr_hr: %s pakiratelj
ms_my: pembungkus% s
pl_pl: %s osoba pakująca

source: %s charge
es_es: % s de carga
hr_hr: %s naplata
ms_my: caj% s
pl_pl: %s opłata

source: %s shipping zone
es_es: %s zona de envío
hr_hr: %s zona dostave
ms_my: zon penghantaran% s
pl_pl: % s strefa wysyłki

source: %s data set
es_es: %s conjunto de datos
hr_hr: %s skup podataka
ms_my: set data% s
pl_pl: % s zestaw danych

source: %s time series
es_es: % s series de tiempo
ms_my: s siri masa
pl_pl: %s szereg czasowy

source: %s time series type
es_es: %s tipo de serie temporal
ms_my: jenis siri masa s%
pl_pl: %s typ szeregu czasowego

source: %s image
es_es: %s imagen
hr_hr: %s slika
ms_my: imej% s
pl_pl: %s obraz

source: %s campaign
es_es: %s campaña
hr_hr: %s kampanja
ms_my: % s kempen
pl_pl: %s kampania

source: %s offer
es_es: %s oferta
hr_hr: %s ponuda
ms_my: tawaran% s
pl_pl: %s oferta

source: %s purchase order
es_es: %s orden de compra
hr_hr: %s narudžbenica
ms_my: pesanan pembelian% s
pl_pl: %s zamówienie

source: %s webpage block
es_es: %s bloque de página web
hr_hr: %s blok web stranice
ms_my: blok halaman web% s
pl_pl: %s blok strony internetowej

source: %s agent
es_es: %s agente
ms_my: ejen% s

source: %s allowance
es_es: % s asignacion
hr_hr: %s dupuštenje
ms_my: elaun% s
pl_pl: Szyfr Produktu

source: %s user category
de_de: %s Benutzer Kategorie
es_es: %s categoría de usuario
hr_hr: %s korisnička kategorija
ms_my: kategori pengguna% s
pl_pl: %s kategoria użytkownika

source: %s delivery
es_es: %s entrega
hr_hr: %s dostava
ms_my: penghantaran% s
pl_pl: %s dostawa

source: %s payment
es_es: %s pago
hr_hr: %s uplata
ms_my: % s pembayaran
pl_pl: %s płatność

source: %s deleted employee
es_es: %s eliminar empleado
hr_hr: %s izbrisan zaposlenik
ms_my: pekerja yang dipadam% s
pl_pl: %s usunięty pracownik

source: %s deleted contractor
es_es: %s contratista eliminado
hr_hr: %s izbrisan izvođač
ms_my: kontraktor yang dipadam% s
pl_pl: %s usunięty kontraktor

source: %s location
es_es: %s ubicación
ms_my: % s lokasi

source: %s part location
es_es: %s ubicación de la pieza
hr_hr: %s lokacija dijela
ms_my: % s bahagian lokasi
pl_pl: %s lokalizacja części

source: %s online web page
es_es: %s página web en línea
hr_hr: %s online web stranica
ms_my: halaman web dalam talian% s
pl_pl: %s strona internetowa online

source: %s replenishment
es_es: %s reposición
hr_hr: %s obnova zaliha
ms_my: penambahan% s
pl_pl: %s uzupełnienie

source: %s order in basket
es_es: % s orden en la cesta
hr_hr: %s narudžba u košarici
ms_my: pesanan% s dalam bakul
pl_pl: %s zamówienie w koszyku

source: %s order in warehouse
es_es: %s pedido en almacén
hr_hr: %s narudžba u magacinu
ms_my: pesanan% s dalam gudang
pl_pl: %s zamówienie na magazynie

source: %s customer with credit
es_es: % s cliente con crédito
hr_hr: %s klijent sa kreditom
ms_my: pelanggan% dengan kredit
pl_pl: %s klient z kredytem

source: %s country
es_es: %s país
hr_hr: %s zemlja
ms_my: % s negara
pl_pl: %s kraj

source: %s issue
es_es: %s problema
ms_my: % s isu

source: %s deleted Api key
es_es: % s eliminó la clave Api
hr_hr: %s izbrisan API ključ
ms_my: % s dipadam api Api
pl_pl: %s usunięty klucz API

source: %s email
es_es: %s correo electrónico
ms_my: e-mel% s

source: %s refund
es_es: %s reembolso
hr_hr: %s refundacija
ms_my: pengembalian% s
pl_pl: %s zwrot

source: %s warehouse area
es_es: %s area de almacén
ms_my: kawasan gudang% s

source: %s deleted invoice
es_es: %s factura eliminada
ms_my: invois% yang dipadam% s

source: %s record
de_de: %s Vermerk
es_es: %s registro
hr_hr: %s zapis
ms_my: rekod% s
pl_pl: %s rejestr

source: %s customer of %s
es_es: %s cliente de %s
hr_hr: %s klijent od %s
ms_my: % s pelanggan daripada% s
pl_pl: %s klient z %s

source: %s order of %s
es_es: %s pedido de %s
hr_hr: %s narudžba od %s
ms_my: % s pesanan% s
pl_pl: %s zamówienie z %s

source: %s store of %s
es_es: %s tienda de %s
hr_hr: %s trgovina od %s
ms_my: % s menyimpan% s
pl_pl: %s sklep z %s

source: %s department of %s
es_es: %s departmento de %s
hr_hr: %s odjel od %s
ms_my: % s jabatan% s
pl_pl: %s departament z %s

source: %s family of %s
es_es: %s familia de %s
hr_hr: %s obitelj od %s
ms_my: keluarga% s% s
pl_pl: %s rodzina produktów z %s

source: %s product of %s
es_es: %s producto de %s
hr_hr: %s proizvod od %s
ms_my: % s daripada% s
pl_pl: %s produkt z %s

source: %s category of %s
es_es: % s categoría de% s
hr_hr: %s kategorija od %s
ms_my: % s kategori% s
pl_pl: %s kategoria z %s

source: %s webpage of %s
es_es: %s Pagina web de %s
ms_my: % s laman web% s

source: %s website of %s
es_es: %s sitio web de %s
hr_hr: %s web stranica od %s
ms_my: % s laman web% s
pl_pl: %s strona internetowa z %s

source: %s warehouse of %s
es_es: Almacén% s de% s
hr_hr: %s magacin od %s
ms_my: % s gudang% s
pl_pl: %s magazyn z %s

source: %s employee of %s
es_es: %s empleado de %s
hr_hr: %s zaposlenik od %s
ms_my: pekerja% s% s
pl_pl: %s pracownik z %s

source: %s contractor of %s
es_es: %s contratista de %s
hr_hr: %s izvođač od %s
ms_my: kontraktor% s% s
pl_pl: %s kontraktor z %s

source: %s attachment of %s
es_es: %s adjunto de %s
hr_hr: %s prilog od %s
ms_my: % s lampiran% s
pl_pl: %s załącznik z %s

source: %s year of %s
es_es: %s año de %s
hr_hr: %s godina od %s
ms_my: % s tahun% s
pl_pl: %s rok z %s

source: %s month of %s
es_es: %s mes of %s
hr_hr: %s mjesec od %s
ms_my: % s bulan% s
pl_pl: %s miesiąc z %s

source: %s week of %s
es_es: %s semana de %s
hr_hr: %s tjedni od %s
ms_my: % s minggu% s
pl_pl: %s tydzień z %s

source: %s newsletter of %s
es_es: %s newsletter de %s
hr_hr: %s newsletter od %s
ms_my: newsletter% s% s
pl_pl: %s newsletter z %s

source: %s warehouse area of %s
es_es: % s área de almacén de% s
ms_my: % gudang kawasan% s

source: Invalid tax number format
de_de: Ungültiges USt-IdNr.-Format
es_es: Número de IVA no válido
hr_hr: Nevažeći format poreznog broja
ms_my: Format nombor cukai tidak sah
pl_pl: Nieprawidłowy Format Numeru NIP

source: Can't verify the tax numbers in this country
de_de: Steuernummern dieses Landes können nicht überprüft werden
es_es: No se pueden verificar los números de impuestos en este país.
hr_hr: Nije moguće provjeriti porezne brojeve u ovoj državi
ms_my: Tidak boleh mengesahkan nombor cukai di negara ini
pl_pl: Nie można zweryfikować numeru podatku w podanym kraju

source: Validations server is busy please try later
de_de: Die Prüfseite ist überlastet. Bitte versuchen Sie es später nochmals.
es_es: El servidor de validaciones está ocupado, intente más tarde
hr_hr: Server za provjeru valjanosti je zauzet, pokušajte kasnije
ms_my: Pengesah pelayan sibuk sila cuba nanti
pl_pl: Serwer walidacji jest zajęty, spróbuj później

source: Customer list name
es_es: Nombre de la lista de clientes
hr_hr: Ime popisa kupaca
ms_my: Nama senarai pelanggan
pl_pl: Nazwisko klienta

source: Sales history
de_de: Verkaufshistorie
es_es: Historial de ventas
hr_hr: Povijest prodaje
ms_my: Sejarah jualan
pl_pl: Historia wyprzedaży

source: Non zero records
de_de: Keine-Null-Aufzeichnungen
es_es: Registros distintos de cero
hr_hr: Nenulti zapisi
ms_my: Tiada rekod sifar
pl_pl: Brak zerowych rekordów

source: Create sales history
de_de: Erstellen Sie eine Verkaufshistorie
es_es: Crear historial de ventas
hr_hr: Kreiraj povijest prodaje
ms_my: Buat sejarah jualan
pl_pl: Stwórz historię sprzedaży

source: Recreate sales history
de_de: Verkaufshistorie neu erstellen
es_es: Recrea el historial de ventas
hr_hr: Ponovno kreirajte povijest prodaje
ms_my: Mewujudkan sejarah jualan
pl_pl: Odtwórz historię sprzedaży

source: Sales precomputed sales values
de_de: Verkauf, vorberechnete Verkaufswerte
es_es: Ventas valores de ventas precalculados
hr_hr: Prodaja unaprijed izračunate prodajne vrijednosti
ms_my: Jualan nilai jualan terdahulu
pl_pl: wartość wcześniejszych sprzedaży

source: <i>X</i> to day
de_de: <i>X</i> zum Tag
es_es: <i>X</i> al día
hr_hr: <i>X</i> za dan
ms_my: <i> X </ i> ke hari
pl_pl: <i>X</i> do dnia

source: Calculate values
de_de: Errechne Werte
es_es: Calcular valores
hr_hr: Izračunajte vrijednosti
ms_my: Kirakan nilai
pl_pl: Oblicz wartość

source: Recalculate values
de_de: Werte neu berechnen
es_es: Recalcular valores
hr_hr: Ponovno izračunavanje vrijednosti
ms_my: Nilai semula nilai
pl_pl: oblicz ponownie wartość

source: Ongoing intervals
de_de: Laufende Intervalle
es_es: Intervalos continuos
hr_hr: Tekući intervali
ms_my: Selang masa yang berterusan
pl_pl: Trwające odstępy

source: Previous intervals
de_de: vorherige Intervalle
es_es: Intervalos anteriores
hr_hr: Prethodni intervali
ms_my: Selang masa sebelumnya
pl_pl: Poprzednie odstępy

source: Click to choose a file
de_de: klicken Sie um Dateien auszuwählen
es_es: Haga clic para elegir un archivo
hr_hr: Kliknite za odabir datoteke
ms_my: Klik untuk memilih fail
pl_pl: Kliknij żeby wybrać plik

source: or drag it here
de_de: oder ziehen Sie sie hier
es_es: o arrástralo aquí
hr_hr: ili ga prevucite ovdje
ms_my: atau seret di sini
pl_pl: przeciągnij tutaj

source: Upload
de_de: Hochladen
es_es: Subir
hr_hr: Učitaj
ms_my: Muat naik
pl_pl: Prześlij

source: Uploading
de_de: wird hochgeladen
es_es: Subir
hr_hr: Prijenos
ms_my: Memuat naik
pl_pl: Przesyłanie

source: Lost
de_de: Verloren
es_es: Perdido
hr_hr: Izgubljeno
ms_my: Hilang
pl_pl: Stracony

source: Damaged
de_de: beschädigt
es_es: Dañadas
hr_hr: Oštećeno
ms_my: Rusak
pl_pl: Uszkodzone

source: Errors
de_de: Fehler
es_es: Errores
hr_hr: Pogreške
ms_my: Kesilapan
pl_pl: Błędy

source: Purges
de_de: Ausräumen
es_es: Purgas
hr_hr: Čišćenja
ms_my: Membiak
pl_pl: czystki

source: Mailshots for orders in basket
es_es: mailing para pedidos en cesta
ms_my: Mailshots untuk pesanan dalam bakul

source: Login
es_es: Iniciar sesión
hr_hr: Prijavite se
ms_my: Log masuk

source: Username
de_de: Benutzername
es_es: Nombre de usuario
hr_hr: Korisničko ime
ms_my: Nama pengguna
pl_pl: Użytkownik

source: Password
de_de: Passwort
es_es: Contraseña
hr_hr: Lozinka
ms_my: Kata laluan
pl_pl: Hasło

source: Log In
de_de: Anmelden
es_es: Ingresar
hr_hr: Prijava
ms_my: Log masuk
pl_pl: Zaloguj się

source: Was not possible to log in with these credentials
de_de: Es war nicht möglich, sich mit diesen Anmeldeinformationen anzumelden
es_es: No fue posible iniciar sesión con estas credenciales
hr_hr: Nije bilo moguće prijaviti se s ovim podacima za prijavu
ms_my: Tidak mungkin untuk log masuk dengan kelayakan ini
pl_pl: Nie można było zalogować się przy użyciu tych danych

source: Skip
de_de: stornieren
es_es: Saltar
hr_hr: Preskoči
ms_my: Langkau
pl_pl: Pomiń

source: Contacts by number of orders
de_de: Kontakte nach Anzahl der Bestellungen
es_es: Contactos por número de pedidos
hr_hr: Kontakti po broju narudžbi
ms_my: Kenalan mengikut bilangan pesanan
pl_pl: Kontakty wg ilości zamówień

source: Without orders
de_de: Ohne Bestellungen
es_es: Sin ordenes
hr_hr: Bez narudžbi
ms_my: Tanpa pesanan
pl_pl: Bez zamówień

source: With orders
de_de: Mit Bestellungen
es_es: Con pedidos
hr_hr: S narudžbama
ms_my: Dengan pesanan
pl_pl: Z zamówieniami

source: Interval
de_de: Intervall
es_es: Intervalo
ms_my: Selang
pl_pl: Przerwa

source: Day
de_de: Tag
es_es: Día
hr_hr: Dan
ms_my: Hari
pl_pl: Dzień

source: YTD
de_de: JBD
es_es: AAF
hr_hr: YTD - od početka godine do danas
pl_pl: Rok do daty

source: MTD
de_de: MBD
es_es: MAF
hr_hr: MTD - od početka mjeseca do danas
pl_pl: Miesiąc do daty

source: WTD
de_de: WBD
es_es: SAF
hr_hr: WTD - od početka tjedna do danas
pl_pl: Tydzień do dzisiaj

source: Y'day
de_de: Gestern
es_es: Tu
hr_hr: Jučer
pl_pl: Wczoraj

source: Last W
de_de: letzte W
es_es: Ultima W
hr_hr: Prošli tjedan
pl_pl: Ostatni T

source: 1W
es_es: 1S
hr_hr: 1 tjedan
pl_pl: 1t

source: 1q
es_es: 3m
hr_hr: 1 kvartal
pl_pl: 1k

source: 1Y
de_de: 1J
es_es: 1A
hr_hr: 1 godina
pl_pl: 1R

source: All
de_de: Alle
es_es: Todos
hr_hr: Sve
ms_my: Semua
pl_pl: Wszystko

source: From
de_de: set
es_es: Desde
hr_hr: Od
ms_my: Dari
pl_pl: Od

source: Until
de_de: bis
es_es: Hastas
hr_hr: Stavka
ms_my: Sehingga
pl_pl: ważny do

source: Exchange
es_es: Intercambio
hr_hr: Razmjena
ms_my: Pertukaran
pl_pl: wymiana

source: Set extra costs
es_es: Establecer costos adicionales
ms_my: Tetapkan kos tambahan

source: exclude 0 SKOs in
es_es: excluir 0 SKOs en
ms_my: tidak termasuk 0 SKOs dalam

source: Distribute
es_es: Distribuir
ms_my: Pengedaran

source: Distribute equally each item
es_es: Distribuir equitativamente cada artículo
ms_my: Pengedaran sama rata setiap item

source: Distribute depending on value
es_es: Distribuir dependiendo del valor
ms_my: Mengedarkan bergantung kepada nilai

source: Finish costing
es_es: Coste final
ms_my: Selesaikan kos

source: Parts by status
de_de: Teile nach Status
es_es: Partes por estado
hr_hr: Dijelovi po statusu
ms_my: Bahagian mengikut status
pl_pl: Części według statusu

source: In Process
de_de: In Bearbeitung
es_es: En proceso
hr_hr: U procesu
ms_my: Dalam proses
pl_pl: w proces

source: Part/Locations stock history
de_de: Teil/Lokation Lagerbestand Historie
es_es: Historial de stock de piezas / ubicaciones
hr_hr: Povijest zaliha dijelova/lokacija
ms_my: Sejarah saham bahagian / lokasi
pl_pl: Historia części / lokalizacji asortymentu

source: Records
de_de: Verzeichnisse
es_es: Registros
hr_hr: Zapisi
ms_my: Rekod
pl_pl: rejestry

source: Daily stock history
de_de: Tagesbestand Historie
es_es: Historial diario de existencias
hr_hr: Dnevna povijest zaliha
ms_my: Sejarah saham harian
pl_pl: Historia dzienna asortymentu

source: Create stock history
de_de: Bestandhistorie erstellen
es_es: Crear historial de stock
hr_hr: Kreirajte povijest zaliha
ms_my: Buat sejarah saham
pl_pl: Utwórz historię asortymentu

source: Recreate stock history
de_de: Bestandhistorie neu erstellen
es_es: Recrea el historial de stock
hr_hr: Ponovno kreirajte povijest zaliha
ms_my: Menyusun semula sejarah saham
pl_pl: Odtwórz historię asortymentu

source: Precomputed sales values
de_de: Vorberechnete Verkaufswerte
es_es: Valores de ventas calculados previamente
hr_hr: Unaprijed izračunate prodajne vrijednosti
ms_my: Nilai jualan terdahulu
pl_pl: Wcześniejsza wartość sprzedaży

source: List name
es_es: Nombre de la lista
hr_hr: Popis imena
ms_my: Senarai nama
pl_pl: Lista nazw

source: Urgent
de_de: Dringend
es_es: Urgente
hr_hr: Hitno
pl_pl: Pilne

source: All stores
de_de: Alle Geschäfte
es_es: Todas las tiendas
hr_hr: Sve trgovine
ms_my: Semua kedai
pl_pl: Wszystkie sklepy

source: Sitting time
es_es: Tiempo sentado
ms_my: Waktu duduk

source: Average sitting time
es_es: Tiempo medio sentado
ms_my: Masa duduk purata

source: Orders sitting in the warehouse
es_es: Pedidos sentados en el almacén
ms_my: Perintah duduk di gudang

source: Dispatch time
es_es: Tiempo del envío
ms_my: Waktu penghantaran

source: Average dispatch time (last 30 days)
es_es: Tiempo promedio de despacho (últimos 30 días)
ms_my: Purata penghantaran masa penghantaran (30 hari terakhir)

source: Order dispatched (last 30 days)
es_es: Pedido enviado (últimos 30 días)
ms_my: Pesanan dihantar (30 hari terakhir)

source: In basket
de_de: im Warenkorb
es_es: En cesta
hr_hr: U košarici
ms_my: Dalam bakul
pl_pl: W koszyku

source: Unpaid submitted orders
de_de: Nicht bezahlte, eingereichte Bestellungen
es_es: Pedidos enviados sin pagar
hr_hr: Neplaćeni predani nalozi
ms_my: Pesanan yang tidak dibayar yang dihantar
pl_pl: Niezapłacone złożone zamówienia

source: Paid submitted orders
de_de: Bezahlte, eingereichte Bestellungen
es_es: Pedidos enviados pagados
hr_hr: Plaćeni predani nalozi
ms_my: Dibayar pesanan yang dihantar
pl_pl: Zamówienia złożone zapłacone

source: Orders in warehouse without alerts
de_de: Bestellungen im Lager ohne Warnungen
es_es: Pedidos en almacén sin alertas
hr_hr: Narudžbe u magacinu bez upozorenja
ms_my: Perintah dalam gudang tanpa isyarat
pl_pl: Zamówienia w magazynie (NO ALERTS)

source: Orders in warehouse with alerts
de_de: Bestellungen im Lager mit Warnungen
es_es: Pedidos en almacén con alertas
hr_hr: Narudžbe u magacinu s upozorenjima
ms_my: Perintah di gudang dengan isyarat
pl_pl: Zamówienia na magazynie (WITH ALERTS)

source: Invoicing
de_de: Rechnungsstellung
es_es: Facturación
hr_hr: Fakturiranje
ms_my: Invois
pl_pl: Fakturowanie

source: Invoiced orders waiting to be dispatched
de_de: Ausgestellte Rechnung, die auf den Versand warten
es_es: Pedidos facturados a la espera de ser enviados
hr_hr: Fakturirane narudžbe koje čekaju otpremu
ms_my: Perintah invois menunggu untuk dihantar
pl_pl: Zamówienia czekające do zafakturowania

source: Dispatched today
de_de: Heute versandt
es_es: Enviado hoy
hr_hr: Otpremljeno danas
pl_pl: Wysłane dzisiaj

source: Today's dispatched orders
de_de: Heute versandte Bestellungen
es_es: Los pedidos enviados hoy
hr_hr: Današnje otpremljene narudžbe
ms_my: Pesanan dihantar hari ini
pl_pl: Dzisiejsze wysłane zamówienia

source: Staging area
es_es: area de almacenamiento
ms_my: Kawasan pementasan

source: New delivery notes
es_es: Nuevo albarán
ms_my: Nota penghantaran baru

source: Delivery note assigned
es_es: Albarán asignado
ms_my: Nota penghantaran diberikan

source: Waiting
de_de: Wartend
es_es: Esperando
hr_hr: Čekanje
ms_my: Menunggu
pl_pl: Oczekiwanie

source: Waiting for customer
es_es: esperando a un cliente
ms_my: Menunggu pelanggan

source: Waiting for restock
es_es: Esperando reposición
ms_my: Menunggu restock

source: Waiting for production
es_es: Esperando la producción
ms_my: Menunggu pengeluaran

source: Orders been picked
es_es: Pedidos recogidos
ms_my: Pesanan telah dipilih

source: Orders been packed
es_es: Los pedidos han sido embalados
ms_my: Pesanan telah dibungkus

source: Orders closed waiting for paperwork
es_es: Órdenes cerradas esperando aprobación
ms_my: Pesanan tertutup menunggu kertas kerja

source: Delivery area
es_es: Área de entrega
ms_my: Kawasan penghantaran

source: Order ready to be dispatched
es_es: Pedido listo para ser enviado
ms_my: Pesanan bersedia dihantar
