Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: caption
de_de: Bildbeschriftung
es_es: subtítulo
hr_hr: naslov
ms_my: keterangan
pl_pl: podpis

source: Employee can see file
de_de: Datei für Kunden Angestellte sichtbar
es_es: Empleado puede ver el archivo
hr_hr: Zaposlenik može vidjeti datoteku
ms_my: Pekerja boleh melihat fail
pl_pl: Pracownik może widzieć plik

source: Customers can see
de_de: Für Kunden sichtbar
es_es: Los clientes pueden ver
hr_hr: Klijenti mogu vidjeti
ms_my: Pelanggan boleh melihat
pl_pl: Klienci mogą widzieć

source: Public
de_de: Öffentlich
es_es: Público
hr_hr: Javno
ms_my: Awam
pl_pl: Publiczny

source: File
de_de: Datei
es_es: Archivo
hr_hr: Datoteka
ms_my: Fail
pl_pl: Plik

source: File name
de_de: Dateiname
es_es: nombres de archivos
hr_hr: Naziv datoteke
ms_my: Nama fail
pl_pl: Nazwa pliku

source: File size
de_de: Dateigröße
es_es: Tamaño del archivo
hr_hr: Veličina datoteke
ms_my: Saiz fail
pl_pl: Rozmiar pliku

source: Preview
de_de: Vorschau
es_es: Prevista
hr_hr: Pregled
ms_my: Pratonton
pl_pl: Podgląd

source: Credit Card
de_de: Kreditkarte
es_es: Tarjeta de crédito
hr_hr: Došlo je do problema s obradom vaše kreditne kartice, molimo vas ponovno unesite podatke o plaćanju
ms_my: Kad kredit
pl_pl: Karta Kredytowa

source: Cash
de_de: Barzahlung
es_es: Efectivo
hr_hr: Gotovina
ms_my: Tunai
pl_pl: Gotówka

source: Check
de_de: Scheck
es_es: Compruebe
hr_hr: Ček
ms_my: Semak
pl_pl: Sprawdź

source: Bank Transfer
de_de: Banküberweisung
es_es: Transferencia bancaria
hr_hr: Bankovni transfer
ms_my: Pemindahan bank
pl_pl: Przelew Bankowy

source: Other
de_de: Sonstige
es_es: Otros
hr_hr: Drugo
ms_my: Lain-lain
pl_pl: Inne

source: Unknown
de_de: Unbekannt
es_es: Desconocido
hr_hr: Nepoznato
ms_my: Tidak diketahui
pl_pl: Nieznane

source: Paid
de_de: Bezahlt
es_es: Pagado
hr_hr: Plaćeno
ms_my: Dibayar
pl_pl: Zapłacono

source: Not paid
de_de: Nicht bezahlt
es_es: No pagado
hr_hr: Nije plaćeno
ms_my: Tidak dibayar
pl_pl: Nie zapłacono

source: Partially paid
de_de: Teilweise bezahlt
es_es: Parcialmente pagado
hr_hr: Djelomično plaćeno
ms_my: Dibayar separuh
pl_pl: Częściowo zapłacone

source: Paid back in full
de_de: Vollständig zurückgezahlt
es_es: Pagado
hr_hr: Vraćeno u cijelosti
ms_my: Dibayar balik sepenuhnya
pl_pl: Zaplacono w całości

source: Not paid back
de_de: nicht zurückgezahlt
es_es: No pagado en su totalidad
hr_hr: Nije vraćeno
ms_my: Tidak dibayar balik
pl_pl: Nie zapłacone

source: Partially paid back
de_de: Teilweise zurückbezahlt
es_es: Parcialmente pagado
hr_hr: Djelomično vraćeno
ms_my: Dibayar sebahagiannya
pl_pl: Częściowo zapłacone

source: Paid in full
de_de: Vollständig bezahlt
es_es: Pagado en su totalidad
hr_hr: Plaćeno u cijelosti
ms_my: Bayaran penuh
pl_pl: Zaplacono w całości

source: Partially Paid
de_de: Teilweise bezahlt
es_es: Pagado parcialmente
hr_hr: Djelomično plaćeno
ms_my: Dibayar Secara Sebahagian
pl_pl: Częściowo zapłacone

source: Order submitted by customer
es_es: Pedido enviado por un cliente
ms_my: Perintah yang dikemukakan oleh pelanggan

source: Picking order
es_es: recogiendo Pedidos
ms_my: Memilih pesanan
pl_pl: Zamówienie do przygotowania

source: Pending
de_de: Steht aus
es_es: Por hacer
hr_hr: U tijeku
ms_my: Yang belum selesai
pl_pl: W toku

source: Completed
de_de: Abgeschlossen
es_es: Completado
hr_hr: Dovršeno
ms_my: Selesai
pl_pl: Kompletny

source: Cash on delivery
de_de: Bezahlung per Nachnahme
es_es: Contra reembolso
hr_hr: Plaćanje pouzećem
ms_my: Tunai semasa penghantaran
pl_pl: Płatne przy odbiorze

source: Account
de_de: Konto
es_es: Cuenta
hr_hr: Račun
ms_my: Akaun
pl_pl: Konto

source: A payment of
de_de: Eine Zahlung über
es_es: Un pago de
hr_hr: Uplata od
ms_my: Pembayaran
pl_pl: Płatność

source: using
de_de: unter Verwendung von
es_es: usando
hr_hr: korištenjem
ms_my: menggunakan
pl_pl: za pomocą

source: payment service provider
de_de: Zahlungsdienstleister
es_es: proveedores de servicios de pago
hr_hr: pružatelj platnih usluga
ms_my: pembekal khidmat pembayaran
pl_pl: serwis oferujący płatność

source: is in process
de_de: ist in Bearbeitung
es_es: Está en proceso
hr_hr: u procesu
ms_my: sedang dalam proses
pl_pl: jest w toku

source: has been paid from the customer account
de_de: wurde vom Kundenkonto bezahlt
es_es: ha sido pagado desde la cuenta del cliente
hr_hr: isplaćeno s računa kupca
ms_my: telah dibayar dari akaun pelanggan
pl_pl: zapłacono z konta klienta

source: has been completed sucessfully
de_de: wurde erfolgreich abgeschlossen
es_es: ha sido completado correctamente
hr_hr: je uspješno dovršeno
ms_my: telah selesai berjaya
pl_pl: zostało zakończone sukcesem

source: has been cancelled
de_de: wurde storniert
es_es: ha sido cancelado
hr_hr: otkazano
ms_my: telah dibatalkan
pl_pl: zostało usunięte

source: has had an error
de_de: wies einen Fehler auf
es_es: ha tenido un error
hr_hr: greška
ms_my: telah mengalami kesilapan
pl_pl: wystąpił błąd

source: payment in process
de_de: Zahlung in Prozess
es_es: pago en proceso
hr_hr: plaćanje u procesu
ms_my: pembayaran dalam proses
pl_pl: płatność w toku

source: payment completed successfully
de_de: Zahlung erfolgreich abgeschlossen
es_es: pago completado con éxito
hr_hr: plaćanje je uspješno izvršeno
ms_my: pembayaran berjaya diselesaikan
pl_pl: płatność zakończona sukcesem

source: payment cancelled
de_de: Zahlung storniert
es_es: pago cancelado
hr_hr: plaćanje otkazano
ms_my: pembayaran dibatalkan
pl_pl: płatność anulowana

source: payment has had an error
de_de: Zahlung wies einen Fehler auf
es_es: el pago ha tenido un error
hr_hr: gošlo je do pogreške prilikom plaćanja
ms_my: pembayaran telah mengalami kesilapan
pl_pl: wystąpił błąd przy płatności

source: code
de_de: Kode
es_es: código
hr_hr: kod
ms_my: kod
pl_pl: kod

source: Account beneficiary
de_de: Empfängerkonto
es_es: cuenta beneficiaria
hr_hr: Korisnik računa
ms_my: Benefisiari akaun
pl_pl: Konto beneficjenta

source: Bank address
de_de: Bankadresse
es_es: dirección del banco
hr_hr: Adresa banke
ms_my: alamat bank
pl_pl: Adres Banku

source: account number
de_de: Kontonummer
es_es: número de cuenta
hr_hr: broj racuna
ms_my: nombor akaun
pl_pl: Numer konta

source: Bank code
de_de: BLZ
es_es: Número de código bancario
hr_hr: Bankovni kod
ms_my: kod bank
pl_pl: Kod Banku

source: bank name
es_es: nombre del banco
hr_hr: naziv banke
ms_my: nama bank
pl_pl: Nazwa Banku

source: Account IBAN
de_de: Konto IBAN
es_es: Cuenta IBAN
hr_hr: IBAN računa
ms_my: Akaun IBAN
pl_pl: Numer IBAN

source: Expected
de_de: Erwartet
es_es: Esperado
hr_hr: Očekivano
ms_my: Dijangkakan
pl_pl: Oczekiwany

source: Diameter
de_de: Durchmesser
es_es: Diámetro
hr_hr: Promjer
pl_pl: Średnica

source: Material safety data sheet
de_de: Materialsicherheitsdatenblatt
es_es: Ficha de datos de seguridad de materiales
hr_hr: Sigurnosni list
ms_my: Lembaran data keselamatan bahan
pl_pl: Karta Bezpieczeństwa (MSDS)

source: Attachment
de_de: Anhang
es_es: Archivo Adj.
hr_hr: Prilog
ms_my: Lampiran
pl_pl: Załącznik

source: Email missing
es_es: Falta correo electrónico
ms_my: E-mel hilang

source: Email %s is already registered
es_es: Dirección de correo electrónico %s ya está registrada
ms_my: E-mel% s telah didaftarkan

source: Home
es_es: Inicio
hr_hr: Početna
ms_my: Rumah
pl_pl: Dom

source: Customers
de_de: Kunden
es_es: Clientes
hr_hr: Klijenti
ms_my: Pelanggan
pl_pl: Klienci

source: Catalogue
de_de: Katalog
es_es: Catalogo
hr_hr: Katalog
ms_my: Katalog
pl_pl: Katalog

source: Profile
es_es: Perfil
hr_hr: Profil
ms_my: Profil
pl_pl: Profil

source: Portfolio
es_es: Portafolio

source: Orders
de_de: Bestellungen
es_es: Pedidos
hr_hr: Narudžbe
ms_my: Pesanan
pl_pl: Zamówienia

source: Unknown Error
de_de: Unbekannter Fehler
es_es: Error desconocido
hr_hr: Nepoznata pogreška
ms_my: Ralat tidak diketahui
pl_pl: Nieznany Błąd

source: Website user %s created
de_de: Website-Benutzer %s erstellt
es_es: Usuario del sitio web% s creado
hr_hr: Korisnik web stranice %s je kreiran
ms_my: Pengguna laman web dibuat% s
pl_pl: Utworzono użytkownika witryny% s

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
hr_hr: Nepoznata pogreška
ms_my: Ralat tidak diketahui
pl_pl: Nieznany błąd

source: password
de_de: Passwort
es_es: contraseña
hr_hr: lozinka
ms_my: kata laluan
pl_pl: hasło

source: Contact
de_de: Kontakt
es_es: Contacto
hr_hr: Kontakt
ms_my: Hubungi
pl_pl: Kontakt

source: Telephone
de_de: Telefon
es_es: Teléfono
hr_hr: Telefon
ms_my: Telefon
pl_pl: telefon

source: Mobile
de_de: Mobiles Gerät
es_es: Móvil
hr_hr: Mobilni
pl_pl: Telefon Komórkowy

source: Tax Number
de_de: Steuernummer
es_es: Número fiscal
hr_hr: Porezni broj
ms_my: Nombor cukai
pl_pl: Numer Podatkowy:

source: Contact address
es_es: Dirección de contacto
hr_hr: Kontakt adresa
ms_my: Alamat
pl_pl: Adres Kontaktowy

source: Contact address (Postal label)
es_es: Dirección de contacto (etiqueta postal)
hr_hr: Kontakt adresa (Poštanska oznaka)
ms_my: Alamat perhubungan (label pos)
pl_pl: Adres kontaktowy ( Naklejka do wysyłki)

source: Contact address (Separated fields)
es_es: Dirección de contacto (campos separados)
hr_hr: Kontakt adresa (odvojena polja)
ms_my: Alamat perhubungan (Medan terpisahkan)
pl_pl: Adres kontaktowy ( pola rozdzielone)

source: Contact address line 2
es_es: Dirección de contacto línea 2
ms_my: Alamat alamat talian 2
pl_pl: Adres linia 2

source: Contact address sorting code
es_es: Código de clasificación de la dirección de contacto
ms_my: Alamat alamat menyusun alamat
pl_pl: Adres kontaktowy

source: Contact address postal code
es_es: Dirección de contacto código postal
ms_my: Hubungi alamat poskod
pl_pl: Kod Pocztowy adresu

source: Contact address dependent locality
es_es: Dirección de contacto localidad dependiente
ms_my: Alamat perhubungan alamat bergantung
pl_pl: Adres kontaktowy

source: Contact address locality
es_es: Dirección de contacto localidad
ms_my: Alamat tempat perhubungan
pl_pl: Adres

source: Contact address administrative area
es_es: Dirección de contacto área administrativa
ms_my: Hubungi alamat kawasan pentadbiran
pl_pl: Adres do faktury - pole administratora

source: Contact address country
es_es: Dirección de contacto país
ms_my: Alamat alamat negara
pl_pl: Adres Kontaktowy

source: Billing address
de_de: Rechnungsadresse
es_es: Datos de facturación
hr_hr: Adresa za naplatu
ms_my: Alamat bil
pl_pl: Adres do faktury

source: Billing address (Separated fields)
es_es: Dirección de facturación (campos separados)
hr_hr: Adresa za naplatu (odvojena polja)
ms_my: Alamat pengebilan (Medan terpisahkan)
pl_pl: Adres do faktury ( pola rozdzielone)

source: Billing address line 2
es_es: Dirección de facturación línea 2
ms_my: Talian alamat pengebilan 2
pl_pl: Adres do Faktury linia 2

source: Billing address sorting code
es_es: Código de clasificación de la dirección de facturación
ms_my: Kod pengisihan alamat pengebilan
pl_pl: Kod adresu do faktury

source: Billing address postal code
es_es: Código postal de la dirección de facturación
ms_my: Alamat pos alamat pos
pl_pl: Kod Pocztowy adresu do faktury

source: Billing address dependent locality
es_es: Dirección de facturación localidad dependiente
ms_my: Alamat pengebilan alamat bergantung
pl_pl: Adres do faktury zależy od lokalizacji

source: Billing address locality
es_es: Dirección de facturación localidad
ms_my: Lokasi tempat pengebilan
pl_pl: Adres do faktury lokalizacja

source: Billing address administrative area
es_es: Dirección de facturación área administrativa
ms_my: Alamat pentadbiran alamat pengebilan
pl_pl: Adres do faktury - pole administratora

source: Billing address country
es_es: Dirección de facturación país
ms_my: Alamat alamat bil
pl_pl: Adres do Faktury - Kraj

source: Delivery address
de_de: Lieferadresse
es_es: Dirección de entrega
hr_hr: Adresa dostave
ms_my: Alamat penghantaran
pl_pl: Adres Dostawy

source: Delivery address (Separated fields)
es_es: Dirección de entrega (campos separados)
hr_hr: Adresa za dostavu (odvojena polja)
ms_my: Alamat penghantaran (Medan terpisahkan)
pl_pl: Adres dostawy (pola rozdzielone)

source: Delivery address line 2
es_es: Dirección de entrega línea 2
ms_my: Barisan alamat penghantaran 2
pl_pl: Adres dostawy linia 2

source: Delivery address sorting code
es_es: Código de clasificación de dirección de entrega
ms_my: Alamat menyusun alamat menyusun
pl_pl: Adres dostawy

source: Delivery address postal code
es_es: Código postal de la dirección de entrega
ms_my: Alamat pos alamat pos
pl_pl: Kod pocztowy adresu dostawy

source: Delivery address dependent locality
es_es: Dirección de entrega localidad dependiente
ms_my: Lokasi penghantaran alamat bergantung
pl_pl: Adres dostawy

source: Delivery address locality
es_es: Dirección de entrega localidad
ms_my: Lokasi tempat penghantaran
pl_pl: Adres dostawy

source: Delivery address administrative area
es_es: Dirección de entrega área administrativa
ms_my: Alamat pentadbiran alamat penghantaran
pl_pl: Adres do dostawy - pole administratora

source: Delivery address country
es_es: Dirección de entrega país
ms_my: Alamat alamat negara
pl_pl: Kraj adresu dostawy

source: Last order date
es_es: Fecha último pedido
hr_hr: Datum zadnje narudžbe
ms_my: Tarikh pesanan terakhir
pl_pl: Data ostatniego zamówienia

source: Account balance
es_es: Saldo de la cuenta
hr_hr: Stanje na računu
ms_my: Baki akaun
pl_pl: Stan konta

source: Customer Id
de_de: Kunden ID
es_es: ID de cliente
hr_hr: ID klijenta
ms_my: ID pelanggan
pl_pl: ID Klienta

source: Date
de_de: Datum
es_es: Fecha
hr_hr: Datum
ms_my: Tarikh
pl_pl: Data

source: Payment method
es_es: Forma de pago
hr_hr: Način plaćanja
ms_my: Kaedah pembayaran
pl_pl: Metoda płatności

source: Billing address (Postal label)
es_es: Dirección de facturación (etiqueta postal)

source: Delivery address (Postal label)
es_es: Dirección de entrega (etiqueta postal)

source: Weight
de_de: Gewicht
es_es: Peso
hr_hr: Težina
ms_my: Berat badan
pl_pl: Waga

source: Unit description
de_de: Einheit Beschreibung
es_es: Descripción de la unidad
hr_hr: Opis stavke
ms_my: Penerangan unit
pl_pl: Opis jednostki

source: Tariff code
de_de: Tarif Kode
es_es: Codigo de Tarifa
hr_hr: Tarifni kod
ms_my: Kod tarif
pl_pl: Kod taryfy

source: Origin
de_de: Herkunft
es_es: Origen
hr_hr: Zemlja podrijetla
ms_my: Asal
pl_pl: Pochodzenie

source: Units
de_de: Einheiten
es_es: Unidades
hr_hr: Jedinice
ms_my: Unit
pl_pl: Jednostki

source: Amount
de_de: Betrag
es_es: Importe
hr_hr: Iznos
ms_my: Jumlah
pl_pl: Konto

source: State
de_de: Stand
es_es: Estado
hr_hr: Zemlja
ms_my: Negeri
pl_pl: Stan

source: Delivery notes
de_de: Lieferscheine
es_es: Notas de entrega
hr_hr: Otpremnica
ms_my: Nota penghantaran
pl_pl: Notatki dostawy

source: Boxes
es_es: Cajas
hr_hr: Kutije
ms_my: Kotak
pl_pl: Pudełka

source: Tracking
es_es: Rastreo
hr_hr: Praćenje
ms_my: Penjejakan
pl_pl: Śledzenie

source: Number parcels
es_es: Paquetes de números
ms_my: Nombor petak

source: Type
de_de: Typ
es_es: Tipo
hr_hr: Tip
ms_my: Taipkan
pl_pl: Typ

source: Currency
de_de: Währung
es_es: Moneda
hr_hr: Valuta
ms_my: Mata wang
pl_pl: Waluta

source: Main payment method
es_es: Método de pago principal
hr_hr: Glavni način plaćanja
ms_my: Kaedah pembayaran utama
pl_pl: Główna forma płatności

source: Items net
es_es: Artículos Netos
hr_hr: Artikli neto
ms_my: Item bersih
pl_pl: Produkty Netto

source: Shipping net
es_es: Neto de envío
hr_hr: Dostava neto
ms_my: Penghantaran bersih
pl_pl: przesyłka netto

source: Charges net
es_es: Cargos netos
hr_hr: Troškovi neto
ms_my: Caj bersih
pl_pl: Opłaty netto

source: Insurance net
es_es: Red de seguros
hr_hr: Osiguranje neto
ms_my: Bersih insurans
pl_pl: Ubezpieczenie netto

source: Net
de_de: Netto
es_es: Neto
hr_hr: Neto
ms_my: Bersih
pl_pl: Netto

source: Tax
de_de: Steuer
es_es: Impuestos
hr_hr: Porez
ms_my: Cukai
pl_pl: Podatek

source: Sales Net
es_es: Ventas Netas
hr_hr: Prodaja Neto
ms_my: Jualan Bersih
pl_pl: sprzedaż netto

source: Invoices
de_de: Rechnungen
es_es: Facturas
hr_hr: Fakture
ms_my: Invois
pl_pl: Faktury

source: Refunds
de_de: Rückerstattungen
es_es: Reembolsos
hr_hr: Refundacije
ms_my: Bayaran Balik
pl_pl: Zwroty

source: Supplier
de_de: Lieferant
es_es: Proveedor
hr_hr: Dobavljač
ms_my: Pembekal
pl_pl: Dostawca

source: Availability
es_es: Disponibilidad
hr_hr: Dostupnost
ms_my: Ketersediaan
pl_pl: Dostępność

source: Supplier's product code
es_es: Código de producto del proveedor
ms_my: Kod produk pembekal

source: Supplier's unit description
de_de: Liefereinheit Beschreibung
es_es: Descripción de la unidad del proveedor
hr_hr: Opis jedinice dobavljača
ms_my: Penerangan unit pembekal
pl_pl: opis części dostawcy

source: Part reference
de_de: Referenz des Teiles
es_es: Parte de referencia
hr_hr: Referenca dijela
ms_my: Bahagian rujukan
pl_pl: Cżęściowe Referencje

source: Unit label
de_de: Einheitlabel
es_es: Etiqueta de la unidad
hr_hr: Oznaka jedinice
ms_my: Label unit
pl_pl: Etykieta jednostki

source: Part SKO description
es_es: Descripción de la parte SKO
hr_hr: Opis SKO dijela
ms_my: Bahagian keterangan SKO
pl_pl: Opis SKO części

source: for picking aid
es_es: ayuda para Recogida
hr_hr: pomoć pri odabiru
ms_my: untuk memilih bantuan
pl_pl: dokument zamówienia

source: Units per SKO
de_de: Artikel pro SKO
es_es: Unidades por SKO
hr_hr: Jedinica po SKO
ms_my: Unit bagi setiap SKO
pl_pl: Jednostki na SKO

source: SKOs per carton
de_de: SKOs pro Karton
es_es: Unidades por cartón
hr_hr: SKO po kutiji
ms_my: SKOs setiap kadbod
pl_pl: SKO na karton

source: SKO barcode
de_de: SKO Strichcode
es_es: Código de barras SKO
hr_hr: SKO barkod
ms_my: Kod bar SKO
pl_pl: Kod Kreskowy SKO

source: Carton barcode
es_es: Código de barras de cartón
ms_my: Kod bar kadbod

source: Recommended SKOs per selling outer
de_de: Empfohlener SKO pro Verkaufseinheit
es_es: SKO recomendados por venta externa
hr_hr: Preporučeni SKO-ovi po prodajnoj vanjskoj kutiji
ms_my: SKO yang disyorkan untuk jualan luar
pl_pl: rekomendowane SKO przez sprzedającą jednostkę

source: Weight shown in website
es_es: Peso mostrado en el sitio web
ms_my: Berat ditunjukkan di laman web

source: Unit dimensions
de_de: Einheit Dimensionen
es_es: Dimensiones de la unidad
hr_hr: Dimenzije jedinice
ms_my: Dimensi unit
pl_pl: Wymiary jednostki

source: SKO dimensions
de_de: SKO Dimensionen
es_es: Dimensiones del SKO
hr_hr: SKO dimenzije
ms_my: Dimensi SKO
pl_pl: Wymiary SKO

source: Materials
de_de: Materialien
es_es: Material
hr_hr: Materijali
ms_my: Bahan
pl_pl: Materiały

source: Country of origin
es_es: País de origen
hr_hr: Zemlja podrijetla
ms_my: Negara asal
pl_pl: Kraj pochodzenia

source: UN class
de_de: UN Klasse
es_es: Clase de la ONU
hr_hr: UN klasa
ms_my: Kelas PBB
pl_pl: Klasa UN

source: Packing group
de_de: Verpackungsgruppe
es_es: Grupo de empaquetamiento
hr_hr: Grupa pakiranja
ms_my: Kumpulan pembungkusan
pl_pl: Grupa - Pakowanie

source: Proper shipping name
de_de: Ordnungsgemäße Versandbezeichnung
es_es: Nombre de envío adecuado
hr_hr: Ispravno ime za otpremu
ms_my: Nama penghantaran yang betul
pl_pl: Prawidłowa Nazwa transportu

source: Hazard identification number
es_es: Número de identificación de peligro
ms_my: Nombor pengenalan bahaya

source: Minimum order (cartons)
de_de: Mindestbestellmenge (Kartons)
es_es: Pedido mínimo (cajas)
hr_hr: Minimalna narudžba (po kutijama)
ms_my: Pesanan minimum (kadbod)
pl_pl: Minimalne zamówienie ( kartony)

source: Average delivery time (days)
de_de: Durchschnittliche Lieferzeit
es_es: Tiempo de entrega promedio (días)
hr_hr: Prosječno vrijeme isporuke (dani)
ms_my: Masa penghantaran purata (hari)
pl_pl: Średni czas dostawy (dni)

source: Carton CBM
de_de: Karton CBM
es_es: CBM del cartón
hr_hr: Kubični metar po kutiji
ms_my: Kadbod CBM
pl_pl: Karton CBM

source: Unit cost
de_de: Einheitskosten
es_es: Costo unitario
hr_hr: Jedinični trošak
ms_my: Kos unit
pl_pl: Koszt jednostki

source: Unit expense
es_es: Gastos unitarios
ms_my: Perbelanjaan unit

source: Unit extra costs
de_de: Einheit extra Kosten
es_es: Costos adicionales unitarios
hr_hr: Dodatni troškovi jedinice
ms_my: Kos tambahan unit
pl_pl: Dodatkowy koszt jednostki

source: Unit recommended price
es_es: Precio unitario recomendado
hr_hr: Preporučena cijena po jedinici
ms_my: Harga yang disyorkan unit
pl_pl: Rekomendowana cena jednostki

source: Unit recommended RRP
es_es: Unidad recomendada RRP
hr_hr: Preporučena cijena po jedinici RRP
ms_my: Unit mencadangkan RRP
pl_pl: Rekomendowana cena SCD jednostki

source: Unit barcode
de_de: Einheit Strichkode
es_es: Faltan campos obligatorios
hr_hr: Barkod jedinice
ms_my: Kod bar unit
pl_pl: Kod kreskowy jednostki

source: Country Code
de_de: Ländercode
es_es: Código de país
hr_hr: Kod zemlje
ms_my: Kod negara
pl_pl: Kod kraju

source: Customer ID
es_es: ID de cliente
hr_hr: ID klijenta
ms_my: ID pelanggan
pl_pl: ID Klienta

source: VAT registration number
de_de: UID Nummer
es_es: Número de registro del IVA
hr_hr: PDV registracijski broj
ms_my: Nombor pendaftaran VAT
pl_pl: Numer rejestracyjny VAT

source: VAT registration number validation
de_de: Überprüfung der Umsatzsteuer-Identifikationsnummer
es_es: Validación de número de registro de IVA
hr_hr: Validacija PDV registracijskog broja
ms_my: Pengesahan nombor pendaftaran VAT
pl_pl: Sprawdzanie numeru rejestracyjnego VAT

source: max weight
de_de: maximales Gewicht
es_es: Peso Max
hr_hr: maksimalna težina
ms_my: berat maksimum
pl_pl: maksymalna waga

source: max volume
de_de: maximales Volumen
es_es: maximo volumen
hr_hr: maksimalna zapremina
ms_my: jumlah maksimum
pl_pl: maksymalna wielkość

source: Parts
de_de: Teile
es_es: Piezas
hr_hr: Dijelovi
ms_my: Bahagian
pl_pl: Części

source: Barcode
de_de: Strichcode
es_es: Código de barras
hr_hr: Barkod
pl_pl: Kod kreskowy

source: Area
de_de: Bereich
es_es: Zona
hr_hr: Oblast
ms_my: Kawasan
pl_pl: Obszar

source: Note
de_de: Anmerkung
es_es: Nota
hr_hr: Napomena
ms_my: Catatan
pl_pl: Notatka

source: SKO description
de_de: SKO Beschreibung
es_es: Descripción de SKO
hr_hr: SKO opis
ms_my: Keterangan SKO
pl_pl: Opis SKO

source: Stock value per SKO
de_de: Bestandswert pro SKO
es_es: Valor de stock por SKO
hr_hr: Vrijednost zaliha SKO
ms_my: Nilai saham bagi setiap SKO
pl_pl: Wartość stanów magazynowych na SKO

source: Duty rate
de_de: Zollsatz
es_es: Tasa de obligación
hr_hr: Carinska stopa
ms_my: Kadar tanggungjawab
pl_pl: Wysokość cła

source: SKO weight (Kg)
es_es: SKO peso (Kg)
ms_my: Berat badan (kg)

source: Locations
de_de: Standorte
es_es: Ubicaciones
hr_hr: Lokacije
ms_my: Lokasi
pl_pl: Lokalizacje

source: In process parts
es_es: En partes de proceso
ms_my: Dalam bahagian proses

source: Active parts
de_de: Aktive Teile
es_es: Partes activas
hr_hr: Aktivni dijelovi
ms_my: Bahagian aktif
pl_pl: Aktywna Części

source: Discontinuing parts
de_de: eingestellende Teile
es_es: Descontinuar partes
hr_hr: Dijelovi koji se ne proizvode
ms_my: Menghentikan bahagian
pl_pl: Produkty niekontynuowane

source: Discontinued parts
de_de: eingestellte Teile
es_es: Piezas descontinuadas
hr_hr: Diskontinuirani dijelovi
ms_my: Bahagian yang dihentikan
pl_pl: Produkty niekontynuowane

source: Active parts with surplus stock
es_es: Partes activas con exceso de stock
ms_my: Bahagian aktif dengan stok lebihan

source: Active parts with optimal stock
es_es: Partes activas con stock óptimo
ms_my: Bahagian aktif dengan stok optimum

source: Active parts with low stock
es_es: Partes activas con poco stock
ms_my: Bahagian aktif dengan stok rendah

source: Active parts with critical stock
es_es: Partes activas con stock crítico
ms_my: Bahagian aktif dengan stok kritikal

source: Active parts out of stock
es_es: Piezas activas fuera de stock
ms_my: Bahagian aktif dari stok

source: Parts with stock errors
es_es: Piezas con errores de stock
ms_my: Bahagian dengan kesilapan stok
