Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Save as another prospect's invitation template
es_es: Guardar como plantilla de invitación de otro cliente potencial
hr_hr: Spremi kao predložak pozivnice drugog potencijalnog klijenta
ms_my: Simpan sebagai templat undian prospek lain
pl_pl: Zapisz jako Nowy Szablon Zaproszenia

source: Template name
de_de: Vorlagenname
es_es: Nombre de la plantilla
hr_hr: Naziv predloška
ms_my: Nama templat
pl_pl: Nazwa szablonu

source: Publish email
de_de: E-Mail veröffentlichen
es_es: Publicar correo electrónico
hr_hr: Objavite email
ms_my: Terbitkan e-mel
pl_pl: Opublikuj email

source: Set as ready for sending
es_es: Establecer como listo para enviar
hr_hr: Postavi kao spremno za slanje
ms_my: Tetapkan siap untuk dihantar
pl_pl: Ustaw jako gotowy do wysyłki

source: Set as default delivery address
de_de: Als Hauptlieferadresse festlegen
es_es: Establecer como dirección de entrega predeterminada
hr_hr: Postavi kao zadanu adresu dostave
ms_my: Tetapkan sebagai alamat penghantaran lalai
pl_pl: Ustaw jako domyślny adres dostawy

source: Edit address
de_de: Adresse bearbeiten
es_es: Editar dirección
hr_hr: Izmjeni adresu
ms_my: Edit alamat
pl_pl: Edytuj adres

source: Delete address
de_de: Adresse löschen
es_es: Eliminar dirección
hr_hr: Izbriši adresu
ms_my: Padamkan alamat
pl_pl: Usuń adres

source: Mark all in list
de_de: Markiere alle in der Liste
es_es: Marcar todo en la lista
hr_hr: Označi sve na listi
ms_my: Tandakan semua dalam senarai
pl_pl: Zaznacz wszystkie z listy

source: Delivery Note No.
de_de: Lieferschein Nr.
es_es: Nota de entrega No.
hr_hr: Dostavna bilješka broj.
ms_my: Nota Penghantaran No.
pl_pl: numer dokumentu dostawy

source: Dispatch Date
de_de: Versanddatum
es_es: Fecha de envío
hr_hr: Datum otpreme
ms_my: Tarikh penghantaran
pl_pl: Data wysyłki

source: From product
de_de: Ab diesem Produkt
es_es: del producto
hr_hr: Od proizvoda
ms_my: Dari produk
pl_pl: od produkty

source: Signature
es_es: Firma
hr_hr: Potpis
ms_my: Tandatangan
pl_pl: Podpis

source: View all stores products and sales reports
es_es: Ver todos los productos de las tiendas e informes de ventas.
ms_my: Lihat semua produk kedai dan laporan jualan

source: Products & sales
es_es: Productos y ventas
ms_my: Produk & jualan

source: View customers data from all stores
es_es: Ver datos de clientes de todas las tiendas
ms_my: Lihat data pelanggan dari semua kedai

source: Customers & orders
es_es: Clientes y pedidos
ms_my: Pelanggan & pesanan

source: View suppliers data, purchase orders
es_es: Ver datos de proveedores, órdenes de compra
ms_my: Lihat data pembekal, pesanan pembelian

source: Suppliers, costs & profits
es_es: Proveedores, costos y ganancias
ms_my: Pembekal, kos & keuntungan

source: View inventory and warehouse data
es_es: Ver inventario y datos de almacén
ms_my: Lihat data inventori dan gudang

source: View employees performance reports and KPIs
es_es: Ver informes de rendimiento de empleados y KPI
ms_my: Lihat laporan prestasi pekerja dan KPI

source: Employees performance
es_es: Desempeño de los empleados
ms_my: Prestasi pekerja

source: Timesheets & other system users activity
es_es: Hojas de tiempo y otras actividades de los usuarios del sistema
ms_my: Timesheets & aktiviti pengguna sistem lain

source: Aurora settings & users
es_es: Configuración y usuarios de Aurora
ms_my: Tetapan & pengguna Aurora

source: Create and edit system users, employees and contractors, create stores, edit account settings
es_es: Cree y edite usuarios del sistema, empleados y contratistas, cree tiendas, edite la configuración de la cuenta
ms_my: Buat dan edit pengguna sistem, pekerja dan kontraktor, buat kedai, edit tetapan akaun

source: System admin team
es_es: Equipo de administración del sistema
ms_my: Pasukan admin sistem

source: Create and edit employees and contractors
es_es: Crear y editar empleados y contratistas.
ms_my: Buat dan edit pekerja dan kontraktor

source: Human resources team
es_es: Equipo de recursos humanos
ms_my: Pasukan sumber manusia

source: Restricted view (time sheets) employees under user supervision
es_es: Vista restringida (hojas de tiempo) empleados bajo supervisión del usuario
ms_my: Pandangan terhad (helaian masa) pekerja di bawah pengawasan pengguna

source: Only workers under supervision
es_es: Solo trabajadores bajo supervisión
ms_my: Hanya pekerja di bawah pengawasan

source: Purchasing and inventory life circle
es_es: Círculo de vida de compras e inventario.
ms_my: Lingkaran pembelian dan inventori

source: Worker permissions plus discontinuing products
es_es: Permisos de trabajo más productos descontinuados
ms_my: Kebenaran pekerja serta produk yang dihentikan

source: Create, edit suppliers and agents, create an edit inventory, process purchase orders and deliveries
es_es: Crear, editar proveedores y agentes, crear un inventario de edición, procesar pedidos de compra y entregas
ms_my: Buat, edit pembekal dan ejen, buat inventori edit, pesanan pembelian proses dan penghantaran

source: Manage production products and assign jobs
es_es: Gestionar productos de producción y asignar trabajos.
ms_my: Menguruskan produk pengeluaran dan memberi pekerjaan

source: Production operative
es_es: Operativo de producción
hr_hr: Proizvodni operater
ms_my: Pengendalian pengeluaran
pl_pl: Pracownik Produkcji

source: Warehouse and stock control
es_es: Almacén y control de stock
ms_my: Gudang dan kawalan stok

source: Worker permissions plus lost & found, create and edit locations, set up replenishment levels
es_es: Permisos de trabajo más objetos perdidos, crear y editar ubicaciones, configurar niveles de reabastecimiento
ms_my: Kebenaran pekerja ditambah kehilangan & dijumpai, mencipta dan mengedit lokasi, menetapkan tahap pengisian semula

source: Book in, move and audit stock of parts
es_es: Reserve, mueva y audite el stock de piezas
ms_my: Buku masuk, bergerak dan audit stok bahagian

source: Invoices, credits and payments
es_es: Facturas, créditos y pagos.
ms_my: Invois, kredit dan pembayaran

source: Can edit invoices, payments and customer credits
es_es: Puede editar facturas, pagos y créditos de clientes.
ms_my: Boleh mengedit invois, pembayaran dan kredit pelanggan

source: Accounting team
es_es: Equipo contable
ms_my: Pasukan perakaunan

source: Order fulfillment
es_es: Cumplimiento de la orden
ms_my: Pemenuhan pesanan

source: Assign pickers and packers
es_es: Asignar recolectores y empaquetador
ms_my: Berikan pemilih dan pembungkus

source: Customer services and order processing
es_es: Servicios al cliente y procesamiento de pedidos
ms_my: Perkhidmatan pelanggan dan pemprosesan pesanan

source: Worker permissions plus delete customers
es_es: Permisos de trabajo más eliminar clientes
ms_my: Kebenaran pekerja dan pelanggan memadamkan

source: Create, edit customers, process orders and create refunds & replacements
es_es: Cree, edite clientes, procese pedidos y cree reembolsos y reemplazos
ms_my: Buat, edit pelanggan, memproses pesanan dan buat bayaran balik & penggantian

source: Products and website
es_es: Productos y sitio web
ms_my: Produk dan laman web

source: Worker permissions plus force products as offline or out of stock
es_es: Permisos de trabajo más forzar productos como fuera de línea o sin stock
ms_my: Kebenaran pekerja serta produk paksa di luar talian atau di luar stok

source: Create, edit products, create and edit webpages
es_es: Crea, edita productos, crea y edita páginas web
ms_my: Buat, edit produk, buat dan edit halaman web

source: Mailroom (Notifications & Mailshots)
es_es: Mailroom (Notificaciones y Mailshots)

source: Worker permissions plus notifications management
es_es: Gestión de permisos de trabajadores más notificaciones
ms_my: Kebenaran pekerja dan pengurusan pemberitahuan

source: Edit notifications, send newsletters and marketing emails
es_es: Edite notificaciones, envíe boletines y correos electrónicos de marketing
ms_my: Edit pemberitahuan, menghantar surat berita dan e-mel pemasaran

source: Save permissions
es_es: Guardar permisos
ms_my: Simpan kebenaran

source: Updated
de_de: aktualisiert
es_es: Actualizado
hr_hr: Ažurirano
ms_my: Dikemaskini
pl_pl: Uaktualnione

source: Set all as picked
de_de: Stelle alle als kommissioniert ein
es_es: Establecer todo como elegido
hr_hr: Postavite sve kao pokupljeno
ms_my: Tetapkan semua seperti yang dipilih
pl_pl: Ustaw jako przygotowane

source: mark all as picked
de_de: Markiere alle als kommissioniert ein
es_es: marcar todo como recogido
hr_hr: označi sve kao pokupljeno
ms_my: tandakan semua seperti yang dipilih
pl_pl: Zaznacz że wszystko uszykowane

source: Picked by
de_de: Kommissioniert von
es_es: Recolectado por
hr_hr: Pokupio
ms_my: Dipilih oleh
pl_pl: Przygotowane przez

source: 1w
es_es: 1s

source: qty
de_de: Menge
es_es: cant.
hr_hr: količina
pl_pl: ilość

source: Set all allowances as active
es_es: Establecer todas las asignaciones como activas
ms_my: Tetapkan semua elaun sebagai aktif

source: Set all allowances as suspended
es_es: Establecer todas las asignaciones como suspendidas
ms_my: Tetapkan semua elaun seperti yang digantung

source: Allowance
de_de: Bewilligung
es_es: Tolerancia
hr_hr: Pristanak
ms_my: Elaun
pl_pl: Dodatek

source: Total cost
es_es: Coste total
hr_hr: Ukupni trošak
ms_my: Jumlah kos
pl_pl: Łącznie koszt

source: Browser notifications
es_es: Notificaciones del navegador
ms_my: Pemberitahuan pelayar

source: QC
es_es: Control de calidad

source: Refundable amount
de_de: Erstattungsbetrag
es_es: Cantidad reembolsable
hr_hr: Povratni iznos
ms_my: Amaun boleh bayar
pl_pl: Wartość Refundowana

source: Log refund
es_es: registro de reembolso
ms_my: Pulangan balik log

source: Missing stock
de_de: Nicht vorrätig
es_es: stock perdido
hr_hr: Nedostaju zalihe
ms_my: Kehilangan stok
pl_pl: Brakujący Stan Magazynowy

source: Add
es_es: Agregar
ms_my: Tambah

source: Remove
es_es: Quitar
ms_my: Keluarkan

source: Logout
de_de: Abmelden
es_es: Salir
hr_hr: Odjavite se
ms_my: Log keluar
pl_pl: Wyloguj

source: Settings
de_de: Einstellungen
es_es: Ajustes
hr_hr: Postavke
ms_my: Tetapan
pl_pl: Ustawienia

source: Submit ticket
es_es: Enviar boleto
ms_my: Hantar tiket

source: Lightweight results
es_es: Resultados ligeros
ms_my: Keputusan ringan

source: Help
de_de: Hilfe
es_es: Ayuda
hr_hr: Pomoć
ms_my: Bantuan
pl_pl: Pomoc

source: Real time users
es_es: Usuarios en tiempo real
ms_my: Pengguna masa nyata

source: Whiteboard
es_es: Pizarron
hr_hr: Bijela ploča
ms_my: Papan putih
pl_pl: Biała Tablica

source: Tab
es_es: Lengüeta
hr_hr: Kartica
pl_pl: tablet

source: Go back to workshop
es_es: Volver al taller
hr_hr: Vrati se u radionicu
ms_my: Kembali ke bengkel
pl_pl: Wróć do zamówienia

source: Minimalistic
de_de: Minimalistisch
es_es: Minimalista
hr_hr: Minimalistično
ms_my: Minimalistik
pl_pl: Minimalny

source: Light
es_es: Ligero
hr_hr: Lagano
ms_my: Cahaya
pl_pl: lekki

source: Fresh
es_es: Fresco
ms_my: Segar

source: Standard
es_es: Estándar
hr_hr: Standardno
pl_pl: Standardowe

source: Current SKO cost
de_de: Aktuelle SKO Kosten
es_es: Costo actual de SKO
hr_hr: Trenutni SKO trošak
ms_my: Kos SKO semasa
pl_pl: Obecny koszt SKO

source: Cost not set up
de_de: Kosten nicht erstellt
es_es: costo no configurado
hr_hr: Trošak nije postavljen
ms_my: Kos tidak ditubuhkan
pl_pl: Koszt nie przypisany

source: Set all products web configuration as Automatic
de_de: Web-Konfiguration für alle Produkte als Automatisch einstellen
es_es: Establecer la configuración web de todos los productos como Automática
hr_hr: Postavite web konfiguraciju svih proizvoda na Automatsko
ms_my: Tetapkan semua konfigurasi web produk sebagai Automatik
pl_pl: Ustaw konfigurację internetową wszystkich produktów jako Automatyczną

source: Next available barcode will be assigned
de_de: Der nächste verfügbare Barcode wird zugewiesen
es_es: El siguiente código de barras disponible será asignado
hr_hr: Bit će dodijeljen sljedeći dostupni barkod
ms_my: Kod bar seterusnya akan diberikan
pl_pl: Następny wolny kod kreskowy zostanie przypisany

source: Input barcode
de_de: Barcode eingeben
es_es: Código de barras de entrada
hr_hr: Unos barkoda
ms_my: Kod bar input
pl_pl: wprowadź kod kreskowy

source: Saving
de_de: Speichern
es_es: Guardando
hr_hr: Čuvanje
ms_my: Menyimpan
pl_pl: Zapisywanie

source: View new object
de_de: Neues Objekt anzeigen
es_es: Ver nuevo objeto
hr_hr: Prikaz novog objekta
ms_my: Lihat objek baru
pl_pl: Wyświetl nowy obiekt

source: Results
de_de: Ergebnisse
es_es: Resultados
hr_hr: Rezultati
ms_my: Keputusan
pl_pl: Rezultaty

source: Click to remove notification
de_de: Klicken Sie, um die Benachrichtigung zu entfernen
es_es: Haga clic para eliminar la notificación
hr_hr: Kliknite za uklanjanje obavijesti
ms_my: Klik untuk mengalih keluar pemberitahuan
pl_pl: Kliknij żeby usunąć opcję informowania

source: Click to be notified by email when back in stock
es_es: Haga clic para recibir una notificación por correo electrónico cuando vuelva a estar disponible
hr_hr: Kliknite da biste primili e-mail obavijest kada ponovo bude na zalihama
ms_my: Klik untuk dimaklumkan melalui e-mel apabila kembali dalam stok
pl_pl: Powiadom mnie, gdy ponownie na stanie

source: Net weight
es_es: Peso neto

source: Shipping weight
es_es: Peso de envío

source: Create order for existing customer
es_es: Crear pedido para cliente existente

source: Delivery Address:
de_de: Lieferadresse:
es_es: direccion de entrega:
hr_hr: Adresa dostave:
ms_my: Alamat penghantaran:
pl_pl: Adres Dostawy

source: To be collected at:
de_de: Abholung bei:
es_es: Para ser recogido en:
hr_hr: Preuzeti na:
ms_my: Untuk dikumpulkan di:
pl_pl: Aby być odebranym

source: Items Discounts
de_de: Artikel Rabatte
es_es: Descuentos de artículos
hr_hr: Popusti na Artikle
ms_my: Diskaun barangan
pl_pl: Zniżka produktów

source: Required field
de_de: Pflichtfeld
es_es: Campo requerido
hr_hr: Obavezno polje
ms_my: Bidang yang diperlukan
pl_pl: Wymagane pole

source: Email address is already in registered
de_de: E-Mail-Adresse befindet sich bereits im Register
es_es: La dirección de correo electrónico ya está registrada
hr_hr: Email adresa je već registrirana
ms_my: Alamat e-mel sudah didaftarkan
pl_pl: Adres email już zarejestrowany

source: Enter at least 8 characters
de_de: Geben Sie mindestens 8 Zeichen ein
es_es: Ingrese al menos 8 caracteres
hr_hr: Unesite najmanje 8 znakova
ms_my: Masukkan sekurang-kurangnya 8 aksara
pl_pl: Wprowadź co najmniej 8 znaków

source: Enter the same password as above
de_de: Bitte, geben Sie das gleiche Passwort wie oben ein "
es_es: Ingrese la misma contraseña que arriba
hr_hr: Unesite istu lozinku kao gore
ms_my: Masukkan kata laluan yang sama seperti di atas
pl_pl: Wprowadź to samo hasło co powyżej

source: Please accept our terms and conditions to proceed
de_de: Bitte akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen, um fortzufahren
es_es: Acepta nuestros términos y condiciones para continuar
hr_hr: Molimo vas prihvatite naše uvjete i odredbe da biste nastavili
ms_my: Sila terima terma dan syarat kami untuk meneruskan
pl_pl: Zaakceptuj nasze warunki żeby kontynuować

source: Please enter your password
de_de: Bitte geben Sie Ihr Passwort ein"
es_es: Por favor, introduzca su contraseña
hr_hr: Molimo unesite svoju lozinku
ms_my: Sila masukkan kata laluan anda
pl_pl: Wprowadź hasło

source: Share
es_es: Compartir
hr_hr: Podijeliti
ms_my: Kongsi
pl_pl: dzielić

source: Toggle fullscreen
es_es: Alternar pantalla completa
hr_hr: Uključi/isključi prikaz na cijelom ekranu
ms_my: Togol skrin penuh
pl_pl: Przełącz tryb pełnoekranowy

source: Zoom in/out
es_es: Acercar / alejar
hr_hr: Povećaj/smanji
ms_my: Zum masuk / keluar
pl_pl: Powiększ / Pomniejsz

source: Previous
es_es: Anterior
hr_hr: Prethodni
ms_my: Sebelum ini
pl_pl: Poprzednie

source: You are already logged in
es_es: Ya se ha autentificado
hr_hr: Već ste prijavljeni
ms_my: anda sudah log masuk
pl_pl: Jesteś już zalogowany

source: Add Voucher
es_es: Añadir comprobante
hr_hr: Dodajte vaučer
ms_my: Tambah Baucer
pl_pl: Dodaj kupon promocyjny

source: Update Voucher
es_es: Actualizar cupón
ms_my: Kemas kini Voucher

source: Remove Voucher
es_es: Remueve el Cupón
ms_my: Alih Keluar Voucher

source: You are not logged in
es_es: Usted no se ha identificado
hr_hr: Niste ulogirani
ms_my: Anda tidak dilog masuk
pl_pl: Nie jesteś zalogowany

source: You have been removed from the mailing list
es_es: Has sido eliminado de la lista de correo
ms_my: Anda telah dialih keluar dari senarai mel

source: Please, go to your profile and unsubscribe
es_es: Por favor, vaya a su perfil y cancele la suscripción
ms_my: Sila pergi ke profil anda dan berhenti berlangganan

source: Please log in to unsubscribe
es_es: Inicie sesión para darse de baja
ms_my: Sila log masuk untuk berhenti melanggan

source: Saved
es_es: Guardado
hr_hr: Spremljen
ms_my: Disimpan
pl_pl: Zapisane

source: Delete card
de_de: Warenkorb löschen
es_es: Borrar tarjeta
hr_hr: Izbrisati karticu
ms_my: Padamkan kad
pl_pl: Usuń kartę

source: Select
es_es: Seleccione
ms_my: Pilih

source: Show saved cards list
de_de: gespeicherte Kartenlisten anzeigen
es_es: Mostrar lista de tarjetas guardadas
hr_hr: Prikaži popis spremljenih kartica
ms_my: Tunjukkan senarai kad yang disimpan
pl_pl: Pokaż listę zapisanych kart

source: Loading paypal
es_es: Cargando paypal
ms_my: Memuat paypal

source: Processing payment
es_es: Procesando el pago
ms_my: Memproses pembayaran

source: Processing payment, please wait
es_es: Procesando pago, por favor espere
ms_my: Pemprosesan pembayaran, sila tunggu

source: Choose a saved credit card or click in pay with other card
es_es: Elija una tarjeta de crédito guardada o haga clic en pagar con otra tarjeta
ms_my: Pilih kad kredit yang disimpan atau klik bayaran dengan kad lain

source: Pleas fill the CVV field
es_es: Las súplicas llenan el campo CVV
ms_my: Pleas mengisi medan CVV

source: CVV is invalid
es_es: CVV no es válido
ms_my: CVV tidak sah

source: All fields are empty
es_es: Todos los campos están vacíos
ms_my: Semua medan kosong

source: Some payment input fields are invalid
es_es: Algunos campos de entrada de pago no son válidos
ms_my: Beberapa medan input pembayaran tidak sah

source: Use this card
de_de: Diese Karte benutzen
es_es: Usa esta carta
hr_hr: Koristi ovu karticu
ms_my: Gunakan kad ini
pl_pl: Użyj tej karty

source: Go back to basket
es_es: Volver a la cesta
hr_hr: Vratite se na košaricu
ms_my: Kembali ke keranjang
pl_pl: Powrót do Koszyka

source: Edit customer details
es_es: Editar detalles del cliente

source: Customer details
es_es: Detalles del cliente
ms_my: Butiran pelanggan

source: Unique customer code
es_es: Código de cliente único
ms_my: Kod pelanggan unik

source: Delete customer
es_es: Eliminar cliente
hr_hr: Obrisati kupca
ms_my: Padamkan pelanggan
pl_pl: Usuń klienta

source: Remove customer
es_es: Eliminar cliente

source: Get in touch with us
es_es: Póngase en contacto con nosotros

source: Items gross
es_es: Artículos brutos
hr_hr: Artikli bruto
ms_my: Item kasar
pl_pl: Produkty Brutto

source: Items discounts
es_es: Descuentos de artículos
hr_hr: Popusti na artikle
ms_my: Diskaun barangan
pl_pl: Zniżka produktów

source: Total final balance after refunds
es_es: Saldo final total después de los reembolsos

source: Empty basket
es_es: Cesta vacia
hr_hr: Prazna košarica
ms_my: Bakul kosong
pl_pl: Twój koszyk jest pusty

source: Newsletter
es_es: Boletín
ms_my: Surat berita

source: Email marketing
de_de: Marketing per E-Mail
es_es: Correo de propaganda
ms_my: Pemasaran e-mel
pl_pl: Marketing Emailowy

source: Postal marketing
de_de: Marketing per Post
es_es: Comercialización postal
hr_hr: Poštanski marketing
ms_my: Pemasaran pos
pl_pl: Naklejka Marketingowa

source: Deliver to invoice address
de_de: Lieferung an Rechnungsadresse
es_es: Entregar a la dirección de la factura
hr_hr: Dostava na adresu fakture
ms_my: Berikan alamat invois
pl_pl: Dostawa na adres wystawionej faktury

source: Push notification to Https endpoint
es_es: Notificación de inserción al punto final Https

source: Set up url
es_es: Configurar url

source: No products has been ordered
de_de: es wurden keine Produkte bestellt
es_es: No se ha pedido ningún producto.
hr_hr: Nijedan proizvod nije naručen
ms_my: Tiada produk telah dipesan
pl_pl: Żaden produkt nie został zamówiony

source: Families’ products data feed
es_es: Feed de datos de productos de familias

source: Families' images (including products)
es_es: Imágenes de familias (incluidos productos)

source: Items in portfolio
es_es: Artículos en portafolio

source: Add rest of family to portfolio
es_es: Agregar el resto de la familia al portafolio

source: Add family to portfolio
es_es: Agregar familia al portafolio

source: Portfolio products data feed
es_es: Alimentación de datos de productos en portafolio

source: Portfolio images (including products)
es_es: Imágenes de portafolio (incluidos productos)

source: Notifications
es_es: Notificaciones
ms_my: Pemberitahuan

source: JSON Email
es_es: Correo electrónico JSON

source: Set up email
es_es: Configurar correo electrónico

source: An email has been send to %1, please click the confirmation link inside it
es_es: Se ha enviado un correo electrónico a% 1, haga clic en el enlace de confirmación que contiene.

source: Portfolio item stock status updated
es_es: Estado del stock del artículo de portafolio actualizado

source: Portfolio item price updated
es_es: Precio del artículo de portafolio actualizado

source: Order updated
es_es: Pedido actualizado

source: Webpage name
de_de: Webseite Name
es_es: Nombre de la página web
hr_hr: Naslov web stranice
ms_my: Nama halaman web
pl_pl: Nazwa strony internetowej

source: CSV data feed link
es_es: Enlace de alimentación de datos CSV

source: Your reference
es_es: Tu referencia

source: Timeseries
de_de: Zeitreihe
es_es: datos de series de tiempo
hr_hr: Vremenske serije
ms_my: Siri masa
pl_pl: Typ serii

source: Attachments
de_de: Anhänge
es_es: Archivo Adjuntos
hr_hr: Prilozi
ms_my: Lampiran
pl_pl: Załącznik

source: Order transactions timeseries
de_de: Bestelltransaktionen Zeitreihe
es_es: transacciones del pedidos en series de tiempo
hr_hr: Vremenska serija transakcija narudžbe
ms_my: Pesanan pesanan transaksi
pl_pl: Zamów wykaz transakcji

source: Inventory transactions timeseries
de_de: Bestandtransaktionen Zeitreihe
es_es: Inventario de transacciones en series temporales
hr_hr: Vremenska serija transakcija zaliha
ms_my: Waktu perdagangan transaksi
pl_pl: Wykazy transakcji w czasie

source: Uploads
de_de: Hochladungen
es_es: Subir
hr_hr: Prijenos
ms_my: Muat naik
pl_pl: przekazać plik

source: Store sales
de_de: Ladenverkäufe
es_es: ventas en tienda
hr_hr: Prodaja u trgovini
ms_my: Jualan jualan
pl_pl: Przechowuj sprzedaż

source: Customer sales
es_es: Ventas al cliente
ms_my: Jualan pelanggan
pl_pl: Sprzedaże klienta

source: Part categories sales
es_es: Parte de las categorías de ventas.
ms_my: Bahagian jualan bahagian
pl_pl: części kategorii sprzedaży

source: Product categories sales
es_es: Categorías de productos ventas
ms_my: Jualan kategori produk
pl_pl: Kategorie Produktów Sprzedaż

source: Compressed
de_de: Komprimiert
es_es: archivo comprimido
hr_hr: Komprimirano
ms_my: Mampat
pl_pl: Sprężony

source: Spreadsheet
de_de: Tabelle
es_es: Hoja de cálculo
hr_hr: Proračunska tablica
pl_pl: Notatka

source: Prospects
es_es: Perspectivas
hr_hr: Prospekti
ms_my: Prospek
pl_pl: Perspektywy

source: Finished
de_de: Fertig
es_es: Terminado
hr_hr: Gotovo
ms_my: Selesai
pl_pl: Skończony

source: Ingredient
de_de: Zutat
es_es: Ingrediente
hr_hr: Sastojak
ms_my: Bahan
pl_pl: Składnik

source: Missing field
es_es: Falta
hr_hr: Prazno polje
ms_my: Medan yang tiada
pl_pl: Brakujące Pola
