Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Missing required fields
de_de: Pflichtfelder werden vermisst
es_es: faltan campos obligatorios
hr_hr: Nedostaju obavezna polja
ms_my: Medan yang tidak diperlukan
pl_pl: Brakujące dane w wymaganych polach

source: Duplicate code
es_es: Código duplicado
ms_my: Kod pendua

source: Duplicate field
es_es: Campo duplicado
ms_my: Medan duplikat

source: Record not changed
de_de: Vermerk nicht geändert
es_es: Registro no cambiado
hr_hr: Zapis nije promijenjen
ms_my: Rekod tidak berubah
pl_pl: Rejestr nie zmieniony

source: Record not found
de_de: Vermerk nicht gefunden
es_es: Registro no encontrado
hr_hr: Zapis nije pronađen
ms_my: Rekod tidak dijumpai
pl_pl: Rejestr nie znaleziony

source: Record skipped
de_de: Vermerk übersprungen
es_es: Registro omitido
hr_hr: Zapis preskočen
ms_my: Rekod dilangkau
pl_pl: Rejestr ominięty

source: Supplier's product reference missing
es_es: Falta la referencia del producto del proveedor
ms_my: Rujukan produk pembekal hilang

source: Unit description missing
de_de: Einheit Beschreibung wird vermisst
es_es: Falta la descripción de la unidad
hr_hr: Nedostaje opis jedinice
ms_my: Keterangan unit hilang
pl_pl: Brak opisu jednostki

source: Duplicate part's reference
de_de: Referenz des Lieferteiles duplizieren
es_es: Referencia de parte duplicada
hr_hr: Duplicirana referenca dijela
ms_my: Rujukan bahagian pendua
pl_pl: Skopiuj referencje produktu

source: Barcode can only have numbers
de_de: Barcode kann nur Zahlen enthalten
es_es: El código de barras solo puede tener números
hr_hr: Barkod može imati samo brojeve
ms_my: Barcode hanya boleh mempunyai nombor
pl_pl: Kod kreskowy może posiadać tylko liczby

source: Barcode duplicated
de_de: Barcode dupliziert
es_es: Código de barras duplicado
hr_hr: Barkod dupliciran
ms_my: Barcode ditiru
pl_pl: Kod Kreskowy Zduplikowany

source: Barcode should be 13 digits
de_de: Barcode sollte 13 Stellen haben
es_es: El código de barras debe ser de 13 dígitos
hr_hr: Barkod treba imati 13 znamenki
ms_my: Barcode hendaklah 13 digit
pl_pl: Kod Kreskowy powinien zawierać 13 cyfr

source: Barcode check digit missing, will duplicate
de_de: Barcode Prüfziffer fehlt, wird dupliziert
es_es: Falta el dígito de verificación del código de barras se duplicará
hr_hr: Nedostaje kontrolna znamenka barkoda, doći će do dupliciranja
ms_my: Kod cek kod hilang, akan diduplikasi
pl_pl: Błąd Kodu Kreskowego - Brakująca Cyfra

source: Barcode check digit missing
de_de: Barcode Prüfziffer fehlt
es_es: Falta el dígito del código de barras
hr_hr: Nedostaje kontrolna znamenka barkoda
ms_my: Nombor cek kod bar hilang
pl_pl: Błąd Kodu Kreskowego - Brakująca Cyfra

source: Invalid barcode check digit
de_de: Ungültige Barcode Prüfziffer
es_es: El dígito de verificación de código de barras no válidoCódigo de barras invalido
hr_hr: Nevažeća kontrolna znamenka na barkodu
ms_my: Nombor pemeriksaan kod bar tidak sah
pl_pl: Błąd Kodu Kreskowego - Brakująca Cyfra

source: Cancel payment
es_es: cancelar el pago
hr_hr: Otkaži plaćanje
ms_my: Batalkan bayaran
pl_pl: Anuluj Opłatę

source: Refund (pay back)
es_es: Reembolso
ms_my: Bayaran balik (membayar balik)

source: Cancel refund
es_es: cancelar reembolso
ms_my: Batalkan bayaran balik

source: Remove credit
es_es: Quitar creditos
ms_my: Keluarkan kredit

source: Credit excess payment
es_es: Crédito pago en exceso
ms_my: Bayaran lebihan kredit

source: Return excess payment
es_es: devoluciones del pago en exceso
ms_my: Pulangkan bayaran lebihan

source: Remove return
es_es: Eliminar retorno
ms_my: Keluarkan pulangan

source: Refund/Credit payment
de_de: Erstattungs-/Kreditzahlung
es_es: Reembolso / pago de crédito
hr_hr: Povrat/kreditno plaćanje
ms_my: Bayaran balik / pembayaran kredit
pl_pl: Zwróć koszty / Płatność

source: Declined
de_de: Abgelehnt
es_es: Rechazado
hr_hr: Odbijeno
ms_my: Ditolak
pl_pl: Odrzucone

source: credited
de_de: gutgeschrieben
es_es: acreditado a su cuenta
hr_hr: doznačeno
ms_my: dikreditkan
pl_pl: kredyt dodany

source: Customer credits
de_de: Kunden Kredite
es_es: Créditos de clientes
hr_hr: Krediti klijenata
ms_my: Kredit pelanggan
pl_pl: Kredyty Klienta

source: Reference missing
de_de: Referenz wird vermisst
es_es: Falta la referencia
hr_hr: Nedostaje referenca
ms_my: Rujukan hilang
pl_pl: Brak numeru referencyjnego

source: No applicable
de_de: Nicht anwendbar
es_es: No aplica
hr_hr: Nije primjenjivo
ms_my: Tidak berkenaan
pl_pl: Nie Dotyczy

source: Yes
de_de: Ja
es_es: Si
hr_hr: Da
ms_my: Ya
pl_pl: Tak

source: No Paid
de_de: Nicht bezahlt
es_es: No hay pago
hr_hr: Nije plaćeno
ms_my: Tidak Dibayar
pl_pl: Nie zapłacono

source: Refunds one year back %s, (%s)
es_es: Reembolsos un año atrás% s, (% s)
ms_my: Mengembalikan semula satu tahun ke belakang% s, (% s)
pl_pl: Faktury rok wcześniej %s, (%s)

source: Invoices one year back %s, (%s)
es_es: Facturas de un año atrás% s, (% s)
ms_my: Invois satu tahun belakang% s, (% s)
pl_pl: Faktury rok wcześniej %s, (%s)

source: Sales one year back %s
es_es: Ventas de un año atrás% s
ms_my: Jualan setahun kembali% s
pl_pl: Sprzedaż rok wcześniej (%s)

source: invoices one year back %s, (%s)
es_es: facturas de un año atrás% s, (% s)
ms_my: invois satu tahun belakang% s, (% s)
pl_pl: Faktury rok wcześniej %s, (%s)

source: sales one year back %s
es_es: ventas de un año atrás% s
ms_my: jualan setahun kembali% s
pl_pl: Sprzedaż rok wcześniej (%s)

source: In delivery
es_es: en la entrega
ms_my: Dalam penghantaran
pl_pl: w dostawie

source: Private
de_de: Privat
es_es: Venta Privada
hr_hr: Privatno
ms_my: Peribadi
pl_pl: Prywatny

source: Employment contract
de_de: Arbeitsvertrag
es_es: contrato de empleo
hr_hr: Ugovor o radu
ms_my: Kontrak pekerjaan
pl_pl: Kontrakt zatrudnienia

source: Curriculum vitae
de_de: Lebenslauf
es_es: Curriculum Vitae (CV)

source: Purchase order
de_de: Bestellung
es_es: Pedido hecho
hr_hr: Narudžbenica
ms_my: Pesanan pembelian
pl_pl: Dokument zamówienia

source: Contact card
de_de: Kontaktkarte
es_es: tarjeta de contacto
hr_hr: Kontakt kartica
ms_my: Kad kenalan
pl_pl: Karta Kontaktowa

source: Material Safety Data Sheet (MSDS)
de_de: Materialsicherheitsdatenblatt (MSDS)
es_es: Hoja de datos de seguridad de materiales (MSDS)
hr_hr: Sigurnosni list materijala
ms_my: Lembaran Data Keselamatan Bahan (MSDS)
pl_pl: Karta Bezpieczeństwa (MSDS)

source: Off
de_de: Aus
es_es: Apagado
pl_pl: od

source: Out
de_de: Von
es_es: Fuera
hr_hr: Izvan
ms_my: Keluar
pl_pl: poza

source: Root
de_de: Wurzel
es_es: Raíz
hr_hr: Root (korijen)

source: Head
de_de: Kopf
es_es: Cabecera
hr_hr: Head (glava)
ms_my: Ketua
pl_pl: Nagłówek

source: Node
de_de: Knoten
es_es: Nodo
hr_hr: Node (čvor)
ms_my: Nod
pl_pl: Węzeł

source: Same as Contact
de_de: identisch mit dem Kontaktdaten
es_es: Igual que el contacto
hr_hr: Isto kao kontakt
ms_my: Sama seperti Kenalan
pl_pl: Tak jak kontakt

source: Same as Billing
de_de: identisch mit der Rechnungsadresse
es_es: Igual que la facturación
hr_hr: Isto kao i na računu
ms_my: Sama seperti Pengebilan
pl_pl: Tak jak adres płatniczy

source: To be approved
es_es: Para ser aprobado
hr_hr: Čeka na odobrenje
ms_my: Untuk diluluskan
pl_pl: Aby być potwierdzonym

source: Losing
de_de: Verlieren
es_es: Perdiendo
hr_hr: Gubitak
ms_my: Kehilangan
pl_pl: Tracony

source: Rejected
es_es: Rechazado
hr_hr: Odbijeno
ms_my: Ditolak
pl_pl: Odrzucone

source: Static
de_de: Statisch
es_es: Fija
hr_hr: Statičan
ms_my: Statik
pl_pl: Statyczny

source: Dynamic
de_de: Dynamisch
es_es: Dinámico
hr_hr: Dinamičan
ms_my: Dinamik
pl_pl: Dynamiczny

source: Inactive since %s
es_es: Inactivo desde% s
hr_hr: Neaktivan od %s
ms_my: Tidak aktif sejak% s
pl_pl: nieaktywny od %s

source: Multiple choice
es_es: Múltiples Opciones
hr_hr: Više izbora
ms_my: Pelbagai pilihan
pl_pl: do wyboru

source: Query will not be shown to customer until it has more than one option
es_es: La consulta no se mostrará al cliente hasta que tenga más de una opción
hr_hr: Upit neće biti prikazan kupcu dok ne bude imao više od jedne opcije
ms_my: Pertanyaan tidak akan ditunjukkan kepada pelanggan sehingga ia mempunyai lebih daripada satu pilihan
pl_pl: Zapytanie nie zostanie pokazane klientowi dopóki nie będzie więcej opcji niż jedna

source: Not options set
es_es: No hay opciones establecidas
hr_hr: Opcije nisu postavljene
ms_my: Tidak menetapkan pilihan
pl_pl: brak ustawionych opcji

source: Only one options set
es_es: Sólo un conjunto de opciones establecido
hr_hr: Postavljena je samo jedna opcija
ms_my: Hanya satu pilihan yang ditetapkan
pl_pl: Tylko jedna opcja jest ustawiona

source: %s option
es_es: %s opción
hr_hr: %s opcija
ms_my: pilihan% s
pl_pl: %s opcja

source: Open answer
es_es: Respuesta abierta
hr_hr: Otvoren odgovor
ms_my: Jawapan terbuka
pl_pl: Otwarta odpowiedź

source: To be contacted
es_es: Para ser contactado
hr_hr: Kontaktirati
ms_my: Untuk dihubungi
pl_pl: Aby się z nim skontaktować

source: Bounced
es_es: Rebotado
hr_hr: Odbačeno
pl_pl: Odbity

source: Used
de_de: Benutzt
es_es: Usado
hr_hr: Korišteno
ms_my: Digunakan
pl_pl: Użyte

source: Removed
es_es: Remoto

source: Sample
de_de: Beispiel
es_es: Muestra
hr_hr: Uzorak
ms_my: Contoh
pl_pl: Próbka

source: Donation
de_de: Spende
es_es: Donaciones
hr_hr: Donacija
ms_my: Derma
pl_pl: Donacja

source: Replacement
de_de: Ersetzung
es_es: Sustitución
hr_hr: Zamjena
ms_my: Penggantian
pl_pl: Produkt zastępczy

source: Shortages
de_de: Engpässe
es_es: La escasez de
hr_hr: Nedostaci
ms_my: Kekurangan
pl_pl: braki

source: To be picked
es_es: Para ser recogido
ms_my: Untuk dipilih
pl_pl: Do przygotowania

source: Sorry you don't have permission to do this
es_es: Lo siento, no tienes permiso para hacer esto
ms_my: Maaf anda tidak mempunyai kebenaran untuk melakukan ini

source: margin %s
de_de: Marge %s
es_es: margen% s
hr_hr: marža %s
pl_pl: marża %s

source: %s%% off
es_es: %s%% descuento
hr_hr: %s%% popusta
ms_my: % s %% di luar

source: %s products
es_es: % s productos
hr_hr: %s proizvodi
ms_my: % s produk
pl_pl: %s produkty

source: get %d free
es_es: obtén %d gratis
hr_hr: dobijte %d besplatno
ms_my: dapatkan% d percuma
pl_pl: najtańszy %d gratis

source: %s products, buy %d
es_es: % s productos, comprar% d
hr_hr: %s proizvoda, kupite %d
ms_my: % s produk, beli% d
pl_pl: %s produkty, kup %d

source: get cheapest %d free
es_es: Consigue más barato% d gratis
hr_hr: dobijte najjeftiniji %d besplatno
ms_my: dapatkan termurah% d percuma
pl_pl: otrzymaj najtańszy %d gratis

source: %s (Mix & match), buy %d
es_es: % s (Mezclar y Combinar), compra% d
hr_hr: %s (Miješajte i kombinirajte), kupite %d
ms_my: % s (Mix & match), beli% d
pl_pl: %s (Mix & match), kup %d

source: Voucher
es_es: Cupón
hr_hr: Vaučer
ms_my: Baucer
pl_pl: Kupon promocyjny

source: Voucher & +%s
es_es: Cupón & +% s
ms_my: Baucar & +% s

source: Discounted shipping
es_es: Envío con descuento
ms_my: Penghantaran diskaun

source: Invalid percentage
es_es: Porcentaje inválido
ms_my: Peratusan tidak sah

source: Percentage off cant be zero
es_es: El porcentaje de descuento no puede ser cero
ms_my: Peratusan tidak boleh menjadi sifar

source: All orders
de_de: Alle Bestellungen
es_es: Todos los pedidos
hr_hr: Sve narudžbe
ms_my: Semua pesanan

source: Orders +%s
es_es: Pedidos +%s
ms_my: Perintah +% s

source: %s products +%s
es_es: %s productos +%s
ms_my: % s produk +% s

source: 1st order & +%s
es_es: 1er pedido & +%s
ms_my: Pesanan pertama & +% s

source: Location not found
es_es: Sitio no encontrado
ms_my: Lokasi tidak dijumpai

source: Product not found
de_de: Produkt nicht gefunden
es_es: Producto no encontrado
hr_hr: Proizvod nije pronađen
ms_my: Produk tidak dijumpai
pl_pl: Produkt nie znaleziony

source: Category not found
de_de: Kategorie nicht gefunden
es_es: categoría no encontrada
hr_hr: Kategorija nije pronađena
ms_my: Kategori tidak dijumpai
pl_pl: Kategoria nie znaleziona

source: Part not found
de_de: Teil nicht gefunden
es_es: La parte que no se encuentra
hr_hr: Dio nije pronađen
ms_my: Bahagian tidak dijumpai
pl_pl: Część nie znaleziona

source: Supplier not found
de_de: Lieferant nicht gefunden
es_es: Proveedor no encontrado
hr_hr: Dobavljač nije pronađen
ms_my: Pembekal tidak dijumpai
pl_pl: Dostawca nie znaleziony

source: Image deleted
de_de: Bild gelöscht
es_es: Imagen eliminada
hr_hr: Slika je izbrisana
ms_my: Imej dipadam
pl_pl: Obraz usunięty

source: Image not found
de_de: Bild nicht gefunden
es_es: Imagen no encontrada
hr_hr: Slika nije pronađena
ms_my: Imej tidak dijumpai
pl_pl: Obraz nie znaleziony

source: Attachment deleted
de_de: Anhang gelöscht
es_es: Adjunto Archivo eleminado
hr_hr: Prilog obrisan
ms_my: Lampiran dipadamkan
pl_pl: Załącznik usunięty

source: Attachment not found
de_de: Anhang nicht gefunden
es_es: Archivo adjunto no encontrado
hr_hr: Prilog nije pronađen
ms_my: Lampiran tidak dijumpai
pl_pl: Załącznik nie odnaleziony

source: SKO image
de_de: SKO Bild
es_es: Imagen SKO
hr_hr: SKO slika
ms_my: Imej SKO
pl_pl: Obraz SKO

source: Customer credit returned
es_es: Crédito de cliente devuelto
ms_my: Kredit pelanggan kembali

source: Funds withdrawn from customer account
es_es: Fondos retirados de la cuenta del cliente
ms_my: Dana yang dikeluarkan dari akaun pelanggan

source: Customer wanted they money back
es_es: El cliente quería que le devolvieran el dinero
ms_my: Pelanggan mahukan wang mereka kembali

source: Transfer funds other account
es_es: Transferir fondos a otra cuenta
ms_my: Pindahkan dana akaun lain

source: Funds added to customer account
es_es: Fondos agregados a la cuenta del cliente
ms_my: Dana ditambah ke akaun pelanggan

source: Money add to customer account to pay for postage of a return
es_es: Agregar dinero a la cuenta del cliente para pagar el franqueo de una devolución
ms_my: Wang tambah ke akaun pelanggan untuk membayar pos penghantaran

source: Compensation to customer
es_es: Compensación al cliente
ms_my: Pampasan kepada pelanggan

source: Sender email address not configured
de_de: Absender E-Mail-Adresse nicht konfiguriert
es_es: Dirección de correo electrónico ha cambiado
hr_hr: E-mail adresa pošiljatelja nije konfigurirana
ms_my: Alamat e-mel penghantar tidak dikonfigurasi
pl_pl: Adres email wysyłającego nie skonfigurowany

source: Template not found
de_de: Vorlage nicht gefunden
es_es: Plantilla no encontrada
hr_hr: Predložak e-pošte nije pronađen
ms_my: Templat tidak dijumpai
pl_pl: Szablon nie znaleziony

source: Bulk discount %s
es_es: Descuento por volumen %s
hr_hr: Popust na veleprodaju %s
ms_my: Diskaun% Pukal
pl_pl: Zniżka od ilości %s

source: Volume discount
es_es: volumen de descuento
ms_my: Diskaun volum

source: order send to warehouse
es_es: orden enviar al almacén

source: Purchase order cancelled
de_de: Bestellung wurde storniert
es_es: Orden de compra cancelada
hr_hr: Narudžbenica je otkazana
ms_my: Pesanan pembelian dibatalkan
pl_pl: Zamówienie anulowano

source: Payment amount exceeds customer account balance
de_de: Zahlungsbetrag übersteigt Kundenkontostand
es_es: El monto del pago excede el saldo de la cuenta del cliente.
hr_hr: Iznos uplate premašuje stanje na računu korisnika
ms_my: Amaun bayaran melebihi baki akaun pelanggan
pl_pl: Wartość płatności nie może przekraczać bilansu na koncie

source: Transaction still not settled, can't do partial refunds
es_es: La transacción aún no se ha resuelto, no se pueden hacer reembolsos parciales
ms_my: Urus niaga masih belum diselesaikan, tidak boleh melakukan bayaran balik separa

source: Can't refund transaction with status %s
es_es: No se puede reembolsar la transacción con estado% s
ms_my: Tidak dapat mengembalikan transaksi dengan status% s

source: Unit cost changed
es_es: Costo unitario cambiado
ms_my: Kos unit berubah

source: Submitted unit cost
es_es: Costo unitario presentado
ms_my: Kos unit yang dihantar

source: Update item amount to current price
es_es: Actualizar el importe del artículo al precio actual.
ms_my: Kemas kini jumlah item kepada harga semasa

source: Extra cost % changed
es_es: Extra% costo cambiado
ms_my: Perubahan kos tambahan berubah

source: Submitted extra cost %
es_es: Enviado costo extra%
ms_my: Mengemukakan kos tambahan%

source: Current extra cost %
es_es: Costo extra actual%
ms_my: Kos tambahan semasa%

source: Update item amount to current extra cost
es_es: Actualizar el importe del artículo al coste adicional actual.
ms_my: Kemas kini jumlah item dengan kos tambahan semasa

source: Location already associated with the part
de_de: Eine Lokation wurde bereits zu diesem Artikel zugeordnet
es_es: Sitio ya asociada con la parte.
hr_hr: Lokacija je već povezana s dijelom
ms_my: Lokasi sudah dikaitkan dengan bahagian itu
pl_pl: Lokalizacja przypisana do części

source: Error, please try again
de_de: Fehler, versuchen Sie es erneut
es_es: Error, por favor intente de nuevo
hr_hr: Greška, molimo pokušajte ponovno
ms_my: Ralat, sila cuba lagi
pl_pl: Wystapił błąd , spróbuj ponownie

source: Quantity must be numeric
es_es: La cantidad debe ser numérica
ms_my: Kuantiti mesti berangka

source: Quantity must be more than zero
es_es: La cantidad debe ser más que cero
ms_my: Kuantiti mestilah lebih daripada sifar

source: Placement quantity greater than the checked quantity
de_de: Platzierungsmenge größer als die geprüfte Menge
es_es: Cantidad de retorno es mayor que la cantidad comprada
hr_hr: Količina plasmana veća je od provjerene količine
ms_my: Kuantiti penempatan lebih besar daripada kuantiti yang diperiksa
pl_pl: umieszczona Ilość większa niż ilość sprawdzona

source: Use me
de_de: benutze mich
es_es: Úsame
hr_hr: Koristite mene
ms_my: Guna saya
pl_pl: Użyj mnie

source: Preview not available
de_de: Vorschau nicht verfügbar
es_es: Vista previa no disponible
hr_hr: Pregled nije dostupan
ms_my: Pratonton tidak tersedia
pl_pl: Brak podglądu

source: Overwrite with me
es_es: Sobrescribir conmigo
hr_hr: Prepiši sa mnom
ms_my: Timpa dengan saya
pl_pl: Nadpisz za mną

source: Clone me
es_es: cloname
hr_hr: Kloniraj me
ms_my: Clone saya
pl_pl: Sklonuj mnie

source: amount in %s
de_de: Menge in %s
es_es: cantidad en% s
hr_hr: iznos u %s
ms_my: jumlah dalam% s
pl_pl: kwota w %s

source: on demand
es_es: Bajo demanda
ms_my: permintaan

source: New order will be created with this items
es_es: Se creará un nuevo pedido con estos artículos.
ms_my: Pesanan baru akan dibuat dengan item ini

source: Current order in process
de_de: Aktuelle Bestellung in Bearbeitung
es_es: Pedidos en proceso
hr_hr: Trenutačne narudžbe u obradi
ms_my: Tempahan semasa dalam proses
pl_pl: Zamówienie w toku

source: This customer has already one order in process. Are you sure you want to create a new one?
de_de: Dieser Kunde hat bereits eine Bestellung in Bearbeitung. Sind Sie sicher, dass Sie eine neue erstellen möchten?
es_es: Este cliente tiene un pedido en proceso. ¿Estas seguro de que quieres crear un pedido nuevo?
hr_hr: Ovaj korisnik već ima jednu narudžbu u obradi. Jeste li sigurni da želite kreirati novu?
ms_my: Pelanggan ini telah pun satu proses dalam proses. Adakah anda pasti ingin membuat yang baru?
pl_pl: Ten klient ma już jedno zamówienie. Czy na pewno chcesz utworzyć nowe?

source: Order %s will be top up with this items
es_es: El pedido% s se completará con estos artículos
ms_my: Perintah% s akan menjadi lebih tinggi dengan item ini

source: Current orders in process
de_de: Aktuelle Bestellungen in Bearbeitung
es_es: Número de pedidos en proceso
hr_hr: Trenutačne narudžbe u obradi
ms_my: Pesanan semasa dalam proses
pl_pl: Obecne zamówienia w toku

source: This customer has already several orders in process. Are you sure you want to create a new one?
de_de: Dieser Kunde hat bereits mehrere Bestellungen in Bearbeitung. Sind Sie sicher, dass Sie eine neue erstellen möchten?
es_es: Este cliente tiene varios pedidso en proceso. ¿Estas seguro de que quieres crear un pedido nuevo?
hr_hr: Ovaj kupac već ima nekoliko narudžbi u obradi. Jeste li sigurni da želite stvoriti novi?
ms_my: Pelanggan ini telah beberapa pesanan dalam proses. Adakah anda pasti ingin membuat yang baru?
pl_pl: Ten klient ma już kilka zamówień w toku. Czy na pewno chcesz utworzyć nowy?

source: Can't clone this order because there is several orders in process
es_es: No se puede clonar este pedido porque hay varios pedidos en proceso
ms_my: Tidak boleh mengklonkan pesanan ini kerana terdapat beberapa pesanan dalam proses

source: Product is not public
es_es: El producto no es público.
hr_hr: Proizvod nije publiciran
ms_my: Produk tidak awam
pl_pl: Produkt nie jest widoczny do sprzedaży publicznej

source: Webpage is offline
de_de: Webseite ist offline
es_es: La página web está desconectada
hr_hr: Web stranica je offline
ms_my: Halaman web di luar talian
pl_pl: Strona jest offline

source: Product out of stock
es_es: producto agotado
hr_hr: Proizvod rasprodan
ms_my: Produk di luar stok
pl_pl: Brak produktu na stanie

source: Product already in this family
es_es: Producto ya en esta familia.
hr_hr: Proizvod je već u ovoj obitelji
ms_my: Produk sudah ada dalam keluarga ini
pl_pl: Produkt już przypisany do rodziny produktów

source: Category is not public
de_de: Diese Kategorie wurde nicht veröffentlicht
es_es: La categoría no es pública.
hr_hr: Kategorija nije javna
ms_my: Kategori tidak awam
pl_pl: Kategoria nie jest publiczna

source: Category don't have any product for sale
de_de: Die Kategorie hat kein Produkt zum Verkauf
es_es: Categoría no tiene ningún producto en venta
hr_hr: Kategorija nema proizvoda za prodaju
ms_my: Kategori tidak mempunyai sebarang produk untuk dijual
pl_pl: Kategoria nie posiada produktów na sprzedaż

source: Family already in this department
es_es: Familia ya en este departamento.
hr_hr: Obitelj je već u ovom odjelu
ms_my: Keluarga sudah berada di jabatan ini
pl_pl: Rodzina produktów już w departamencie

source: customer
de_de: Kunde
es_es: cliente
hr_hr: klijent
ms_my: pelanggan
pl_pl: Klient

source: order
de_de: Bestellung
es_es: pedido
hr_hr: narudžba
ms_my: perintah
pl_pl: zamówienia

source: invoice
de_de: Rechnung
es_es: factura
hr_hr: faktura
ms_my: invois
pl_pl: Faktura

source: delivery note
de_de: Lieferschein
es_es: albarán
hr_hr: otpremnica
ms_my: Nota serahan
pl_pl: Notatki dostawy

source: part
de_de: Element
es_es: pieza
hr_hr: dio
ms_my: bahagian
pl_pl: część

source: product
de_de: Produkt
es_es: producto
hr_hr: proizvod
ms_my: produk
pl_pl: Produkty

source: family
de_de: Familie
es_es: familia
hr_hr: obitelj
ms_my: keluarga
pl_pl: Rodzina produktów

source: page
de_de: Seite
es_es: página
hr_hr: stranica
ms_my: halaman
pl_pl: strona

source: record
de_de: Vermerk
es_es: registro
hr_hr: zapis
ms_my: rekod
pl_pl: rejestr

source: unstrikethrough
de_de: Durchstreichung beheben
es_es: destachado
hr_hr: uklanjanje prekriženog teksta
pl_pl: nie przekreślaj

source: strikethrough
de_de: Durchstreichen
es_es: tachado
hr_hr: prekriženo
pl_pl: przekreślenie

source: Don't set up
de_de: Nicht einrichten
es_es: aún no configurado
hr_hr: Ne postavljaj
ms_my: Jangan tentukan
pl_pl: Nie ustawiaj

source: Volunteer
de_de: Freiwillige/r
es_es: Voluntario
hr_hr: Volonter
ms_my: Sukarelawan
pl_pl: Ochotnik

source: Temporal worker
de_de: Kurzzeitiger Angestellter
es_es: Trabajador temporal
hr_hr: Privremeni radnik
ms_my: Pekerja temporal
pl_pl: Pracownik czasowy

source: Work experience
de_de: Arbeitserfahrung
es_es: Experiencia Laboral
hr_hr: Radno iskustvo
ms_my: Pengalaman kerja
pl_pl: Doświadczenie w pracy

source: Clocking machine
de_de: Arbeitszeit Maschine
es_es: Maquina de reloj
hr_hr: Mehanizam za evidentiranje radnog vremena
ms_my: Mesin jahit
pl_pl: Maszyna sprawdzająca przybycie do pracy

source: Manual
de_de: Manuell
es_es: Manual de
hr_hr: Priručnik
pl_pl: Ręcznie

source: Working hours mark
de_de: Arbeitsstunden Zeichen
es_es: Horas de Trabajo
hr_hr: Oznaka radnog vremena
ms_my: Tanda jam kerja
pl_pl: Godziny pracy
