Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Overtime mark
de_de: Überstunden Zeichen
es_es: Horas extras
hr_hr: Oznaka za prekovremeno
ms_my: Tanda masa lampau
pl_pl: Nadgodziny

source: Break mark
de_de: Pause Zeichen
es_es: pause
hr_hr: Oznaka prijeloma
ms_my: Tanda pecah
pl_pl: Znacznik przerwy

source: Clocking record
de_de: Anwesenheit Vermerk
es_es: Récord de reloj
hr_hr: Zapis o evidenciji
ms_my: Rekod berjaga-jaga
pl_pl: Zapis logowania

source: No associated clock out
de_de: Keine zugeordnete Abmeldung
es_es: No hay reloj asociado
hr_hr: Nema povezanog odjavljivanja
ms_my: Tiada jam yang berkaitan
pl_pl: Nie powiązane wyjście z pracy

source: %s job position
de_de: %s Arbeitsplatz
es_es: puesto de trabajo% s
hr_hr: %s radna pozicija
ms_my: kedudukan pekerjaan% s
pl_pl: %s stanowisko pracy

source: Set as first
de_de: Als erstes einstellen
es_es: Establecer como primero
hr_hr: Postaviti kao prvo
ms_my: Tetapkan sebagai yang pertama
pl_pl: Ustaw jako pierwsze

source: To much stock
es_es: mucho stock
ms_my: Untuk banyak stok

source: Good level of stock
es_es: Buen nivel de stock
ms_my: Tahap stok yang baik

source: Low stock, order now
es_es: Bajo stock, ordene ahora
ms_my: Saham rendah, perintah sekarang

source: Critical low stock, will be out of stock anytime
es_es: Stock bajo crítico, estará fuera de stock en cualquier momento
ms_my: Saham yang kritikal, akan keluar dari stok pada bila-bila masa

source: No set
de_de: Nicht eigestellt
es_es: aún no establecido
hr_hr: Nije postavljeno
ms_my: Tiada set
pl_pl: Brak ustawień

source: SKOs ordered
es_es: SKOs pedidos
ms_my: SKOs diperintahkan

source: Unknown cost
es_es: Costo desconocido
ms_my: Kos yang tidak diketahui

source: Cost is zero
es_es: El costo es cero
ms_my: Kos adalah sifar

source: Unknown stock
es_es: Stock desconocido
ms_my: Stok tidak diketahui

source: %s %s (%s) to be taken from %s
de_de: %s %s (%s) Zu entnehmen von einem/r %s
es_es: % s% s (% s) que se tomará de% s
hr_hr: %s %s (%s) preuzima se od %s
ms_my: % s% s (% s) diambil dari% s
pl_pl: %s %s (%s) będzie zabrane z %s

source: Stock keeping outers
de_de: Lagerhaltung Einheiten
es_es: Controlando salida de stock
hr_hr: Upravljanje vanjskim zalihama
ms_my: Menyimpan keluar stok
pl_pl: Opakowanie

source: %sx %s (%s) to be taken from %s
es_es: % sx% s (% s) que se tomará de% s
hr_hr: %s %s (%s) preuzima se od %s
ms_my: % sx% s (% s) diambil dari% s
pl_pl: % sx% s (% s) do pobrania z% s

source: %s returned to %s from cancelled %s
es_es: % s devuelto a% s desde cancelado% s
hr_hr: %s vraćeno %s iz otkazanog %s
ms_my: % s kembali ke% s dari% s dibatalkan
pl_pl: %s wróciło z %s z anulowanych %s

source: %sx %s (%s) taken from %s
es_es: % sx% s (% s) tomado de% s
hr_hr: %sx %s (%s) preuzeto od %s
ms_my: % sx% s (% s) diambil dari% s
pl_pl: %sx %s (%s) zabrane z %s

source: %s taken from %s for %s
es_es: % s tomado de% s para% s
hr_hr: %s preuzeto od %s za %s
ms_my: % s diambil dari% s untuk% s
pl_pl: %s zabrane z %s dla %s

source: %s to be picked
de_de: %s zu kommissionieren
es_es: % s para ser recogido
hr_hr: %s za preuzimanje
ms_my: % s dipilih
pl_pl: %s do przygotowania

source: %s requested %s <b>couldn't be dispatched</b> (%s)
es_es: % s solicitado% s <b> no se pudo enviar </b> (% s)
hr_hr: %s je zatraženo ali %s <b>ne može biti otpremljeno</b> (%s)
ms_my: % s diminta% s <b> tidak dapat dihantar </ b> (% s)
pl_pl: %s żądane %s <b> nie zostały wysłane </b> (%s)

source: %s requested %s %s <b>couldn't be dispatched</b> (%s)
es_es: % s solicitado% s% s <b> no se pudo enviar </b> (% s)
hr_hr: %s je zatraženo %s %s ali <b>ne može biti otpremljeno</b> (%s)
ms_my: % s diminta% s% s <b> tidak dapat dihantar </ b> (% s)
pl_pl: %s żądane %s %s <b> nie zostały wysłane </b> (%s)

source: Preferred supplier
es_es: Proveedor preferido
ms_my: Pembekal yang dipilih

source: Backup supplier
es_es: Proveedor de respaldo
ms_my: Pembekal sandaran

source: Set as
es_es: Establecer como
ms_my: Ditetapkan sebagai

source: Available
de_de: Verfügbar
es_es: Disponible
hr_hr: Dostupno
ms_my: Tersedia
pl_pl: Dostępne

source: Packages (SKOs) per carton
es_es: Paquetes (SKO) por caja
ms_my: Pakej (SKO) setiap kadbod

source: Reserved
de_de: vorbehalten
es_es: Reservado
hr_hr: Rezervirano
ms_my: Dihadkan
pl_pl: Zarezerwowany

source: No code set
es_es: Sin código establecido
ms_my: Tiada set kod

source: Not associated
de_de: nicht zugewiesen
es_es: No asociado
hr_hr: Nije povezano
ms_my: Tidak berkaitan
pl_pl: Nie przypisane

source: New family for %s
es_es: Nueva familia para% s
ms_my: Keluarga baru untuk% s
pl_pl: Nowa rodzina %s

source: Family not set
de_de: Familie nicht erstellt
es_es: Familia no establecida
hr_hr: Obitelj nije postavljena
ms_my: Keluarga tidak ditetapkan
pl_pl: Kod rodziny produktów nie ustawiony

source: Create family
es_es: Crear familia
ms_my: Buat keluarga
pl_pl: Utwórz rodzinę produktów

source: Carton's store
de_de: Kartons Geschäft
es_es: tienda de cartón
hr_hr: Prodavaonica kartona
ms_my: Kedai kadbod
pl_pl: Sklep Kartonu

source: Adding missing products in %s
es_es: Añadiendo productos faltantes en% s
ms_my: Menambah produk yang hilang dalam% s
pl_pl: Dodawanie brakujących produktów w% s

source: Add new parts to family
es_es: Añadir nuevas partes a la familia.
ms_my: Tambah bahagian baru kepada keluarga
pl_pl: Dodaj nowe produkty do rodziny produktów

source: Duplicated
de_de: dupliziert
es_es: duplicado
hr_hr: Duplicirano
ms_my: Duplikat
pl_pl: Zduplikowane

source: Check digit missing, will duplicate
de_de: Prüfziffer fehlt, wird dupliziert
es_es: Falta el dígito de verificación, se duplicará
hr_hr: Nedostaje kontrolna znamenka barkoda, doći će do dupliciranja
ms_my: Semak nombor yang hilang, akan pendua
pl_pl: Sprawdź, brak cyfry, podwojenie

source: Check digit missing
de_de: Prüfziffer fehlt
es_es: Falta el dígito de verificación
hr_hr: Nedostaje kontrolna znamenka
ms_my: Semak nombor yang hilang
pl_pl: Sprawdź , brak cyfry

source: Invalid check digit
de_de: Ungültige Prüfziffer
es_es: Dígito de control no válido
hr_hr: Nevažeća kontrolna znamenka
ms_my: Digit semak tidak sah
pl_pl: Nieprawidłowe sprawdzenie cyfr

source: No audited yet
es_es: Aún no auditado
hr_hr: Još nije revidirano
ms_my: Tiada lagi diaudit
pl_pl: Nie sprawdzone

source: SKO weight is 0
es_es: El peso de SKO es 0
ms_my: Berat SKO ialah 0

source: Discontinuing, click to set as an active part
es_es: Descontinuando, haga clic para establecer como parte activa
ms_my: Menghentikan, klik untuk tetapkan sebagai bahagian aktif

source: Show as discontinued
es_es: Mostrar como descontinuado
ms_my: Tunjukkan seperti yang dihentikan

source: Show as out of stock
es_es: fuera de stock
ms_my: Tunjukkan sebagai keluar dari stok

source: No active products
es_es: No hay productos activos.
ms_my: Tiada produk aktif

source: Missing weight
es_es: Peso perdido
ms_my: Kehilangan berat badan

source: Probably underweight <b>or</b> %s high
es_es: Probablemente bajo peso <b> o </b>% s alto
ms_my: Mungkin kurang berat <b> atau </ b>% s tinggi

source: Unit weight shown on website
es_es: Peso unitario mostrado en el sitio web
ms_my: Berat unit ditunjukkan di laman web

source: Probably overweight <b>or</b> %s low
es_es: Probablemente sobrepeso <b> o </b>% s bajo
ms_my: Mungkin berat badan <b> atau </ b> rendah% s

source: Probably underweight
es_es: Probablemente bajo peso
ms_my: Mungkin kurang berat badan

source: Probably overweight
es_es: Probablemente sobrepeso
ms_my: Mungkin berat badan berlebihan

source: The mailing list will have %s recipient
es_es: La lista de correo tendrá% s destinatario
ms_my: Senarai mel akan mempunyai penerima% s

source: The list will have %s customer
es_es: La lista tendrá% s cliente.
hr_hr: Listu će imati %s korisnik
ms_my: Senarai ini akan mempunyai pelanggan% s
pl_pl: Lista będzie zawierała %s klientów

source: New registration
es_es: Nuevo registro
ms_my: Pendaftaran baru

source: Composing email template
es_es: Redacción de plantilla de correo electrónico
hr_hr: Sastavljanje predloška e-maila
ms_my: Menyusun templat e-mel
pl_pl: Tworzenie szablonu email

source: Marketing mailshots
es_es: Marketing de correos electrónicos
hr_hr: Marketinški mailovi
ms_my: Surat mel pemasaran
pl_pl: Marketing Mailshoty

source: Invitation mailshot
es_es: Correo de invitación
ms_my: Surat jemputan jemputan

source: Invitation
es_es: Invitación
hr_hr: Pozivnica
ms_my: Jemputan
pl_pl: Zaproszenie

source: Invitation (Personalized)
es_es: Invitación (Personalizada)
hr_hr: Pozivnica (personalizirana)
ms_my: Jemputan (peribadi)
pl_pl: Zaproszenie ( dostosowane do osobistych potrzeb)

source: Ready to send
es_es: Listo para mandar
hr_hr: Spremno za slanje
ms_my: Bersedia untuk menghantar
pl_pl: Gotowe do wysłania

source: Sending
es_es: Mandando
hr_hr: Slanje
ms_my: Menghantar
pl_pl: Wysyłanie

source: Probable bounce
es_es: Probable rebote
hr_hr: Vjerojatno odbijeni
ms_my: Bouncing yang boleh diterima
pl_pl: prawdopodobne odbicie

source: Mark as spam
es_es: Marcar como correo no deseado
hr_hr: Označi kao neželjenu
ms_my: Tandakan sebagai spam
pl_pl: Oznacz jako wysłane

source: Marketing mailshot
es_es: Marketing por correo
hr_hr: Marketinški e-mail
ms_my: Surat mel pemasaran

source: Back in stock email
es_es: Regreso de stock
hr_hr: E-mail ponovno na zalihama
ms_my: Kembali ke dalam e-mel saham
pl_pl: Powiadom mnie gdy produkt będzie ponownie w sprzedaży.

source: Welcome email
de_de: Willkommen E-Mail
es_es: Correo de bienvenida
hr_hr: E-mail dobrodošlice
ms_my: E-mel selamat datang
pl_pl: Email powitalny

source: Password reset email
es_es: Correo electrónico de restablecimiento de contraseña
hr_hr: E-mail za resetiranje lozinke
ms_my: E-mel set semula kata laluan
pl_pl: Email Zmiany Hasła

source: Order confirmation
de_de: Bestellbestätigung
es_es: Confirmación del pedido
hr_hr: Potvrda narudžbe
ms_my: Pengesahan pesanan
pl_pl: Potwierdzenie zamówienia

source: Reorder reminder
es_es: Recordatorio de pedido
hr_hr: Podsjetnik za ponovnu narudžbu
ms_my: Susun semula peringatan
pl_pl: Zamów ponownie - przypomnienie

source: Composing email
es_es: Componer email
hr_hr: Sastavljanje e-maila
ms_my: Mengarang e-mel
pl_pl: Tworzenie email

source: Present
de_de: Vorhanden
es_es: a la fecha
hr_hr: Poklon
ms_my: Hadir
pl_pl: Obecnie

source: Setting up mailing list
de_de: Verteilerliste wird erstellt
es_es: Configuración de la lista de correo
hr_hr: Postavljanje mailing liste
ms_my: Menyediakan senarai mel
pl_pl: Konfigurowanie listy mailingowej

source: Scheduled to be send
es_es: Listo para mandar
hr_hr: Zakazano slanje
ms_my: Dijadualkan untuk dihantar
pl_pl: Przewidziane do wysyłki

source: Mailshot
es_es: correos electrónicos

source: Out of stock notification
es_es: Notificación fuera de stock
hr_hr: Obavijest o rasprodaji
ms_my: Daripada pemberitahuan stok
pl_pl: Notyfikacja brak na stanie

source: Welcome
de_de: Willkommen
es_es: Bienvenido
hr_hr: Dobrodošli
ms_my: Selamat datang
pl_pl: Witamy

source: Password reset
es_es: Restablecimiento de contraseña
hr_hr: Resetiranje lozinke
ms_my: Memadam kata laluan
pl_pl: Resetuj Hasło

source: order confirmation
es_es: confirmacion del pedido
hr_hr: potvrda narudžbe
ms_my: pengesahan pesanan
pl_pl: Potwierdzenie zamówienia

source: Dashboard
de_de: Home
es_es: Tablero
hr_hr: Kontrolna ploča
ms_my: Papan Pemuka
pl_pl: Tablica informacyjna

source: Send for picking
de_de: Senden für die Kommissionierung
es_es: Enviar para recoger
hr_hr: Poslati na pripremu
ms_my: Hantar untuk memilih
pl_pl: Wyślij do przygotowania

source: %s ordered by customer
es_es: % s ordenado por un cliente
hr_hr: %s naručeno od stane kupca
ms_my: % s diperintahkan oleh pelanggan
pl_pl: % s zamówiony przez klienta

source: item
es_es: artículo
hr_hr: stavka
pl_pl: produkt

source: not fully picked
es_es: no recogido completamente
ms_my: tidak dipilih sepenuhnya

source: Set feedback
es_es: Establecer comentarios
ms_my: Tetapkan maklum balas

source: %s charged transaction
de_de: %s Transaktionsgebühr
es_es: % s transacción cargada
hr_hr: %s naplaćena transakcija
ms_my: % s dikenakan caj
pl_pl: % s płatna transakcja

source: %s send part
de_de: %s ausgeliefertes Teil
es_es: % s enviar parte
hr_hr: %s poslati dio
ms_my: % s hantar bahagian
pl_pl: %s wysłana część

source: Dispatch notification
es_es: notificación de envío
ms_my: Pemberitahuan penghantaran

source: Order notification
es_es: Pedido comfirmado
ms_my: Pemberitahuan pesanan

source: Replacement dispatch notification
es_es: Notificación de despacho de reposición
ms_my: Pemberitahuan penghantaran gantian

source: Scheduled
es_es: Programado
ms_my: Dijadualkan

source: Estimated
es_es: Valor estimado
ms_my: Anggaran

source: Purged
es_es: saneada
ms_my: Dicuri

source: Exculpated
es_es: Exculpar

source: Purge cancelled
es_es: Purga cancelada
ms_my: Pembersihan dibatalkan

source: Custom made
es_es: productos a medida
ms_my: Custom dibuat

source: %s units per SKO
es_es: % s unidades por SKO
ms_my: % s unit setiap SKO

source: Units per part
es_es: Unidades por caja
ms_my: Unit setiap bahagian

source: Packages per part
es_es: Paquetes por parte
ms_my: Pek setiap bahagian

source: Packed in (Units per packages)
es_es: Embalado en (Unidades por paquete)
ms_my: Dikemas dalam (Unit per pakej)

source: Items manufactured
es_es: Artículos fabricados
ms_my: Item dibuat

source: checking costing
es_es: comprobación de costos
ms_my: memeriksa kos

source: Planning
es_es: Planificación
ms_my: Perancangan

source: empty
es_es: vacio
ms_my: kosong

source: In quality control
es_es: En control de calidad
ms_my: Dalam kawalan kualiti

source: Check done
es_es: Chequeo hecho
ms_my: Semak dilakukan

source: Review costing
es_es: Revisión de costos
ms_my: Semak kos

source: Store worker access
es_es: Almacenar el acceso de los trabajadores
ms_my: Simpan akses pekerja

source: View only
es_es: Sólo vista
ms_my: Lihat sahaja

source: Each outer pick %s part SKOs
es_es: Cada selección externa% s parte SKOs
ms_my: Setiap SKOs bahagian pilih% s

source: units
de_de: Einheiten
es_es: unidade
hr_hr: jedinice
ms_my: unit
pl_pl: jednostki

source: Margin %s lower than expected
es_es: Margen% s más bajo de lo esperado
ms_my: Margin% s lebih rendah daripada yang diharapkan

source: Unlink
es_es: Desenlazar
hr_hr: Ukloniti vezu
ms_my: Nyahpaut
pl_pl: Nie powiązuj

source: Exclude postal codes
es_es: codigos postales excluidos
ms_my: Kecualikan kod pos

source: Include postal codes
es_es: codigos postales incluidos
ms_my: Termasuk kod pos

source: free
de_de: gratis
es_es: gratis
hr_hr: besplatno
ms_my: percuma

source: Order weight
es_es: Peso de la orden

source: Current
es_es: Presente
ms_my: Semasa

source: In reserve
es_es: en reserva
ms_my: Dalam simpanan

source: Ready
de_de: Fertig
es_es: Listo
hr_hr: Spremno
ms_my: Sedia
pl_pl: Gotowe

source: Categories
de_de: Kategorien
es_es: Categorias
hr_hr: Kategorije
ms_my: Kategori
pl_pl: Kategorie

source: Guest
es_es: Invitado
ms_my: Tetamu

source: Family's product
es_es: Producto de la familia
ms_my: Produk keluarga

source: Related product
es_es: Producto relacionado
ms_my: Produk berkaitan

source: Product webpage
es_es: Página web del producto
ms_my: Halaman web produk

source: %s Customer/Tax number/Country
es_es: %s Cliente / Número R.O.I (Intracomunitario)/ País
hr_hr: %s Klijent/porezni broj/država
ms_my: % s Pelanggan / Nombor cukai / Negara
pl_pl: % s Numer klienta / podatnika / kraj

source: European Union
de_de: Europäische Union
es_es: Unión Europea
hr_hr: Europska unija
ms_my: Kesatuan Eropah
pl_pl: Unia Europejska

source: Outside European Union
de_de: Außerhalb der Europäischen Union
es_es: % s Cliente / Número de impuestos / País
hr_hr: Izvan Europske unije
ms_my: Di luar Kesatuan Eropah
pl_pl: Poza Unią Europejską

source: Unknown tax code
de_de: Unbekanntes Steuerzeichen
es_es: Código de impuestos desconocido
hr_hr: Nepoznat porezni broj
ms_my: Kod cukai tidak diketahui
pl_pl: Nieznany kod podatkowy

source: Excluding
de_de: außer
es_es: Excluyendo
hr_hr: Isključujući
ms_my: Tidak termasuk
pl_pl: Nie wliczając

source: Supplier invoice number
es_es: Numero de factura del proveedor
ms_my: Nombor invois pembekal

source: unit/SKO
es_es: unidad por SKO

source: %s sales representative
es_es: Representante de ventas de% s
ms_my: wakil jualan% s
pl_pl: %s Przedstawiciel handlowy

source: Account Setup
de_de: Konto Einstellung
es_es: configuracion de cuenta
hr_hr: Postavke Računa
ms_my: Persediaan Akaun
pl_pl: Ustawienia Konta

source: Set up root user
de_de: Root-Benutzers erstellen
es_es: Configurar usuario root
hr_hr: Postavite root korisnika
ms_my: Sediakan pengguna root
pl_pl: Skonfiguruj użytkownika root

source: Add employees
de_de: Angestellte hinzufügen
es_es: Agregar empleados
hr_hr: Dodati zaposlenika
ms_my: Tambah pekerja
pl_pl: Dodaj pracowników

source: Add warehouse
de_de: Lager hinzufügen
es_es: Añadir almacén
hr_hr: Dodati magacin
ms_my: Tambah gudang
pl_pl: Dodaj magazyn

source: Another user is using this login
de_de: Ein anderer Benutzer verwendet diesen Login
es_es: Otro usuario está usando este inicio de sesión
hr_hr: Drugi korisnik koristi ovu prijavu
ms_my: Seorang pengguna lain menggunakan log masuk ini
pl_pl: Inny użytkownik używa tego loginu

source: Another contractor is using this payroll Id
de_de: Ein anderer Auftragnehmer verwendet diese Abrechnungs-ID
es_es: Otro contratista está utilizando esta identificación de nómina
hr_hr: Drugi izvođač koristi ovaj identifikacijski broj za plaću
ms_my: Kontraktor lain menggunakan Id gaji ini
pl_pl: Inny kontrachent używa tego kodu płatności

source: Another contractor is using this code
de_de: Ein anderer Auftragnehmer verwendet diesen Code
es_es: Otro contratista está utilizando este código
hr_hr: Drugi izvođač koristi ovaj kod
ms_my: Kontraktor lain menggunakan kod ini
pl_pl: Inny kontrachent używa tego kodu

source: Another user is using this login handle
de_de: Ein anderer Benutzer verwendet diesen Login
es_es: Otro usuario está utilizando este identificador de inicio de sesión
hr_hr: Drugi korisnik koristi ovaj prijavni identifikator
ms_my: Pengguna lain menggunakan pemegang log masuk ini
pl_pl: Inny pracownik używa tego loginu

source: Another employee is using this payroll Id
de_de: Ein anderer Angestellte verwendet diese Gehaltsabrechnungsnummer
es_es: Otro empleado está usando esta identificación de nómina
hr_hr: Drugi zaposlenik koristi ovaj identifikacijski broj za plaću
ms_my: Seorang pekerja lain menggunakan Id gaji ini
pl_pl: Inny pracownik używa tego kodu płatności

source: Another employee is using this code
de_de: Ein anderer Angestellte verwendet diesen Kode
es_es: Otro empleado está usando este código
hr_hr: Drugi zaposlenik koristi ovaj kod
ms_my: Pekerja lain menggunakan kod ini
pl_pl: Inny pracownik używa tego kodu

source: Another store is using this code
de_de: Ein anderes Geschäft verwendet diesen Code
es_es: Otra tienda está usando este código
hr_hr: Druga trgovina koristi ovaj kod
ms_my: Satu lagi kedai menggunakan kod ini
pl_pl: Inny sklep używa tego kodu

source: Another category is using this code
de_de: Es gibt bereits eine andere Abteilung mit diesem Code
es_es: Otra categoría esta usando este código.
hr_hr: Druga kategorija koristi ovaj kod
ms_my: Kategori lain menggunakan kod ini
pl_pl: Inna kategoria używa tego kodu

source: Another customer have this email
de_de: Ein andere Kunde hat bereits diese E-Mail
es_es: Otro cliente tiene este correo electrónico.
hr_hr: Drugi korisnik ima ovaj e-mail
ms_my: Pelanggan lain mempunyai e-mel ini
pl_pl: Inny klient posiada ten adres email

source: Email already set up in this customer
de_de: In diesem Kunden bereits eingerichtete E-Mail-Adresse
es_es: Email ya esta configurado para este cliente
hr_hr: E-mail već postoji za ovog kupca
ms_my: E-mel sudah ditetapkan dalam pelanggan ini
pl_pl: Adres email przypisany już do klienta

source: Another supplier have this email
de_de: Ein anderer Lieferant hat bereits diese E-Mail
es_es: Otro proveedor tiene este correo electrónico.
hr_hr: Drugi dobavljač ima ovu e-poštu
ms_my: Pembekal lain mempunyai e-mel ini
pl_pl: Inny dostawca posiada ten adres email

source: Email already set up in this supplier
de_de: In diesem Lieferanten bereits eingerichtete E-Mail-Adresse
es_es: Email ya configurado en este proveedor
hr_hr: E-mail već postavljen kod ovog dobavljača
ms_my: E-mel sudah ditetapkan dalam pembekal ini
pl_pl: Adres email przypisany do dostawcy

source: Part reference already used
de_de: Referenzbauteil wird bereits verwendet
es_es: Referencia de partes ya utilizada
hr_hr: Referenca dijela već je korištena
ms_my: Sebutan rujukan telah digunakan
pl_pl: Część referencji już użyta

source: There is another object with the same value
de_de: Ein anderes Objekt mit dem gleichen Wert bereits vorhanden
es_es: Hay otro objeto con el mismo valor.
hr_hr: Postoji još jedan objekt iste vrijednosti
ms_my: Terdapat objek lain dengan nilai yang sama
pl_pl: Podobny produkt posiada tą samą wartość

source: Root user
de_de: Root-Benutzer
es_es: Usuario root
hr_hr: Root korisnik
ms_my: Pengguna akar
pl_pl: Użytkownik Root

source: Set up complete!
de_de: Einstellung Abgeschlossen!
es_es: establecerse como completado!
hr_hr: Postavljanje dovršeno!
ms_my: Sediakan lengkap!
pl_pl: Ustaw jako kompletne

source: There is not help for this section
de_de: Es gibt keine Hilfe für diesen Abschnitt
es_es: No hay ayuda para esta sección.
hr_hr: Za ovaj odjeljak nema pomoći
ms_my: Tidak membantu bahagian ini
pl_pl: Brak pomocy dla tej sekcji

source: Delivery in process
es_es: entrega en proceso
ms_my: Penghantaran dalam proses

source: Delivery dispatched
es_es: Despacho despachado
ms_my: Penghantaran dihantar

source: Creation date
es_es: Fecha de creación
ms_my: Tarikh penciptaan

source: Estimated time of arrival
es_es: Tiempo estimado de llegada
ms_my: Anggaran Masa Ketibaan

source: Received date
es_es: Fecha de recepción
ms_my: Tarikh diterima

source: Cancelled date
es_es: Fecha cancelada
ms_my: Tarikh dibatalkan

source: costing done
es_es: coste hecho
ms_my: kos dilakukan

source: Supplier product code
es_es: Código de producto del proveedor
hr_hr: Šifra proizvoda dobavljača
ms_my: Kod produk pembekal
pl_pl: Kod produktu dostawcy

source: Part reference is same as supplier product code
es_es: La referencia de la partes es la misma que el código de producto del proveedor
ms_my: Rujukan bahagian adalah sama dengan kod produk pembekal
pl_pl: Część referencji taka sama jak kod produktu dostawcy

source: Packed in <b>%ds</b>
es_es: Embalado en <b>% ds </b>
hr_hr: Pakirano u <b>%ds</b>
ms_my: Dikemas dalam <b>% ds </ b>
pl_pl: zapakowane w <b> %d</b>

source: Minimum order (units)
es_es: Mininum Número de pedidos
ms_my: Tempahan minimum (unit)

source: Carton cost
es_es: Costo del cartón
ms_my: Kos kadbod

source: %s in stock
de_de: %s vorrätig
es_es: % s en stock
hr_hr: %s na zalihi
ms_my: % s dalam stok
pl_pl: %s na stanie

source: %s availability
de_de: %s Verfügbarkeit
es_es: disponibilidad% s
hr_hr: %s dostupnost
ms_my: ketersediaan% s
pl_pl: %s dostępne

source: Stock (units)
es_es: Stock (unidades)
ms_my: Stok (unit)

source: Cartons dispatched by year
es_es: Cajas enviadas por año
ms_my: Karton dihantar pada tahun
pl_pl: Kartony wysłane przez rok czasu

source: Stock (cartons)
de_de: Bestand (Kartons)
es_es: Stock (cajas de cartón)
hr_hr: Zaliha (kutije)
ms_my: Stok (kadbod)
pl_pl: Stan magazynowy (kartony)

source: Units ordered
es_es: Unidades ordenadas
ms_my: Unit diperintahkan

source: Cartons ordered
es_es: Cartones ordenados
ms_my: Kadbod diperintahkan
pl_pl: Kartony Zamówione

source: Show locations
de_de: Lokation anzeigen
es_es: Mostrar ubicaciones
hr_hr: Prikaži lokaciju
ms_my: Tunjukkan lokasi
pl_pl: Pokaż lokalizację
