Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Customer nth order
es_es: Enésimo pedido del cliente
ms_my: Perintah nth pelanggan

source: Minimum outers ordered
es_es: Salidas mínimas ordenadas
ms_my: Pelayan minimum yang diperintahkan

source: Add minimum order
es_es: Añadir pedido mínimo
ms_my: Tambah pesanan minimum

source: extra term
es_es: término extra
ms_my: tambahan istilah

source: Minimum items net amount
es_es: Cantidad neta de artículos mínimos
ms_my: Jumlah minimum item bersih

source: Promotion name
es_es: Nombre de la promoción
ms_my: Nama promosi

source: Get product free
es_es: Obtenga producto gratis
ms_my: Dapatkan produk percuma

source: % off
es_es: % descuento

source: Applied only to new refunds
es_es: Aplicado solo a nuevos reembolsos
ms_my: Hanya digunakan untuk bayaran balik baru

source: Delivering
es_es: Entregando
ms_my: Menyampaikan

source: Applied only to new replacements/refunds
es_es: Aplicado solo a nuevos reemplazos / reembolsos
ms_my: Hanya digunakan untuk penggantian / bayaran balik baru

source: Delivery options
es_es: Opciones de entrega
ms_my: Pilihan penghantaran

source: None
de_de: Keiner
es_es: Ninguno
hr_hr: Nijedan
ms_my: Tiada
pl_pl: żaden

source: Star
es_es: Estrella
ms_my: Bintang

source: Skull
es_es: Cráneo

source: Radioactive
es_es: Radioactivo
ms_my: Radioaktif

source: Peace
es_es: Paz
ms_my: Keamanan

source: Sad
es_es: Triste
ms_my: Sedih

source: Gear
es_es: Engranaje

source: Love
es_es: Amor
ms_my: Cinta

source: Status/Id
es_es: Estado / Id

source: Part's family code
es_es: Código de familia de la parte
hr_hr: Šifra obitelji dijela
ms_my: Kod keluarga bahagian
pl_pl: Kod części rodziny produktów

source: Part's family not found
es_es: No se encontró la familia de la pieza.
hr_hr: Obitelj dijela nije pronađena
ms_my: Keluarga bahagian tidak dijumpai
pl_pl: Część rodziny produktów nie odnaleziona

source: Part's family will be created
de_de: Teilfamilie wird erstellt
es_es: Una parte de la familia será creada
hr_hr: Obitelj dijela bit će kreirana
ms_my: Keluarga bahagian akan diwujudkan
pl_pl: Część rodziny produktów będzie stworzona

source: Cost/Pricing
es_es: Costo / precio
ms_my: Kos / Harga

source: amount in %s
de_de: Menge in % s
es_es: cantidad en% s
hr_hr: amount u %s
ms_my: jumlah dalam% s
pl_pl: kwota w %s

source: amount in %s or margin (%%)
es_es: cantidad en% so margen (%%)
hr_hr: iznos u %s ili margina (%%)
ms_my: jumlah dalam% s atau margin (%%)
pl_pl: wartość w %s lub margines (%%)

source: Part unit
de_de: Teileinheit
es_es: Unidad de parte
hr_hr: Jedinica dijela
ms_my: Bahagian unit
pl_pl: Część jednostki

source: Unit barcode (EAN-13)
es_es: Unidad de código de barras (EAN-13)
hr_hr: Barkod jedinice (EAN-13)
ms_my: Kod bar unit (EAN-13)
pl_pl: Kod kreskowy jednostki (EAN-13)

source: Products associated with part
es_es: Productos asociados con parte
ms_my: Produk yang berkaitan dengan bahagian

source: Part already in warehouse
es_es: Parte ya en almacén
ms_my: Bahagian sudah di gudang

source: Part stock keeping outer (SKO)
es_es: Parte de mantenimiento exterior (SKO)
hr_hr: Vanjsko čuvanje zaliha dijelova (SKO)
ms_my: Bahagian penyimpanan saham luar (SKO)
pl_pl: Część (SKO)

source: Stock keeping outer (SKO)
es_es: Mantenimiento de existencias exterior (SKO)
hr_hr: Broj/brojevi inventarne jedinice proizvoda
ms_my: Penyimpanan stok luar (SKO)
pl_pl: Opakowanie (SKO)

source: Upload SKO image
es_es: Subir imagen SKO
hr_hr: Učitaj SKO sliku
ms_my: Muat naik imej SKO
pl_pl: Prześlij obraz SKO

source: Part properties
es_es: Propiedades de la parte
hr_hr: Svojstva dijela
ms_my: Bahagian harta
pl_pl: Właściwości części

source: Part health & safety
es_es: Parte salud y seguridad
hr_hr: Dio zdravlje i sigurnost
ms_my: Bahagian kesihatan & keselamatan
pl_pl: Część Zdrowie & Bezpieczeństwo

source: Health & Safety
es_es: Salud y Seguridad
hr_hr: Zdravlje i sigurnost
ms_my: Kesihatan dan Keselamatan
pl_pl: Zdrowie & Bezpieczeństwo

source: No stock
de_de: Nicht vorrätig
es_es: No hay stock
hr_hr: Nema zaliha
ms_my: Tiada stok
pl_pl: Brak na stanie

source: Supplier's product description
es_es: Descripción del producto del proveedor
ms_my: Penerangan produk pembekal

source: Supplier's product ordering
es_es: Pedido del producto del proveedor
ms_my: Pesanan produk pembekal

source: Supplier's product cost/price
es_es: Costo / precio del producto del proveedor
ms_my: Kos / harga produk pembekal

source: Cost/price
de_de: Kosten/Preis
es_es: Relación coste precio
hr_hr: Trošak/cijena
ms_my: Kos / harga
pl_pl: Koszt/cena

source: select supplier
es_es: seleccione proveedores
hr_hr: odaberite dobavljača
ms_my: pilih pembekal
pl_pl: Wybierz dostawce

source: Bank details
es_es: Detalles del banco
hr_hr: Bankovni detalji
ms_my: Butiran bank
pl_pl: Dane Bankowe

source: Company Name
es_es: Nombre de la empresa
hr_hr: Naziv Tvrtke
ms_my: nama syarikat
pl_pl: Nazwa Firmy

source: Company Number
es_es: numero de la compañia
hr_hr: Broj Tvrtke
ms_my: Nombor Syarikat
pl_pl: Numer Firmy

source: Google Map URL
es_es: URL de Google Map
ms_my: URL Peta Google
pl_pl: URL Mapy Google

source: Reset webpage
de_de: Webseite zurücksetzen
es_es: Restablecer página web
hr_hr: Reseritanje web stranice
ms_my: Tetapkan semula halaman web
pl_pl: Zresetuj stronę internetową

source: Public query
es_es: Consulta pública
ms_my: Pertanyaan awam

source: Delete poll query
es_es: Eliminar consulta de encuesta
ms_my: Padamkan pertanyaan pengundian

source: Option show to customer
es_es: Opción mostrar al cliente
ms_my: Pertunjukan opsyen kepada pelanggan

source: Delete option
es_es: Opción Eliminar
ms_my: Padam pilihan

source: Gram
es_es: Gramo

source: Liter
es_es: Litro
hr_hr: Litra
pl_pl: Litr

source: Linked to part value
es_es: Vinculado al valor de la pieza
hr_hr: Povezano s vrijednošću dijela
ms_my: Dihubungkan dengan nilai bahagian
pl_pl: Powiązany z wartością części

source: Retail unit
es_es: Unidad minorista
hr_hr: Maloprodajna jedinica
ms_my: Unit runcit
pl_pl: Jednostka detaliczna

source: Access
es_es: Acceso
hr_hr: Pristup
ms_my: Akses
pl_pl: Dostęp

source: Preferences
es_es: Preferencias
hr_hr: Preference
ms_my: Keutamaan
pl_pl: preferencje

source: Approve prospect
es_es: Aprobar prospecto
ms_my: Meluluskan prospek

source: Reject prospect
es_es: Rechazar prospecto
ms_my: Tolak prospek

source: Delete prospect
es_es: Eliminar prospecto
ms_my: Padamkan prospek

source: Unlink customer
es_es: Desvincular cliente
ms_my: Nyahpaut pelanggan

source: Undo set as not interested
es_es: Deshacer establecido como no interesado
ms_my: Batalkan set sebagai tidak berminat

source: Email's content
es_es: Contenido del correo electrónico
ms_my: Kandungan e-mel

source: Days ilde
es_es: Días ilde
ms_my: Hari ilde

source: Service
es_es: Servicio
hr_hr: Usluge
ms_my: Perkhidmatan
pl_pl: Serwis

source: Suspend shipper
es_es: Suspender expedidor
ms_my: Suspend pengirim

source: Activate shipper
es_es: Activar expedidor
ms_my: Aktifkan pengirim

source: Delivery price
es_es: Precio de entrega
ms_my: Harga penghantaran

source: No default
es_es: Ningún valor predeterminado
ms_my: Tiada lalai

source: Contact/Details
es_es: Detalles de contacto
hr_hr: Kontakt/Detalji
ms_my: Butiran kenalan
pl_pl: Kontakt / Szczegóły

source: Accept orders for collection
de_de: Bestellungen zur Abholung annehmen
es_es: Aceptar pedidos de recogida
hr_hr: Prihvatite narudžbe za preuzimanje
ms_my: Terima pesanan untuk koleksi
pl_pl: Zaakceptuj zamówienia do odbioru

source: Input collection address
es_es: Dirección de recogida de entrada
hr_hr: Unesite adresu preuzimanja
ms_my: Alamat kutipan input
pl_pl: wprowadź adres odbioru

source: Order numbering
es_es: Numeración de orden
ms_my: Penomboran pesanan

source: Warning, misconfiguration of this variable can affect the creation of new invoices
es_es: Advertencia, la configuración incorrecta de esta variable puede afectar la creación de nuevas facturas
ms_my: Amaran, misconfiguration of this variable boleh mempengaruhi penciptaan invois baru

source: Warning, misconfiguration of this variable can affect the creation of new refunds
es_es: Advertencia, la configuración incorrecta de esta variable puede afectar la creación de nuevos reembolsos
ms_my: Amaran, misconfiguration of this variable boleh mempengaruhi penciptaan pembayaran balik baru

source: Data entry of paper picking aid
es_es: Entrada de datos de ayuda para recoger papel
ms_my: Kemasukan data bantuan pemilihan kertas

source: Allow
es_es: Permitir
ms_my: Benarkan

source: Just set as packed
es_es: Solo configurar como embalado
ms_my: Hanya ditetapkan sebagai penuh

source: Set as closed
es_es: establecer como cerrado
ms_my: Tetapkan sebagai tertutup

source: Actions after data entry
es_es: Acciones después de la entrada de datos
ms_my: Tindakan selepas kemasukan data

source: Default picker
es_es: Recolector perdeterminado
ms_my: Pemilih lalai

source: Default packer
es_es: Empaquetador predeterminado
ms_my: Pembungkus lalai

source: Default courier
es_es: Mensajero predeterminado
ms_my: Kurier lalai

source: PDF Invoices
es_es: Facturas PDF
ms_my: Invois PDF

source: PDF Delivery notes
es_es: Notas de entrega en PDF
ms_my: Nota penghantaran PDF

source: Signatures
es_es: Firmas
hr_hr: Potpisi
ms_my: Tandatangan
pl_pl: Podpisy

source: Customer registration
es_es: Registro de cliente
ms_my: Pendaftaran pelanggan

source: Deleting store
es_es: Elimininando tienda
ms_my: Memadam kedai

source: Write the reason for deleting this store
es_es: Escribe el motivo para eliminar esta tienda
ms_my: Tulis sebab untuk memadamkan kedai ini

source: Delete store
es_es: Eliminar tienda
hr_hr: Izbriši trgovinu
ms_my: Padamkan kedai
pl_pl: Usuń sklep

source: Create website
es_es: Crear sitio web
ms_my: Buat laman web

source: Close store
es_es: Cerrar tienda
hr_hr: Zatvori trgovinu
ms_my: Tutup kedai
pl_pl: Zamknij sklep

source: Please be careful changing dates
es_es: Tenga cuidado al cambiar las fechas
hr_hr: Molimo Vas budite obazrivi pri mijenjanju datuma
ms_my: Sila berhati-hati menukar tarikh
pl_pl: Bądź uważny przy zmianie daty

source: Delivery rules
es_es: Reglas de entrega
hr_hr: Pravila dostave
ms_my: Peraturan penghantaran
pl_pl: Zasady dostawy

source: Unlink agent %s
es_es: Desvincular agente% s
hr_hr: Poništi poveznicu agenta %s
ms_my: Nyahpaut ejen% s
pl_pl: Usuń agenta % s

source: Archive supplier
es_es: archivo del proveedor
hr_hr: Dobavljač arhiva
ms_my: Pembekal arkib
pl_pl: Dostawca - Archiwum

source: Delete supplier & supplier's products
es_es: Eliminar proveedor y productos del proveedor
ms_my: Padam pembekal & produk pembekal

source: Unarchive supplier
es_es: Desarchivar proveedor
hr_hr: Vrati dobavljača iz arhive
ms_my: Pembekal tidak berstatus
pl_pl: Nie archywizowany dostawca

source: Estimated procession dates
es_es: Fechas de procesión estimadas
ms_my: Anggaran tarikh prosesi

source: Delivery terms
es_es: Terminos de entrega
ms_my: Terma penghantaran

source: Labels
es_es: Etiquetas
ms_my: Label

source: Supplier will be created
es_es: Se creará el proveedor
hr_hr: Dobavljač će biti kreiran
ms_my: Pembekal akan diwujudkan
pl_pl: Dostawca utworzony

source: <b>Supplier's</b> unit code
es_es: <b> Código de unidad del proveedor </b>
ms_my: <b> Pembekal </ b> kod unit

source: <b>Supplier's</b> unit description
es_es: Descripción de la unidad <b> Proveedor </b>
ms_my: penerangan unit <b> pembekal </ b>

source: Terms and Conditions
es_es: Términos y Condiciones
hr_hr: Uvjeti i Odredbe
ms_my: Terma dan syarat
pl_pl: Zasady i Warunki

source: Delete user
es_es: Borrar usuario
hr_hr: Izbriši korisnika
ms_my: Padam pengguna
pl_pl: Usuń użytkownika

source: Emails templates
es_es: Plantillas de correos electrónicos
hr_hr: Email predložci
ms_my: Templat e-mel
pl_pl: Szablony emaili

source: Location's flag labels
es_es: ubicación de las Etiquetas de la bandera
hr_hr: Oznake zastava lokacija
ms_my: Label bendera lokasi
pl_pl: Lokalizacja naklejek

source: Launch web page
es_es: Lanzar página web
hr_hr: Lansiraj web stranicu
ms_my: Lancarkan halaman web
pl_pl: Uruchom stronę

source: Republish web page
es_es: Volver a publicar la página web
hr_hr: Ponovno objavi web stranicu
ms_my: Majukan laman web
pl_pl: opublikuj ponownie stronę internetową

source: Set as ready
es_es: Establecer como listo
hr_hr: Postavi kao spremno
ms_my: Tetapkan siap
pl_pl: Ustaw jako gotowe

source: Warning, this is a 301 redirection, and misconfiguration will affect how google index this webpage
es_es: Advertencia, esta es una redirección 301, y la configuración incorrecta afectará la forma en que Google indexa esta página web
hr_hr: Upozorenje, ovo je preusmjeravanje 301, a pogrešna konfiguracija će utjecati na to kako Google indeksira ovu web stranicu
ms_my: Amaran, ini adalah 301 pengalihan semula, dan salah tafsiran akan mempengaruhi bagaimana indeks google halaman web ini
pl_pl: Ostrzeżenie, to przekierowanie 301, a błędna konfiguracja wpłynie na sposób indeksowania tej witryny przez google

source: URL will change
es_es: La URL cambiará
hr_hr: URL će se promijeniti
ms_my: URL akan berubah
pl_pl: URL się zmieni

source: Department's family/products format
es_es: Formato de familia / productos del departamento
ms_my: Format keluarga / produk Jabatan

source: Family products format
es_es: Formato de productos familiares
ms_my: Format produk keluarga

source: Children format
es_es: Formato de los niños
ms_my: Format kanak-kanak

source: Browser title
es_es: Título del navegador
ms_my: Tajuk penyemak imbas

source: Links/Browser title
es_es: Enlaces / Título del navegador
ms_my: Pautan / Judul penyemak imbas

source: Webpage settings
es_es: Configuraciones de página web
hr_hr: Postavke web stranice
ms_my: Tetapan halaman web
pl_pl: Ustawienia strony

source: Images (including products)
es_es: Imágenes (incluidos productos)
hr_hr: Slike (uključujući proizvode)
ms_my: Imej (termasuk produk)
pl_pl: Obrazy ( wliczając produkty)

source: Text (including products)
es_es: Texto (incluidos productos)
hr_hr: Tekst (uključujući proizvode)
ms_my: Teks (termasuk produk)
pl_pl: Tekst ( wliczając produkty)

source: Registration type
es_es: Tipo de registro
hr_hr: Vrsta registracije
ms_my: Jenis pendaftaran
pl_pl: typ rejestracji

source: Unpublish web page
es_es: Anular publicación de página web
hr_hr: Poništavanje objave web stranice
ms_my: Nyahpasang halaman web
pl_pl: Niepublikowana strona internetowa

source: Delete webpage
es_es: Eliminar página web
hr_hr: Izbriši web stranicu
ms_my: Padamkan halaman web
pl_pl: Usuń wersję strony

source: Hint bar
es_es: barra de pistas
ms_my: Bar petunjuk

source: Website in construction
es_es: Sitio web en construcción
ms_my: Laman web dalam pembinaan

source: Launch website
de_de: Webseite starten
es_es: Lanzar sitio web
hr_hr: Pokreni web stranicu
ms_my: Pelancaran laman web
pl_pl: Uruchom stronę

source: Format
es_es: Formato

source: Menu basket button
es_es: Botón de canasta de menú
hr_hr: Gumb za košaricu u izborniku
ms_my: Butang keranjang menu
pl_pl: Przycisk Koszyka menu

source: Displayed amount
es_es: Cantidad mostrada
hr_hr: Prikazani iznos
ms_my: Jumlah yang dipamerkan
pl_pl: Wartość wystawy

source: Display stock levels
es_es: Mostrar niveles de stock
ms_my: Paparkan paras stok

source: On product webpage
es_es: En la pagina web del producto
ms_my: Pada halaman web produk

source: On family webpage
es_es: En la página web familiar
ms_my: Pada halaman web keluarga

source: Show stock quantities
es_es: Mostrar cantidades de stock
ms_my: Tunjukkan kuantiti stok

source: Flush cache
es_es: Vaciar caché
hr_hr: Isprazni keš memoriju
ms_my: Cache cache
pl_pl: Wyczyść Cache

source: Login to see message
es_es: Inicia sesión para ver el mensaje
hr_hr: Prijavite se kako biste vidjeli poruke
ms_my: Masuk untuk melihat mesej
pl_pl: Zaloguj się żeby zobaczyć wiadomość

source: Order button states
es_es: Estados del botón de pedido
hr_hr: Stanje gumba za narudžbu
ms_my: Butang butang pesanan
pl_pl: Stany przycisku Zamów

source: Order quantity =0
es_es: Cantidad de pedido = 0
hr_hr: Količina narudžbe =0
ms_my: Kuantiti pesanan = 0
pl_pl: Wielkość zamówienia =0

source: Order quantity >0
es_es: Cantidad de pedido> 0
hr_hr: Količina narudžbe >0
ms_my: Kuantiti pesanan> 0
pl_pl: Wielkość zamówienia >0

source: Click to update
de_de: klick um zu aktualisieren
es_es: Haga clic para actualizar
hr_hr: Kliknite za ažuriranje
ms_my: Klik untuk mengemas kini
pl_pl: Kliknij żeby uaktualnić

source: Order quantity changed
es_es: Cantidad de pedido modificada
hr_hr: Količina narudžbe promijenjena
ms_my: Kuantiti pesanan berubah
pl_pl: Wielkość zamówienia zmieniona

source: Update
de_de: aktualisieren
es_es: Actualizar
hr_hr: Ažurirati
ms_my: Kemas kini
pl_pl: Uaktualnij

source: Order quantity saved
es_es: Cantidad de pedido guardada
hr_hr: Količina narudžbe spremljena
ms_my: Kuantiti pesanan disimpan
pl_pl: Wielkość zamówienia zapisana

source: Forms feedback
es_es: Feedback de formularios
hr_hr: Obrasci povratne informacije
ms_my: Borang maklumbalas
pl_pl: formularz opinii

source: Password missing
es_es: Contraseña perdida
hr_hr: Nedostaje lozinka
ms_my: Kata laluan hilang
pl_pl: Brakujące hasło

source: Password too short
es_es: Contraseña demasiado corta
hr_hr: Lozinka je prekratka
ms_my: Kata laluan terlalu pendek
pl_pl: Hasło jest zbyt krótkie

source: Password not match
es_es: La contraseña no coincide
hr_hr: Lozinka se ne podudara
ms_my: Kata laluan tidak sepadan
pl_pl: Niepoprawne hasło

source: This field is required
es_es: este campo es requerido
hr_hr: Ovo polje je obavezno
ms_my: Bidang ini diperlukan
pl_pl: To pole jest wymagane

source: Required field empty
es_es: Campo obligatorio vacío
hr_hr: Obavezno polje prazno
ms_my: Medan yang diperlukan kosong
pl_pl: Wymagane pole jest puste

source: Duplicate email
es_es: Correo electrónico duplicado
hr_hr: Dupliciran email
ms_my: Email duplikat
pl_pl: Kopiuj adres email

source: Terms and conditions not accepted
es_es: Términos y condiciones no aceptados
hr_hr: Odredbe i uvjeti nisu prihvaćeni
ms_my: Terma dan syarat tidak diterima
pl_pl: Zasady i Warunki nie zaakceptowane

source: reCAPTCHA fail
es_es: reCAPTCHA falla
ms_my: reCAPTCHA gagal

source: Forgot click reCAPTCHA
es_es: Olvidé clic en reCAPTCHA
ms_my: Lupa klik reCAPTCHA

source: Address fields
es_es: Campos de direccion
hr_hr: Polja za adresu
ms_my: Medan alamat
pl_pl: Pola Adresu

source: Townland (Ireland)
es_es: Townland (Irlanda)
hr_hr: Zemljišni posjed (Irska)
pl_pl: Townland (Irlandia)

source: locality_city
es_es: localidad_ciudad
hr_hr: lokalitet_grad
pl_pl: lokalizacja_miasto

source: Post town (United Kingdom)
es_es: Post town (Reino Unido)
hr_hr: Poštansko područje (Velika Britanija)
ms_my: Bandar pos (United Kingdom)
pl_pl: Miasto ( Zjednoczone Królestwo)

source: Department (country subdivision)
es_es: Departamento (subdivisión del país)
hr_hr: Odjel (teritorijalna podjela države)
ms_my: Jabatan (subbahagian negara)
pl_pl: Departamenty ( obszary)

source: Area (country subdivision)
es_es: Área (subdivisión del país)
hr_hr: Regija (teritorijalna podjela države)
ms_my: Kawasan (subbahagian negara)
pl_pl: Obszar

source: District (country subdivision)
es_es: Distrito (subdivisión del país)
hr_hr: Okrug (pododjel zemlje)
ms_my: Daerah (subbahagian negara)
pl_pl: Departamenty (obszary)

source: Unsubscribe text
es_es: Darse de baja del texto
ms_my: Berhenti melanggan teks

source: Unsubscribe link text
es_es: Cancelar suscripción del texto del enlace
ms_my: Berhenti melanggan teks pautan

source: Stop junk mail text
es_es: Detener el texto del correo basura
ms_my: Hentikan teks mel sampah

source: Stop junk mail link text
es_es: Detener el texto del enlace de correo basura
ms_my: Hentikan teks pautan mel sampah

source: Removed from mailing list
es_es: Eliminado de la lista de correo
ms_my: Dihapus dari senarai mel

source: Please, choose one
es_es: Por favor elige uno
hr_hr: Molimo, odaberite jedan
ms_my: Sila pilih satu
pl_pl: Wybierz jeden

source: Pick an option
es_es: Elige una opción
hr_hr: Odaberite opciju
ms_my: Pilih pilihan
pl_pl: wybierz opcję

source: Unknown shipping amount
es_es: Cantidad de envío desconocida
hr_hr: Nepoznat iznos dostave
ms_my: Jumlah penghantaran tidak diketahui
pl_pl: Nieznana wartość wysyłki

source: Useful Links 2
es_es: Enlaces útiles 2
hr_hr: Korisni linkovi 2
ms_my: Pautan Berguna 2
pl_pl: Przydatne linki 2

source: About Us
es_es: sobre nosotros
hr_hr: O nama
ms_my: Tentang kita
pl_pl: O Nas

source: Terms of Use
es_es: Condiciones de uso
hr_hr: Uvjeti korištenja
ms_my: Syarat Penggunaan
pl_pl: Warunki użytkowania

source: Privacy Policy
es_es: Política de privacidad
hr_hr: Politika privatnosti
ms_my: Dasar Privasi
pl_pl: Polityka Prywatności

source: Special Departments
es_es: Departamentos especiales
hr_hr: Posebni odjeli
ms_my: Jabatan Khas
pl_pl: Specjalne Departamenty

source: Info pages
es_es: Páginas de información
hr_hr: Info stranice
ms_my: Halaman maklumat
pl_pl: Strony Informacyjne

source: Terms & Conditions
es_es: Términos y Condiciones
hr_hr: Uvjeti i Odredbe
ms_my: Terma & Syarat
pl_pl: Zasady i Warunki

source: FAQ
es_es: Preguntas más frecuentes
ms_my: Soalan Lazim
pl_pl: Najczęściej zadawane pytania

source: About Website
es_es: Sobre el sitio web
hr_hr: O web stranici
ms_my: Mengenai Laman Web
pl_pl: O Stronie

source: Link to offer 1
es_es: Enlace para ofrecer 1
hr_hr: Link za ponudu 1
ms_my: Pautan untuk menawarkan 1
pl_pl: link do oferty 1

source: Link to offer 2
es_es: Enlace para ofrecer 2
hr_hr: Link za ponudu 2
ms_my: Pautan untuk menawarkan 2
pl_pl: link do oferty 2

source: Link to offer 3
es_es: Enlace a la oferta 3
hr_hr: Link za ponudu 3
ms_my: Pautan untuk menawarkan 3
pl_pl: link do oferty 3

source: Link to offer 4
es_es: Enlace a la oferta 4
hr_hr: Link za ponudu 4
ms_my: Pautan untuk ditawarkan 4
pl_pl: link do oferty 4

source: Big offer A
es_es: Gran oferta A
hr_hr: Velika ponuda A
ms_my: Tawaran besar A
pl_pl: Oferta A

source: Big offer B
es_es: Gran oferta B
hr_hr: Velika ponuda B
ms_my: Tawaran besar B
pl_pl: Oferta B

source: Inspiration
es_es: Inspiración
hr_hr: Inspiracija
ms_my: Inspirasi
pl_pl: Inspiracje

source: Big Idea A
es_es: Gran idea un
hr_hr: Velika ideja A
ms_my: Idea Besar A
pl_pl: Pomysł A

source: Big Idea B
es_es: Gran idea B
ms_my: Idea Besar B
pl_pl: Pomysł B

source: List of bright ideas
es_es: Lista de ideas brillantes
hr_hr: Popis sjajnih ideja
ms_my: Senarai idea-idea terang
pl_pl: Lista pomysłów

source: Warm welcoming stuff
es_es: Cosas cálidas y acogedoras
hr_hr: Topla dobrodošlica
ms_my: Perkara mengalu-alukan yang hangat
pl_pl: Ciepłe przywitanie

source: Eco friendly lifestyle
es_es: Estilo de vida ecológico
hr_hr: Ekološki način života
ms_my: Gaya hidup mesra alam
pl_pl: Przyjazny środowisku styl życia

source: Rocket science inspiration
es_es: Inspiración de la ciencia de cohetes
hr_hr: Inspiracija iz svemirske znanosti
ms_my: Inspirasi sains roket
pl_pl: Inspiracje

source: Link 1
es_es: Enlace 1
ms_my: Pautan 1

source: Link 2
es_es: Enlace 2
ms_my: Pautan 2

source: Link 3
es_es: Enlace 3
ms_my: Pautan 3

source: Link 4
es_es: Enlace 4
ms_my: Pautan 4

source: Extra column
es_es: Columna extra
hr_hr: Dodatni stupac
ms_my: Lajur tambahan
pl_pl: Dodatkowa kolumna

source: Submenu
de_de: Untermenü
es_es: Submenú
hr_hr: Podizbornik
pl_pl: Podmenu

source: Delivery paperwork
es_es: Papeleo de entrega
ms_my: Kertas kerja penghantaran
pl_pl: Dokumenty dostawy

source: Please ask an authorised user to delete this supplier's product
es_es: Solicite a un usuario autorizado que elimine el producto de este proveedor.
ms_my: Sila minta pengguna yang dibenarkan untuk memadamkan produk pembekal ini
