Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Another user updated current part list, refresh and try again
de_de: Ein anderer Benutzer hat diese konkrete Teilliste aktualisiert, laden Sie die Seite neu und versuchen Sie es erneut
hr_hr: Drugi korisnik je ažurirao trenutni popis dijelova, osvježite i pokušajte ponovno
pl_pl: Inny użytkownik uaktualnił listę produktów, odśwież i spróbuj ponownie

source: can not connect to the email server
de_de: Verbindung mit E-Mail-Server nicht möglich
hr_hr: ne može se spojiti na server e-pošte
pl_pl: nie może połączyć z serwerem poczty

source: Shelf Created
de_de: Regal erstellt
hr_hr: Kreiran stalak
pl_pl: Półka stworzona

source: Shelf
de_de: Regal
hr_hr: Stalak
pl_pl: Półka

source: created
de_de: erstellt
hr_hr: kreirano
pl_pl: stworzony

source: Shelf Type Created
de_de: Regal Typ erstellt
hr_hr: Kreiran tip stalka
pl_pl: Typ półki utworzony

source: Shelf Type
de_de: Regal Typ
hr_hr: Tip stalka
pl_pl: Rodzaj półki

source: Website created
de_de: Website erstellt
hr_hr: Web stranica kreirana
pl_pl: Witryna utworzona

source: added
de_de: hinzugefügt
hr_hr: dodano
pl_pl: dodano

source: Site default header changed
de_de: Standardkopfzeile geändert
hr_hr: Promijenjeno je zadano zaglavlje stranice
pl_pl: Zmieniono domyślny nagłówek witryny

source: Site checkout data changed
de_de: Seite Checkout-Daten geändert
hr_hr: Podaci o odjavi na sajtu su promijenjeni
pl_pl: Dane dotyczące transakcji w witrynie zostały zmienione

source: Site default footer changed
de_de: Standardfußzeile geändert
hr_hr: Promijenjeno je zadano podnožje stranice
pl_pl: Zmieniono domyślną stopkę witryny

source: Can't delete
de_de: Nicht Löschbar
hr_hr: Nije moguće izbrisati
pl_pl: Nie można usunąć

source: Website deleted
de_de: Webseite gelöscht
hr_hr: Web stranica izbrisana
pl_pl: Witryna usunięta

source: eBank Transfers
de_de: eBank Überweisung
hr_hr: eBank Transferi
pl_pl: e-transfery

source: Satday
hr_hr: Subota
pl_pl: Sobota

source: Supplier's part unit description missing
de_de: Lieferteil Beschreibung wird vermisst
hr_hr: Nedostaje opis jedinice dijela dobavljača
pl_pl: brak opisu części dostawcy

source: Duplicated supplier part reference (%s)
de_de: Duplizierte Lieferteil Referenz (%s)
hr_hr: Duplicirana referenca dijela dobavljača (%s)
pl_pl: Produkt Dostawcy Zduplikowany (%s)

source: Supplier's part created
de_de: Lieferantenteil erstellt
hr_hr: Kreiran dio dobavljača
pl_pl: Część dostawcy stworzona

source: Supplier part can't set up as on demand because supplier isn't configured to allow that
de_de: Lieferteil kann nicht für Nachfrage eingestellt werden, da es die Einstellung des Lieferanten nicht ermöglich
hr_hr: Dio dobavljača ne može se postaviti kao na zahtjevu jer dobavljač nije konfiguriran da to dopušta
pl_pl: Część dostawcy nie może być skonfigurowana tak, jak na żądanie, ponieważ dostawca nie jest skonfigurowany, aby to umożliwić

source: Supplier part must be on demand
de_de: Lieferteil muss auf Nachfrage sein
hr_hr: Dio dobavljača mora biti na zahtjev
pl_pl: Część dostawcy musi być na żądanie

source: Can't move supplier, another supplier part has same reference (%s)
de_de: Lieferant kann nicht verschieben werden, ein anderes Lieferteil hat die selbe Referenz (%s)
hr_hr: Nije moguće premjestiti dobavljača, drugi dio dobavljača ima istu referencu (%s)
pl_pl: Nie można przesunąć dostawcy, inny dostawca używa tej samej referencji dla części (%s)

source: Supplier's part record %s deleted
de_de: Lieferantenteil Eintrag %s gelöst
hr_hr: Zapis o dijelu dobavljača %s izbrisan
pl_pl: Rejestr części dostawcy %s usunięte

source: supplier's part code
de_de: Lieferantenteilcode
hr_hr: šifra dijela dobavljača
pl_pl: Kod Części dostawcy

source: supplier's part unit description
de_de: Lieferteil Einheitsbeschreibung
hr_hr: dobavljačev dio opis jedinice
pl_pl: opis części dostawcy

source: supplier's part unit label
de_de: Lieferteil Einheitsschilt
hr_hr: dobavljačev dio oznaka jedinice
pl_pl: etykieta jednostki części dostawcy

source: Make to order
de_de: zur Bestellung erstellt
hr_hr: Izrada prema narudžbi
pl_pl: Zrobione żeby zamówić

source: Template created
de_de: Vorlage erstellt
hr_hr: Kreiran predložak
pl_pl: Szablon stworzony

source: Template Scope created
de_de: Vorlagenumfang
hr_hr: Kreiran opseg predloška
pl_pl: Utworzono zakres szablonu

source: Ignoredx
de_de: Ignoriert
pl_pl: zignoruj

source: supplier's parts
de_de: Lieferteile
hr_hr: dobavljačevi dijelovi
pl_pl: Części dostawcy

source: Imported customers list
de_de: Importierte Kundenliste
hr_hr: Uvezeni popis kupaca
pl_pl: Importowana lista klientów

source: Error Log
de_de: Fehlerprotokoll
hr_hr: Zapisnik pogrešaka
pl_pl: Błąd logowania

source: Ignored Log
de_de: Ingnoriertes Protokoll
hr_hr: Zanemaren zapisnik
pl_pl: zignoruj login

source: User's rights for website %s were removed
de_de: Benutzerrechte für die Webseite wurden entfernt %s
hr_hr: Korisnička prava za web stranicu %s su uklonjena
pl_pl: Prawa użytkownika do witryny% s zostały usunięte

source: User's rights for website %s were granted
de_de: Benutzerrechte für die Webseite wurden genehmigt %s
hr_hr: Dodijeljena su korisnička prava za web stranicu %s
pl_pl: Prawa użytkownika do witryny% s zostały przyznane

source: User's rights for production supplier %s were removed
de_de: Benutzerrechte für Hersteller wurden entfernt %s
hr_hr: Korisnička prava za dobavljača proizvodnje %s su uklonjena
pl_pl: Prawa użytkownika dla dostawcy produkcji% s zostały usunięte

source: User's rights for production supplier %s were granted
de_de: Benutzerrechte für Hersteller wurden genehmigt %s
hr_hr: Dodijeljena su korisnička prava dobavljaču proizvodnje %s
pl_pl: Prawa użytkownika dla dostawcy produkcji% s zostały przyznane

source: Another web page has same code %s
hr_hr: Druga web stranica ima isti kod %s
pl_pl: Inna strona posiada ten sam kod %s

source: Webpage created
hr_hr: Kreirana web stranica
pl_pl: Strona Internetowa utworzona

source: Editable Title
de_de: Bearbeitbarer Titel
hr_hr: Naslov koji se može uređivati
pl_pl: Edytowalny tytuł

source: This is a CMS block edited from admin panel
hr_hr: Ovo je CMS blok uređen iz administratorskog panela
pl_pl: To jest blok CMS edytowany z panelu administracyjnego

source: Duplicated webpage version code
hr_hr: Duplicirani kod verzije web stranice
pl_pl: Kod wersji strony zduplikowany

source: Webpage Version created
hr_hr: Kreirana verzija web stranice
pl_pl: Utworzono wersję strony internetowej

source: Website node added
hr_hr: Dodan je čvor web stranice
pl_pl: Węzeł witryny dodany

source: Duplicated webpage code
hr_hr: Duplicirani kod web stranice
pl_pl: Kod strony zduplikowany

source: Normal
hr_hr: Normalno
pl_pl: Normalny

source: WebLog
pl_pl: Blog

source: Movements
hr_hr: Kretanja
pl_pl: Ruchy

source: Customer cateogry
hr_hr: Kategorije klijenata
pl_pl: Kategoria klienta

source: Submitted, in transit
de_de: Eingereicht, unterwegs
hr_hr: Poslano, u tranzitu
pl_pl: zatwierdzone, w tranzycie

source: Supplier's part unit description
hr_hr: Opis jedinice dijela dobavljača
pl_pl: opis części dostawcy

source: Part SKO Barcode
hr_hr: Dio SKO barkoda
pl_pl: Część SKO kodu kreskowego

source: SKOs per Carton
hr_hr: SKO po kartonu
pl_pl: SKO na Karton

source: Agent's delivery time & currency
hr_hr: Agentovo vrijeme isporuke i valuta
pl_pl: Czas dostawy & waluta

source: Delete agent
hr_hr: Obrisati agenta
pl_pl: Usuń agenta

source: Cost & availability
hr_hr: Cijena i dostupnost
pl_pl: Koszty & Dostepność

source: Unit type
hr_hr: Tip jedinice
pl_pl: typ jednostki

source: Product packing
hr_hr: Pakiranje proizvoda
pl_pl: Opakowanie produktu

source: Pack description
hr_hr: Opis paketa
pl_pl: Opis opakowania

source: Barcode on pack
hr_hr: Barkod na paketu
pl_pl: Kod kreskowy na opakowaniu

source: Product's cartons
hr_hr: Kartoni proizvoda
pl_pl: Karton produktu

source: Delete campaign
hr_hr: Obriši kampanju
pl_pl: Usuń kampanie

source: White canvas
hr_hr: Bijelo platno
pl_pl: Białe płótno

source: Set as not ready
hr_hr: Postavi kao nespremno
pl_pl: Ustaw jako nie gotowy

source: Template settings
hr_hr: Postavke predloška
pl_pl: Ustawienia szablonu

source: Related products links
hr_hr: Povezani proizvodi linkovi
pl_pl: Powiązania Produktów Pokrewnych

source: See also links
hr_hr: Vidi također linkovi
pl_pl: Zobacz również linki

source: Reindex category & products webpages
hr_hr: Reindeksiranje kategorije i proizvoda web stranica
pl_pl: Kategorie reindeksu & strony produktów

source: Working hours & cost
de_de: Arbeitszeit und Kosten
hr_hr: Radni sati i trošak
pl_pl: Godziny pracujące & koszt

source: Delete image
hr_hr: Izbriši sliku
pl_pl: Usuń obraz

source: Warning, editing invoice details can be illegal
hr_hr: Upozorenje, uređivanje podataka o fakturi može biti protuzakonito
pl_pl: Ostrzeżenie, edycja szczegółów faktury może być nielegalna

source: Customer tax number
de_de: Kundensteuernummer
hr_hr: Porezni broj kupca
pl_pl: Numer Podatkowy klienta

source: Customer registration number
de_de: Kundenregistrierungsnummer
hr_hr: Registracijski broj kupca
pl_pl: Numer rejestracji klienta

source: Delete website & all webpages
hr_hr: Izbriši web stranicu i sve web stranice
pl_pl: Usuń stronę & wszystkie strony

source: Contact telephone
hr_hr: Kontakt telefon
pl_pl: numer telefonu

source: Part Id
hr_hr: ID dijela
pl_pl: ID Części

source: Selling outer
hr_hr: Prodaja vanjskog
pl_pl: sprzedaż opakowania

source: This field is independent of Supplier's part ordering SKOs per carton
hr_hr: Ovo polje je neovisno od narudžbi Dobavljačevog dijela SKO-ova po kartonu
pl_pl: To pole jest niezależne od części zamawianych przez dostawcę SKO na karton

source: Delete part & related supplier's parts
hr_hr: Izbriši dio i povezane dijelove dobavljača
pl_pl: Usuń listę części & części powiązanych dostawcy

source: Supplier's part description
hr_hr: Opis dijela dobavljača
pl_pl: Opis części dostawcy

source: Supplier's part ordering
hr_hr: Naručivanje dijela kod dobavljača
pl_pl: zamówienie części dostawcy

source: Supplier's part cost/price
hr_hr: Trošak/cijena dobavljačevog dijela
pl_pl: Część dostawcy koszt/cena

source: Responsive grid
hr_hr: Prilagodljiva mreža
pl_pl: Reagująca siatka

source: Fixed grid
hr_hr: Fiksna mreža
pl_pl: Niezmienna siatka

source: Supplier's parts defaults
hr_hr: Zadane postavke dijelova dobavljača
pl_pl: Część dostawcy błędy

source: Delete supplier & supplier's parts
hr_hr: Izbriši dobavljača i dobavljačeve dijelove
pl_pl: Usuń dostawcę & części dostawcy

source: Estimated delivery
hr_hr: Procijenjena isporuka
pl_pl: Przybliżona data dostawy

source: Ids
pl_pl: Dni Niepracujące

source: Delete webpage version
de_de: Webseitenversion löschen
hr_hr: Izbriši verziju web stranice
pl_pl: Usuń wersję strony

source: CPNP
pl_pl: CPNP - Portal Zgłaszania Produktów Kosmetycznych

source: MSDS
hr_hr: MSDS Sigurnosni podaci o materijalu
pl_pl: Karta Bezpieczeństwa (MSDS)

source: Delete supplier's part & related part
hr_hr: Izbrišite dobavljačev dio i povezani dio
pl_pl: Usuń listę części & części powiązanych dostawcy

source: Goods in (Stock control)
hr_hr: Upravljanje zalihama
pl_pl: Przyjęcie towaru (kontrola stanów magazynowych)

source: Warehouse (Locations)
hr_hr: Magacin (Lokacije)
pl_pl: Magazyn (lokalizacje)

source: Sales Intelligence
hr_hr: Inteligencija prodaje
pl_pl: Sprzedaż (intelligence)

source: Manpower
hr_hr: Radna snaga
pl_pl: Siła robocza

source: Goods out
hr_hr: Odlazak robe
pl_pl: Miejsce wysyłki

source: Financial Intelligence
hr_hr: Financijska inteligencija
pl_pl: Finansowa inteligencja

source: Supply Intelligence
hr_hr: Inteligencija opskrbe
pl_pl: Dostawa ( intelligence)

source: Customer <i>Orders</i>
de_de: Kunde <i> Bestellungen </i>
hr_hr: Korisnikove <i>Narudžbe</i>
pl_pl: Klient <i>Zamówienia</i>

source: Customer <i>Profile</i>
hr_hr: Korisnikov <i>Profil</i>
pl_pl: Klient <i>Profil</i>

source: Select which kind of emails you want to receive from us
hr_hr: Odaberite koju vrstu e-pošte želite primati od nas
pl_pl: wybierz rodzaj emaili które chcesz od nas otrzymywać

source: CVV
pl_pl: Numer CVV

source: search
hr_hr: pretraži
pl_pl: Szukaj

source: Coming soon
hr_hr: Dolazi uskoro
pl_pl: Już wkrótce

source: Enter email ...
de_de: Gebe E-Mail ein...
hr_hr: Unesite email...
pl_pl: wprowadź email ...

source: Hours
de_de: Stunden
hr_hr: Sati
pl_pl: Godziny

source: Minutes
hr_hr: Minute
pl_pl: minuty

source: Seconds
hr_hr: Sekunde
pl_pl: Sekundy

source: Thanks for your order
hr_hr: Hvala na vašoj narudžbi
pl_pl: Dziękujemy za Twoje zamówienie

source: Search manpower
hr_hr: Potraži radnu snagu
pl_pl: Szukaj Siły Roboczej

source: Multiple suppliers
hr_hr: Više dobavljača
pl_pl: Wielu Dostawców

source: Parts's Categories
hr_hr: Kategorije dijelova
pl_pl: części kategorii

source: New supplier part for %s
hr_hr: Novi dobavljačev dio za %s
pl_pl: Nowa część dostawcy za %s

source: Campaigns & offers
hr_hr: Kampanje i ponude
pl_pl: Kampanie & oferty

source: Search offers all stores
hr_hr: Pretraži ponude u svim trgovinama
pl_pl: Szukaj ofert w sklepach

source: Archived orders
hr_hr: Arhivirane narudžbe
pl_pl: Zamówienia archiwalne

source: New refund for order %s
hr_hr: Nova refundacija za narudžbu %s
pl_pl: Nowy zwrot dla zamówienia %s

source: Root account
hr_hr: Root račun
pl_pl: Konto Root

source: Setup account
hr_hr: Postavljanje naloga
pl_pl: Ustaw Konto

source: Set warehouse
hr_hr: Odaberi magacin
pl_pl: ustaw magazyn

source: Set store
hr_hr: Odaberi trgovinu
pl_pl: Ustaw sklep

source: Supplier's part
hr_hr: Dio dobavljača
pl_pl: Część dostawcy

source: New Supplier's part
hr_hr: Novi dobavljačev dio
pl_pl: Nowa część dostawcy

source: Version
hr_hr: Verzija
pl_pl: Wersja

source: Order Picking Aid
hr_hr: Pomoć pri pokupljanju narudžbi
pl_pl: Dokument do przygotowania zamówienia

source: pick
hr_hr: odabir
pl_pl: wybór

source: Syslog
pl_pl: logowanie do systemu

source: Edit supplier's parts
hr_hr: Uredite dijelove dobavljača
pl_pl: Edytuj część dostawcy

source: All supplier's parts
hr_hr: Svi dijelovi od dobavljača
pl_pl: Wszystkie części dostawcy

source: Weblog
pl_pl: Blog

source: New allowance
hr_hr: Novi dodatak
pl_pl: Nowy dodatek

source: All categories
hr_hr: Sve kategorije
pl_pl: Wszystkie kategorie

source: Products in %s
hr_hr: Proizvodi u %s
pl_pl: Produkty w %s

source: Parts in %s
hr_hr: Dijelovi u %s
pl_pl: Części w %s

source: This category don't have webpage
hr_hr: Ovaj kategorija nema web stranicu
pl_pl: Ta kategoria nie ma strony internetowej

source: There is no preview for this template
hr_hr: Ne postoji pregled za ovaj predložak
pl_pl: Brak podglądu dla tego szablonu

source: Ip
pl_pl: lp

source: Tariff Codes
hr_hr: Tarifne oznake
pl_pl: Kody Taryfy

source: Supplier's part reference
hr_hr: Referenca dijela dobavljača
pl_pl: Referencja części dostawcy

source: Products in part family %s
hr_hr: Proizvodi u dijelu obitelji %s
pl_pl: Produkty w części rodziny produktów %s

source: This product don't have webpage
hr_hr: Ovaj proizvod nema web stranicu
pl_pl: Ten produkt nie ma strony internetowej

source: Upload supplier's parts
hr_hr: Učitajte dijelove dobavljača
pl_pl: Prześlij części dostawcy

source: You need set up a warehouse before creating a store, set up the warehouse %s
hr_hr: Morate postaviti magacin prije kreiranja trgovine, postavite magacin %s
pl_pl: Przed utworzeniem sklepu musisz skonfigurować magazyn, a następnie skonfigurować magazyn% s

source: Supplier's parts in %s
hr_hr: Dobavljačevi dijelovi u %s
pl_pl: Części dostawcy w %s

source: Email, telephones
hr_hr: Email, telefoni
pl_pl: Email, telefony

source: Locations in %s
hr_hr: Lokacije u %s
pl_pl: Lokalizacje w %s

source: Page code
hr_hr: Kod stranice
pl_pl: Kod strony

source: new_employees
hr_hr: novi_zaposlenici
pl_pl: Nowi_Pracownicy

source: new_parts
hr_hr: novi_dijelovi
pl_pl: Nowe_Czesci

source: new_supplier_parts
hr_hr: novi_dijelovi_dobavljača
pl_pl: Nowe_Czesci_Dostawcy

source: new_locations
hr_hr: nove_lokacije
pl_pl: Nowe_Lokalizacje

source: ETA
pl_pl: Przewidywany czas przybycia

source: United Kingdom
de_de: Vereinigtes Königreich von Großbritannien
hr_hr: Velika Britanija
pl_pl: Zjednoczone Królestwo

source: Poland
de_de: Polen
hr_hr: Poljska
pl_pl: Polska

source: Portugal
hr_hr: Portugalija
pl_pl: Portugalia

source: Calendar
hr_hr: Kalendar
pl_pl: Kalendarz

source: Email Comms.
hr_hr: Komunikacija putem e-maila.
pl_pl: Komunikacja Email

source: Products database
hr_hr: Baza podataka proizvoda
pl_pl: Baza danych produktów

source: In process web pages
de_de: Webseite in Bearbeitung
hr_hr: Web stranice u procesu
pl_pl: w strony internetowe w procesie

source: Ready web pages
hr_hr: Gotove web stranice
pl_pl: Gotowe strony internetowe

source: Web pages's groups
hr_hr: Grupe web stranica
pl_pl: Grupy stron internetowych

source: Paid orders in process by customer services
hr_hr: Plaćene narudžbe u obradi od strane korisničke službe
pl_pl: Zapłacone zamówienia w trakcie zatwierdzania przez obsługę klienta

source: Working Areas
hr_hr: Radna područja
pl_pl: Obszary robocze

source: Company departments
hr_hr: Odjeli tvrtke
pl_pl: Departamenty firmy

source: Organizational chart
de_de: Organigramm
hr_hr: Organizacijska shema
pl_pl: wykres organizacji

source: Warehouse users
hr_hr: Korisnici magacina
pl_pl: Użytkownicy magazynu

source: Agent's Parts
hr_hr: Dijelovi agenta
pl_pl: Produkty Agenta

source: Supplier's Parts
hr_hr: Dobavljačevi dijelovi
pl_pl: Części dostawcy

source: Packing assigned to
hr_hr: Pakiranje dodijeljeno
pl_pl: Pakowanie przypisane do

source: Start Packing
hr_hr: Početi pakirati
pl_pl: Rozpocznij pakowanie

source: picking order
hr_hr: nalog za preuzimanje
pl_pl: Zamówienie do przygotowania

source: packing order
hr_hr: nalog za pakiranje
pl_pl: Zamówienie do spakowania

source: %s supplier's part
hr_hr: %s dobavljačev dio
pl_pl: %s część dostawcy

source: %s operative
hr_hr: %s operater
pl_pl: %s operacyjny

source: %s supplier's part of %s
hr_hr: %s dobavljačev dio od %s
pl_pl: %s część dostawcy %s

source: %s ex employee of %s
hr_hr: %s bivši zaposlenik %s
pl_pl: %s były pracownik z %s

source: %s operative of %s
hr_hr: %s operater od %s
pl_pl: %s magazynier %s

source: Abandoned carts
hr_hr: Napuštena košarica

source: id
hr_hr: identifikator

source: Website user
de_de: Webseite Benutzer
hr_hr: Korisnik web stranice

source: Townland
de_de: Stadtgebiet
hr_hr: Zemljišni posjed

source: Upload logo
de_de: Logo hochladen
hr_hr: Učitaj logo

source: Background Image
de_de: Hintergrunds Bild
hr_hr: Slika pozadine

source: Upload background
de_de: Hintergrund hochladen
hr_hr: Učitaj sliku pozadine

source: Add submenu
de_de: Untermenü hinzufügen
hr_hr: Dodajte podizbornik

source: http://... or webpage code
de_de: http://... oder Wbseitenkode
hr_hr: http://... ili kod web stranice

source: 1m
hr_hr: 1 mjesec

source: If you do not wish to receive more marketing emails from us, plese unsubscribe
hr_hr: Ukoliko ne želite više primati marketinške e-mail poruke od nas, molimo odjavite se

source: Disassociate location
de_de: Standort trennen
hr_hr: Odvoji lokaciju

source: Add location
de_de: Lokation hinzufügen
hr_hr: Dodati lokaciju

source: ID
hr_hr: identifikator

source: Dispatched or cancelled
de_de: Versandt oder storniert
hr_hr: Poslano ili otkazano

source: U/C
de_de: A/K
hr_hr: U izradi

source: Packed & Sealed
de_de: Verpackt & versiegelt
hr_hr: Zapakirano i zapečaćeno

source: Sealed
de_de: Versiegelt
hr_hr: Zapečaćeno

source: Set as packed and sealed
de_de: als verpacket und versiegelt einstellen
hr_hr: Označi kao zapakirano i zapečaćeno

source: Not picked
hr_hr: Nije preuzeto

source: Ok, i will fix it
hr_hr: Ok, sredit ću to

source: Continue anyway
hr_hr: Svejedno nastavi

source: There is more stock in other locations, replenish picking location and try again
hr_hr: Postoji više zaliha na drugim lokacijama, dopunite mjesto preuzimanja i pokušajte ponovno

source: I will replenish the location
hr_hr: Nadopunit ću zalihe na lokaciji

source: There is some parts not picked
hr_hr: Neki dijelovi nisu pokupljeni

source: To Refund
de_de: zu Rückerstattung
hr_hr: Za povrat

source: To Pay
de_de: Zu Zahlen
hr_hr: Za plaćanje

source: Soft bounced
hr_hr: Privremeno odbijeno

source: Hard bounced
hr_hr: Trajno odbijeno

source: Basket updated
de_de: Warenkorb aktualisiert
hr_hr: Košarica ažurirana

source: Order placed
de_de: Bestellung eingereicht
hr_hr: Narudžba postavljena

source: VIP Customer
de_de: VIP Kunde
hr_hr: VIP Kupac

source: Partner Customer
de_de: Partner Kunde
hr_hr: Partnerski kupac

source: Next shipment
de_de: Nächste Lieferung
hr_hr: Sljedeća pošiljka

source: Edit stock
de_de: Bestand bearbeiten
hr_hr: Izmjeni zalihe

source: This purchase order will be fulfilled by
de_de: Diese Bestellung wird bearbeitet durch
hr_hr: Ova narudžbenica će biti ispunjena do

source: This purchase order is been fulfilled by
de_de: Diese Bestellung worde bearbeitet durch
hr_hr: Ova narudžbenica ispunjena je od

source: Inputted
de_de: Eingegeben
hr_hr: Uneseno

source: Placed
de_de: Eingereicht
hr_hr: Postavljeno

source: Received by agent
de_de: Vom Agenten erhalten
hr_hr: Agent primio

source: Undo submition
de_de: Einreichung aufheben
hr_hr: Poništi predaju

source: Select a courier
hr_hr: Odaberite kurira

source: L x W x H
de_de: L x B x H
hr_hr: D x Š x V

source: Processing Payment
de_de: Zahlungsabwicklung
hr_hr: Obrada plaćanja

source: Part stock value changed to %s following %s policy after received from supplier delivery %s
hr_hr: Vrijednost zaliha dijela promijenjena je na %s u skladu s politikom %s nakon primitka isporuke od dobavljača %s

source: Last delivery cost set stock value
de_de: Letzte eingegebene Lieferkosten im Lagerwert
hr_hr: Posljednji trošak isporuke postavlja vrijednost zaliha

source: Supplier's part list & adding supplier parts
de_de: Teileliste des Lieferanten & Hinzufügen von Lieferteilen
hr_hr: Popis dijelova dobavljača i dodavanje dijelova dobavljača

source: Abandoned cart
hr_hr: Napuštena košarica

source: Packed Done
de_de: Verpackung abgeschlossen
hr_hr: Pakiranje gotovo

source: Packed done
de_de: Verpackung abgeschlossen
hr_hr: Pakiranje gotovo

source: to be restocked
de_de: muss wieder aufgefüllt werden
hr_hr: potrebno je nadopuniti zalihe

source: to be dispatched
de_de: muss versandt werden
hr_hr: potrebno je otpremiti

source: out of stock
de_de: Nicht vorrätig
hr_hr: nema na zalihi

source: not picked (other)
de_de: nicht Kommissioniert
hr_hr: nije preuzeto (drugo)

source: Refund pay back
de_de: Erstattungszahlung
hr_hr: Refundirati Povrat novca

source: Remove payment
de_de: Zahlung entfernen
hr_hr: Ukloni plaćanje

source: Missing required field
de_de: Pflichtfeld wird vermisst
hr_hr: Nedostaje obavezno polje

source: (All manufactures)
de_de: (Alle Hersteller)
hr_hr: (Svi proizvođači)

source: Invoice sales
hr_hr: Prodaja fakture

source: Custom Field
de_de: benutzerdefiniertes Feld
hr_hr: Prilagođeno polje

source: Customer can't be deleted
de_de: Kunde kann nicht gelöscht werden
hr_hr: Nije moguće izbrisati klijenta

source: Potential duplicates
de_de: potenziale Duplikate
hr_hr: Potencijalni duplikati

source: Abandoned cart mailshot %s created
hr_hr: Kreirana je e-mail kampanja za napuštene košarice %s

source: Location warehouse area changed
de_de: Standort Lagerbereich geändert
hr_hr: Promijenjena je površina magacina na lokaciji

source: Order packed and sealed
de_de: Bestellung verpackt und versiegelt
hr_hr: Narudžba zapakirana i zapečaćena

source: Invoice deleted, order state back to packed and sealed
de_de: Rechnung gelöscht, Bestellungsstatus als verpackt und versiegelt gesetzt
hr_hr: Faktura izbrisana, stanje narudžbe vraćeno na zapakirano i zapečaćeno
