Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Delete supplier's product & related part
es_es: Eliminar el producto del proveedor y la parte relacionada
ms_my: Padam produk pembekal & bahagian yang berkaitan

source: Human Resources
es_es: Recursos humanos
hr_hr: Ljudski resursi
ms_my: Sumber Manusia
pl_pl: Zasoby Ludzkie

source: Web designer
es_es: diseñador web
hr_hr: Web dizajner
ms_my: pereka web
pl_pl: Projektant stron internetowych

source: Warehouse Supervisor
es_es: Supervisor de almacén
hr_hr: Supervizor Magacina
ms_my: Penyelia Gudang
pl_pl: Kierownik magazynu

source: Warehouse Stock Keeper
es_es: Almacén de inventario
hr_hr: Magacinski čuvar zaliha
ms_my: Penjaga Stok Gudang
pl_pl: Osoba odpowiedzialna za stany magazynowe w magazynie

source: Stock Controller
es_es: Controlador de mercancía
hr_hr: Kontrolor zaliha
ms_my: Pengawal Stok
pl_pl: Osoba odpowiedzialna za stany magazynowe

source: Buyer
es_es: Comprador
hr_hr: Kupac
ms_my: Pembeli
pl_pl: Kupujacy

source: Picker/Packer
es_es: Empacador selector
hr_hr: Preuzimač i Pakirač
pl_pl: Osoba przygotowująca & Osoba Pakująca

source: Dispatch Supervisor
es_es: Supervisor de Despacho
hr_hr: Supervizor otpreme
ms_my: Penyelia Dispatch
pl_pl: przełożony odpowiedzialny za wysyłkę

source: Production Supervisor
es_es: Supervisor de producción
hr_hr: Supervizor proizvodnje
ms_my: Penyelia Pengeluaran
pl_pl: Kierownik Produkcji

source: Production Operative
es_es: Operativo de producción
hr_hr: Proizvodni radnik
ms_my: Pengendalian Pengeluaran
pl_pl: Pracownik Produkcji

source: Customer Service
es_es: Servicio al Cliente
hr_hr: Korisnička služba
ms_my: Khidmat Pelanggan
pl_pl: Obsługa klienta

source: Customer Service Supervisor
es_es: Supervisor de Servicio al Cliente
hr_hr: Supervizor korisničke službe
ms_my: Penyelia Perkhidmatan Pelanggan
pl_pl: Kierownik Obsługi Klienta

source: Human Resources (Supervisor workers view)
es_es: Recursos humanos (vista de los trabajadores supervisores)
ms_my: Sumber Manusia (pandangan pekerja Penyelia)

source: Buyer supervisor
es_es: Supervisor de comprador
ms_my: Penyelia pembeli

source: Production manager
es_es: Jefe de producción
hr_hr: Menadžer proizvodnje
ms_my: Pengurus pengeluaran
pl_pl: Kierownik Produkcji

source: Warehouse worker
es_es: Trabajador de almacén
ms_my: Pekerja gudang

source: Warehouse supervisor
es_es: Supervisor de almacén
ms_my: Penyelia gudang

source: Goods out manager
es_es: Gerente de salida de mercancías
ms_my: Pengurus barang keluar

source: Customer services supervisor
es_es: Supervisor de servicios al cliente
ms_my: Penyelia perkhidmatan pelanggan

source: Customer Services
es_es: Servicios al cliente
hr_hr: Korisnička služba
ms_my: Perkhidmatan pelanggan
pl_pl: Obsługa Klienta

source: Store supervisor
es_es: Supervisor de tienda
ms_my: Penyelia kedai

source: Store Worker
es_es: Trabajador de tienda
ms_my: Simpan Pekerja

source: Customers and Orders
es_es: Clientes y Pedidos
ms_my: Pelanggan dan Pesanan

source: Mailroom supervisor
es_es: Supervisor de la sala de correo
ms_my: Penyelia Mailroom

source: Customer operations
de_de: Kundenbetriebe
es_es: Operaciones del cliente
hr_hr: Korisničke operacije
ms_my: Operasi pelanggan
pl_pl: Operacje klienta

source: Customer's homepage
es_es: Página de inicio del cliente
hr_hr: Početna stranica klijenta
ms_my: Halaman utama pelanggan
pl_pl: Strona Domowa klienta

source: Visitor's homepage
es_es: Página de inicio del visitante
hr_hr: Početna stranica posjetitelja
ms_my: Laman utama Pelawat
pl_pl: Strona domowa gościa

source: Here you can see your favourites
es_es: Aquí puedes ver tus favoritos
hr_hr: Ovdje možete vidjeti svoje favorite
ms_my: Di sini anda dapat melihat kegemaran anda
pl_pl: tutaj możesz znaleźć Twoje ulubione produkty

source: You still have no favourites
es_es: Aún no tienes favoritos
hr_hr: Još uvijek nemate favorite
ms_my: Anda masih tidak mempunyai kegemaran
pl_pl: brak ulubionych

source: Login form
es_es: Formulario de acceso
hr_hr: Obrazac za prijavu
ms_my: Borang kemasukan
pl_pl: formularz logowania

source: Password recovery
es_es: Recuperación de contraseña
hr_hr: Oporavak lozinke
ms_my: Pemulihan kata laluan
pl_pl: Odzyskiwanie hasła

source: Forgot password?
de_de: Passwort vergessen?
es_es: Olvido su contraseña?
hr_hr: Zaboravljena lozinka?
ms_my: lupa kata laluan?
pl_pl: Zapomniałeś hasła?

source: Keep me logged in
es_es: Mantenme conectado
hr_hr: Ostanite prijavljeni
ms_my: Simpan saya masuk
pl_pl: Zostaw zalogowanym

source: Your request successfully sent!
de_de: Ihre Anfrage wurde erfolgreich gesendet!
es_es: Su solicitud se envió con éxito!
hr_hr: Vaš zahtjev je uspješno poslan!
ms_my: Permintaan anda berjaya dihantar!
pl_pl: Twoje żądanie zostało wysłane

source: Email is not registered in our system
es_es: El correo electrónico no está registrado en nuestro sistema
hr_hr: Email nije registriran u našem sustavu
ms_my: E-mel tidak didaftarkan dalam sistem kami
pl_pl: Adres email nie jest zarejestrowany w naszym systemie

source: Recovery email could't be send, please contact customer services
es_es: No se pudo enviar el correo electrónico de recuperación, comuníquese con el servicio al cliente
hr_hr: Slanje e-maila za oporavak nije uspjelo, obratite se korisničkoj službi
ms_my: E-mel pemulihan tidak boleh dihantar, sila hubungi perkhidmatan pelanggan
pl_pl: Email odzyskujący hasło nie został wysłany, skontaktuj się z obsługą klienta

source: Try again
es_es: Inténtalo de nuevo
hr_hr: Pokušajte ponovo
ms_my: Cuba lagi
pl_pl: Spróbuj ponownie

source: Email address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
hr_hr: E-mail adresa
ms_my: Alamat emel
pl_pl: Adres email

source: Needed to verify your account
es_es: Necesario para verificar tu cuenta
hr_hr: Potrebno za potvrdu vašeg računa
ms_my: Diperlukan untuk mengesahkan akaun anda
pl_pl: Potrzebne do weryfikacji konta

source: Don't forget your password
de_de: Vergessen Sie nicht Ihr Passwort?
es_es: No olvides tu contraseña
hr_hr: Ne zaboravite lozinku
ms_my: Jangan lupa kata laluan anda
pl_pl: Nie zapomnij Twojego hasła

source: Confirm password
es_es: Confirmar contraseña
hr_hr: Potvrdite lozinku
ms_my: Sahkan kata laluan
pl_pl: Potwierdź hasło

source: Confirm your password
de_de: Passwort Bestätigung
es_es: Confirmar la contraseña
hr_hr: Potvrdite Vašu lozinku
ms_my: Mengesahkan kata laluan anda
pl_pl: Potwierdź Twoje hasło

source: Needed to enter your mobile/telephone
es_es: Necesario para ingresar su teléfono móvil
hr_hr: Potrebno je unijeti svoj mobitel/telefon
ms_my: Perlu memasukkan telefon bimbit / telefon anda
pl_pl: Wprowadź numer telefonu

source: Needed to enter your name
es_es: Necesario para ingresar tu nombre
hr_hr: Potrebno je unijeti svoje ime
ms_my: Perlu memasukkan nama anda
pl_pl: Wprowadź Twoje imię

source: Enter your account company name
es_es: Ingrese el nombre de su cuenta
hr_hr: Unesite naziv tvrtke na svom profilu
ms_my: Masukkan nama syarikat akaun anda
pl_pl: Wprowadź nazwę Twojej firmy

source: I want to receive news and special offers
es_es: Quiero recibir noticias y ofertas especiales.
hr_hr: Želim primati novosti i posebne ponude
ms_my: Saya mahu menerima berita dan tawaran istimewa
pl_pl: Zezwalam na wysyłanie specjalnych ofert oraz wiadomości

source: I agree with the <span class="marked_link">Terms and Conditions</span>
es_es: Estoy de acuerdo con los <span class = "marcado_enlace"> Términos y condiciones </span>
hr_hr: Slažem se s <span class="marked_link">Uvjetima i odredbama</span>
ms_my: Saya bersetuju dengan <span class = "marked_link"> Terma dan Syarat </ span>
pl_pl: Zgadzam się z <span class="marked_link"> Warunkami </span>

source: Provide a valid email please
es_es: Proporcione un correo electrónico válido por favor
hr_hr: Molimo vas unesite važeću email adresu
ms_my: Sediakan e-mel yang sah
pl_pl: Wpisz poprawny adres email

source: Error validating reCAPTCHA
es_es: Error al validar reCAPTCHA
hr_hr: Pogreška pri provjeri reCAPTCHA-e
ms_my: Kesalahan mengesahkan reCAPTCHA
pl_pl: Błąd przy wprowadzaniu frazy

source: Your password has been changed successfully
es_es: tu contraseña ha sido cambiada exitosamente
hr_hr: Vaša lozinka je uspješno promijenjena
ms_my: Kata laluan anda telah berjaya berubah
pl_pl: Twoje hasło zostało pomyślnie zmienione

source: Sorry, password reset expired
es_es: Lo sentimos, el restablecimiento de contraseña expiró
hr_hr: Žao nam je, resetiranje lozinke je isteklo
ms_my: Maaf, reset kata laluan tamat tempoh
pl_pl: Przepraszamy, hasło odzyskujące wygasło

source: Sorry, password reset incorrect or expired days ago
es_es: Lo sentimos, el restablecimiento de contraseña es incorrecto o expiró hace días
hr_hr: Žao nam je, resetiranje lozinke je neispravno ili je isteklo prije nekoliko dana
ms_my: Maaf, tetapan semula kata laluan tidak betul atau habis tempoh hari yang lalu
pl_pl: Przepraszamy, hasło odzyskujące jest niepoprawne lub wygasło

source: Go to our homepage
es_es: Ir a nuestra página de inicio
hr_hr: Idite na našu početnu stranicu
ms_my: Pergi ke halaman utama kami
pl_pl: Przejdź do strony głównej

source: Email subscriptions
es_es: Subscripcion de correo electronico
hr_hr: Pretplata na e-poštu
ms_my: Langganan e-mel
pl_pl: subskrypcje poprzez email

source: Choose which kind of emails you want to receive from us
es_es: Elija qué tipo de correos electrónicos desea recibir de nosotros
ms_my: Pilih jenis e-mel yang anda mahu terima daripada kami

source: Marketing emails and special offers
es_es: Correos electrónicos de marketing y ofertas especiales.
hr_hr: Marketinške e-poruke i posebne ponude
ms_my: E-mel pemasaran dan tawaran istimewa
pl_pl: Emaile marketingowe oraz oferty specjalne

source: Sorry, we could not access your record, please login to you account and unsubscribe in your profile section or contact our customer services
es_es: Lo sentimos, no pudimos acceder a su registro, inicie sesión en su cuenta y cancele su suscripción en la sección de su perfil o póngase en contacto con nuestro servicio al cliente
hr_hr: Žao nam je, ali nismo mogli pristupiti Vašem zapisu. Molimo Vas prijavite se na svoj nalog i otkažite pretplatu u odjeljku svog profila ili kontaktirajte našu korisničku službu
ms_my: Maaf, kami tidak dapat mengakses rekod anda, sila log masuk ke akaun anda dan berhenti melanggan bahagian profil anda atau hubungi perkhidmatan pelanggan kami
pl_pl: Niestety nie udało nam się uzyskać dostępu do Twojego rekordu, zaloguj się na swoje konto i anuluj subskrypcję w sekcji profilu lub skontaktuj się z naszym działem obsługi klienta

source: Oops..., that link is not working properly, please click link below to unsubscribe
es_es: Vaya ..., ese enlace no funciona correctamente, haga clic en el enlace a continuación para cancelar la suscripción
hr_hr: Oops..., taj link ne radi kako treba. Molim Vas, kliknite na donji link kako biste se odjavili
ms_my: Oops ..., pautan itu tidak berfungsi dengan betul, sila klik pautan di bawah untuk berhenti melanggan
pl_pl: Link nie działa, kliknij link poniżej żeby wypisać się.

source: Customer section
es_es: Sección del cliente
hr_hr: Odjeljak za kupce
ms_my: Bahagian pelanggan
pl_pl: Sekcja klienta

source: Current order
es_es: Página web no encontrada
hr_hr: Trenutna narudžba
ms_my: Pesanan semasa
pl_pl: Obecne zamówienie

source: Email address (this is also your login name)
es_es: Dirección de correo electrónico (este también es su nombre de usuario)
hr_hr: E-mail adresa (ovo je također vaše ime za prijavu)
ms_my: Alamat e-mel (ini juga nama log masuk anda)
pl_pl: Adres email ( to także nazwa Twojego loginu)

source: Needed to login to your account
es_es: Necesario para iniciar sesión en su cuenta
hr_hr: Potrebno za prijavu na Vaš račun
ms_my: Perlu login ke akaun anda
pl_pl: Potrzebne do zalogowania się do konta

source: New password
es_es: Nueva contraseña
hr_hr: Nova lozinka
ms_my: Kata laluan baharu
pl_pl: Nowe Hasło

source: Write new password
de_de: Neues Passwort eingeben
es_es: Ingrese nueva contraseña
hr_hr: Napišite novu lozinku
ms_my: Tulis kata laluan baru
pl_pl: Napisz nowe hasło

source: Confirm new password
es_es: Conforme la contraseña
hr_hr: Potvrdite novu lozinku
ms_my: Sahkan kata laluan baru
pl_pl: Potwierdź hasło

source: Enter your account company name (optional)
es_es: Ingrese el nombre de la compañía de su cuenta (opcional)
hr_hr: Unesite naziv tvrtke za svoj račun (opcionalno)
ms_my: Masukkan nama syarikat akaun anda (pilihan)
pl_pl: Wprowadź nazwę Twojej firmy (opcjonalne)

source: Enter your VAT number (optional)
es_es: Ingrese su número de IVA (opcional)
hr_hr: Unesite svoj PDV broj (opcionalno)
ms_my: Masukkan nombor VAT anda (pilihan)
pl_pl: Wprowadź Twój numer VAT (opcjonalne)

source: Enter your company registration number (optional)
es_es: Ingrese el número de registro de su empresa (opcional)
hr_hr: Unesite registracijski broj svoje tvrtke (opcionalno)
ms_my: Masukkan nombor pendaftaran syarikat anda (pilihan)
pl_pl: Wprowadź Numer Rejestracji Twojej Firmy (opcjonalne)

source: Your username is your email address
es_es: Tu nombre de usuario es tu dirección de correo
hr_hr: Vaše korisničko ime je vaša adresa e-pošte
ms_my: Nama pengguna anda adalah alamat e-mel anda
pl_pl: Nazwa użytkownika to Twój adres email

source: Special Instructions
es_es: Instrucciones especiales
hr_hr: Posebne upute
ms_my: Arahan Khas
pl_pl: Specjalne polecenia

source: Go to checkout
es_es: Ir a la caja
hr_hr: Idite na blagajnu
ms_my: Pergi ke checkout
pl_pl: Przejście do płatności

source: Bank transfer
es_es: transferencia bancaria
hr_hr: Bankovni transfer
ms_my: pemindahan bank
pl_pl: Przelew Bankowy

source: Card number
es_es: Número de tarjeta
hr_hr: Broj kartice
ms_my: Nombor kad
pl_pl: Numer karty

source: Expiration date
es_es: Fecha de caducidad
hr_hr: Datum isteka
ms_my: Tarikh luput
pl_pl: Data ważności

source: Year
de_de: Jahr
es_es: Año
hr_hr: Godina
ms_my: Tahun
pl_pl: Rok

source: Save card
es_es: Guardar tarjeta
hr_hr: Spremi karticu
ms_my: Simpan kad
pl_pl: Zapisz kartę

source: Please go to your bank and make a payment of <b>[Order Amount]</b> to our bank account, details below
de_de: Bitte gehen Sie zu Ihrer Bank und leisten Sie eine Zahlung von<b>[Order Amount]</b> auf unser Bankkonto, Details unten
es_es: Vaya a su banco y realice un pago de <b> [Monto del pedido] </b> a nuestra cuenta bancaria, detalles a continuación
hr_hr: Molimo vas da posjetite svoju banku i izvršite uplatu od <b>[Iznos narudžbe]</b> na naš bankovni račun, detalji su u nastavku
ms_my: Sila pergi ke bank anda dan buat pembayaran <b> [Amaun Pesanan] </ b> ke akaun bank kami, perincian di bawah
pl_pl: Przejdź do konta bankowego i dokonaj płatności <b>[Order Amount]</b> na nasze konto, dane do przelewu poniżej

source: Remember to state the order number in the payment reference
de_de: Bitte vergessen Sie nicht Ihre Bestellnummer als Verwendungszweck einzugeben.
es_es: Recuerde indicar el número de pedido en la referencia de pago
hr_hr: Molimo Vas da navedete broj narudžbe u referenci plaćanja
ms_my: Ingatlah untuk menyatakan nombor pesanan dalam rujukan pembayaran
pl_pl: W tytule przelewu podaj numer zamówienia jako referencje

source: Please note, we cannot process your order until payment arrives in our account
de_de: Bitte beachten Sie: Wir können Ihre Bestellung erst nach Eingang der Zahlung auf unserem Konto bearbeiten.
es_es: Tenga en cuenta que no podemos procesar su pedido hasta que el pago llegue a nuestra cuenta
hr_hr: Molimo Vas, imajte na umu da ne možemo obraditi vašu narudžbu dok uplata ne stigne na naš račun
ms_my: Harap maklum, kami tidak dapat memproses pesanan anda sampai pembayaran tiba di dalam akaun kami
pl_pl: Prosimy pamiętać, że zamówienia przygotowywane są w momencie otrzymania przez nas płatności

source: Place order
es_es: Realizar pedido
hr_hr: Naručite
ms_my: Letakkan pesanan
pl_pl: Złóż Zamówienie

source: Thank you for your order
es_es: Gracias por su orden
hr_hr: Hvala za Vašu narudžbu
ms_my: terima kasih atas pesanan anda
pl_pl: dziękujemy za Twoje zamówienie

source: Thank you! We are delighted to receive your order
es_es: ¡Gracias! Estamos encantados de recibir su pedido.
hr_hr: Hvala Vam! Drago nam je što smo primili Vašu narudžbu
ms_my: Terima kasih! Kami gembira dapat menerima pesanan anda
pl_pl: Dziękujęmy! Z przyjemnością przyjmujemy Twoje zamówienie

source: Your order details are listed below, if you have any questions please email our team
es_es: Los detalles de su pedido se enumeran a continuación, si tiene alguna pregunta, envíe un correo electrónico a nuestro equipo
hr_hr: Detalji vaše narudžbe navedeni su u nastavku, ukoliko imate pitanja, molimo Vas pošaljite e-mail našem timu
ms_my: Butiran pesanan anda disenaraikan di bawah, jika anda mempunyai pertanyaan, sila email kepada pasukan kami
pl_pl: Twoje zamówienie znajdziesz poniżej. Jeżeli masz jakieś pytania, skontaktuj się z nami poprzez e-mail:

source: Oops... Page Not Found!
de_de: Ups.....Seite nicht gefunden!
es_es: ¡Vaya ... no se encontró la página!
hr_hr: Oops... Stranica nije pronađena!
ms_my: Op ... Laman Tidak Ditemui!
pl_pl: Strony nie znaleziono

source: Sorry the page could not be found here.
es_es: Lo sentimos, la pagina no se pudo encontrar aqui
hr_hr: Ispričavamo se, stranicu nije moguće pronaći ovdje.
ms_my: Maaf halaman tidak dapat ditemui di sini.
pl_pl: Przepraszamy, nie odnaleziono strony

source: Try using the button below to go to main page of the site
es_es: Intente usar el botón de abajo para ir a la página principal del sitio
hr_hr: Pokušajte upotrijebiti donji gumb za odlazak na glavnu stranicu stranice
ms_my: Cuba gunakan butang di bawah untuk pergi ke halaman utama laman web ini
pl_pl: Spróbuj użyć przycisku poniżej, aby przejść do strony głównej witryny

source: Go to homepage
es_es: Ir a la página de inicio
hr_hr: Idite na početnu stranicu
ms_my: Pergi ke laman utama
pl_pl: przejdź do strony głównej

source: Oops... This page is gone!
es_es: ¡Vaya! ¡Esta página se ha ido!
hr_hr: Oops... Ova stranica više nije dostupna!
ms_my: Oops ... Laman ini tiada!
pl_pl: Strony nie znaleziono

source: Sorry this page has been removed.
es_es: Lo sentimos, esta página ha sido eliminada.
hr_hr: Žao nam je ova je stranica uklonjena.
ms_my: Maaf halaman ini telah dialih keluar.
pl_pl: Przepraszamy, ta strona została usunięta

source: This page is under construction. Please come back soon!.
es_es: Esta página esta en construcción. ¡Por favor vuelve pronto!.
hr_hr: Ova stranica je u izradi. Molimo vas da se uskoro vratite!.
ms_my: Halaman ini sedang dibina. Sila kembali tidak lama lagi !.
pl_pl: Ta strona jest w trakcie tworzenia. Wróć wkrótce!

source: Shipping info
es_es: Datos de envío
hr_hr: Informacije o dostavi
ms_my: Maklumat penghantaran
pl_pl: Informacje o dostawie

source: Client basket
es_es: Cesta del cliente
ms_my: Bakul pelanggan

source: New client order
es_es: Nuevo pedido del cliente

source: Automatic cleaning of zero stock unknown locations
es_es: Limpieza automática de ubicaciones desconocidas sin stock
ms_my: Pembersihan automatik lokasi sifar stok yang tidak diketahui

source: Customer not logged in
es_es: El cliente no ha iniciado sesión.
ms_my: Pelanggan yang tidak masuk

source: %s discounted shipping
es_es: % s envío con descuento
ms_my: penghantaran potongan% s

source: %s shipping 2020
es_es: % s envío 2020
ms_my: % s penghantaran 2020

source: Unsubscribed to newsletter and marketing emails because email soft bounced several times
es_es: Se anuló la suscripción al boletín y a los correos electrónicos de marketing porque el correo electrónico rebotó varias veces
ms_my: Tidak berlangganan e-mel surat berita dan pemasaran kerana e-mel lembut melantun beberapa kali

source: Email soft bounced
es_es: Correo electrónico rebotado
ms_my: E-mel lembut melantun

source: Report
es_es: Informe
ms_my: Laporan

source: Sale completed
es_es: venta completada
ms_my: Dijual selesai

source: Active, click to discontinue
es_es: Activo, haga clic para descontinuar
ms_my: Aktif, klik untuk hentikan

source: Create precision mailshot
es_es: Crea una toma de correo de precisión
ms_my: Buat surat elektronik tepat

source: Create mail bomb
es_es: Crear bomba de correo
ms_my: Buat bom mel

source: Create donut mailshot
es_es: Crear donut mailshot
ms_my: Buat surat donat

source: Set up account
es_es: Configurar la cuenta
hr_hr: Postavljanje naloga
ms_my: Sediakan akaun
pl_pl: Ustaw konto

source: Add store
es_es: Agregar tienda
hr_hr: Dodaj trgovinu
ms_my: Tambah kedai
pl_pl: Dodaj Sklep

source: Search account
es_es: Buscar cuenta
hr_hr: Pretraga naloga
ms_my: Akaun carian
pl_pl: Szukaj konta

source: Search orders all stores
es_es: Buscar pedidos en todas las tiendas
hr_hr: Pretraži narudžbe u svim trgovinama
ms_my: Cari pesanan semua kedai
pl_pl: Szukaj zamówień wszystkie sklepy

source: Search accounting
es_es: Contabilidad de búsqueda
ms_my: Perakaunan carian

source: Search payments
es_es: Buscar pagos
hr_hr: Pretraga uplata
ms_my: Pembayaran carian
pl_pl: Szukaj płatności

source: Payments %s
es_es: Pagos% s
hr_hr: Plaćanja %s
ms_my: Pembayaran% s
pl_pl: Płatnośći %s

source: Payment option
es_es: Opcion de pago
hr_hr: Opcije plaćanja
ms_my: Pilihan pembayaran
pl_pl: Opcje płatności

source: Search invoices
es_es: Buscar facturas
hr_hr: Pretraga faktura
ms_my: Cari invois
pl_pl: Szukaj faktur

source: Payment accounts %s
es_es: Cuentas de pago% s
hr_hr: Računi za plaćanje %s
ms_my: Akaun pembayaran% s
pl_pl: Konta płatności %s

source: Account payments
es_es: Pagos de cuenta
hr_hr: Plaćanja računa
ms_my: Pembayaran akaun
pl_pl: płatności na konto

source: Credit for customer %s
es_es: Crédito por cliente% s
ms_my: Kredit untuk pelanggan% s
pl_pl: Kredyt dla klienta %s

source: Credits (All stores)
es_es: Créditos (todas las tiendas)
ms_my: Kredit (Semua kedai)

source: Invoices %s
es_es: Facturas% s
hr_hr: Fakture %s
ms_my: Invois% s
pl_pl: Faktury %s

source: Deleted invoices %s
es_es: Facturas eliminadas% s
ms_my: Invois%% s dipadam

source: Invoice's categories
es_es: Categorías de facturas
hr_hr: Kategorije faktura
ms_my: Kategori invois
pl_pl: Kategorie Faktur

source: Invoice's category
es_es: Categoría de la factura
ms_my: Kategori Invois
pl_pl: Kategoria Faktur

source: Tax refund
es_es: Devolución de impuestos
ms_my: Bayaran balik cukai

source: Deleted invoice
es_es: Factura eliminada
ms_my: Invois yang dipadamkan

source: Deleted refund
es_es: Reembolso eliminado
ms_my: Bayaran balik yang dipadamkan

source: Search suppliers
es_es: Buscar proveedores
hr_hr: Pretraga dobavljača
ms_my: Cari pembekal
pl_pl: Szukaj dostawców

source: Search customers
de_de: Nach Kunden suchen
es_es: Buscar clientes
hr_hr: Pretraga klijenata
ms_my: Cari pelanggan
pl_pl: Szukaj klientów

source: Search orders
es_es: Buscar ordenes
hr_hr: Pretraga narudžbi
ms_my: Pesanan carian
pl_pl: Szukaj zamówień

source: Search delivery notes
es_es: Buscar notas de entrega
hr_hr: Pretraga dostavnica
ms_my: Cari nota penghantaran
pl_pl: Szukaj dokumentów dostawy

source: Client's order
es_es: Orden del cliente
hr_hr: Narudžba klijenta
ms_my: Perintah pelanggan
pl_pl: Zamówienie klienta

source: Supplier: %s
es_es: Proveedor:% s
hr_hr: Dobavljač: %s
ms_my: Pembekal:% s
pl_pl: Dostawca %s

source: New attachment for %s
es_es: nuevo archivo Adjunto para %s
hr_hr: Novi prilog za %s
ms_my: Lampiran baru untuk% s
pl_pl: Nowe załączniki dla %s

source: Supplier order
es_es: Pedido de proveedor
ms_my: Pesanan pembekal
pl_pl: Zamówienie dostawcy

source: Customer's List
es_es: Lista del cliente
hr_hr: Popis klijenta
ms_my: Senarai Pelanggan
pl_pl: Lista Klientów

source: Customer's Categories
es_es: Categorías de clientes
hr_hr: Kategorije klijenta
ms_my: Kategori Pelanggan
pl_pl: Kategorie Klienta
