Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Upload warehouse areas
es_es: cargar áreas de almacén
ms_my: Muat naik kawasan gudang

source: Edit warehouse areas
es_es: editar areas de Almacen
ms_my: Edit kawasan gudang

source: Add location(s)
es_es: Agregar ubicación (es)
ms_my: Tambah lokasi

source: Edit location(s)
es_es: Editar ubicación (es)
ms_my: Edit lokasi

source: Upload locations
es_es: Subir ubicaciones
hr_hr: Učitaj lokacije
ms_my: Muat naik lokasi
pl_pl: Prześlij lokalizację

source: Associate location
de_de: Lokation zuteilen
es_es: Ubicación permitida
hr_hr: Povezivanje lokacije
ms_my: Lokasi bersekutu
pl_pl: Przypisz lokalizacje

source: Location's code
es_es: Código de ubicación
ms_my: Kod lokasi

source: Set uo the warehouse %s
es_es: Configurar el almacén% s
hr_hr: Postavi magacin %s
ms_my: Tetapkan uo gudang% s
pl_pl: Ustaw magazyn %s

source: Warehouse code
es_es: Código de almacén
hr_hr: Šifra magacina
ms_my: Kod gudang
pl_pl: Kod magazynu

source: Warehouse name
es_es: Nombre del almacén
hr_hr: Naziv magacina
ms_my: Nama gudang
pl_pl: Nazwa magazynu

source: Search query
es_es: Consulta de busqueda
hr_hr: Pretraživanje upita
ms_my: Pertanyaan carian
pl_pl: Szukaj zapytania

source: User_Password
es_es: Contraseña de usuario
hr_hr: Korisnička_lozinka
pl_pl: Hasło_Uzytkownika

source: Language
de_de: Sprache
es_es: Idioma
hr_hr: Jezik
ms_my: Bahasa
pl_pl: Języka

source: Organic search
es_es: Búsqueda orgánica
ms_my: Carian organik

source: Organic search (Google)
es_es: Búsqueda orgánica (Google)
ms_my: Carian organik (Google)

source: Registered customers
es_es: Clientes Registrados
ms_my: Pelanggan berdaftar

source: Website code
es_es: Código del sitio web
ms_my: Kod laman web

source: Upload field arrangements
es_es: Subir arreglos de campo
hr_hr: Učitaj raspored polja
ms_my: Muat turun pengaturan bidang
pl_pl: Prześlij ustawienia w polu

source: Warehouse %d
es_es: Almacén %d
ms_my: Gudang% d

source: Total
de_de: Gesamtbetrag
hr_hr: Ukupno
ms_my: Jumlah
pl_pl: Łącznie

source: Error
de_de: Fehler
hr_hr: Greška
ms_my: Kesilapan
pl_pl: Błąd

source: %s SKO
ms_my: SKO% s

source: %s %s set as %s
de_de: %s %s wurde als %s eingestellt
hr_hr: %s %s postavljen kao %s
ms_my: % s% s ditetapkan sebagai% s
pl_pl: %s %s ustaw jako %s

source: fax
de_de: Faxnummer
ms_my: faks
pl_pl: numer faxu

source: Unique customer reference required
ms_my: Rujukan pelanggan unik diperlukan

source: %s off
de_de: %s vom
hr_hr: %s popusta
ms_my: % s
pl_pl: %s zniżki

source: Spain
de_de: Spanien
hr_hr: Španjolska
ms_my: Sepanyol
pl_pl: Hiszpania

source: Germany
de_de: Deutschland
hr_hr: Njemačka
ms_my: Jerman
pl_pl: Niemcy

source: France
de_de: Frankreich
hr_hr: Francuska
ms_my: Perancis
pl_pl: Francja

source: Italy
de_de: Italien
hr_hr: Italija
ms_my: Itali
pl_pl: Włochy

source: post town
hr_hr: poštansko područje
ms_my: pos bandar
pl_pl: miasto

source: %s product favored
hr_hr: %s favorizirani proizvod
ms_my: Produk% s disukai
pl_pl: %s produkt ulubiony

source: %s part location with errors
hr_hr: %s lokacija dijela s greškama
ms_my: % s bahagian lokasi dengan ralat
pl_pl: %s lokalizacja części z błędem

source: %s production part
hr_hr: %s proizvodni dio
ms_my: bahagian pengeluaran% s
pl_pl: %s część produkcji

source: %s material
hr_hr: %s materijal
ms_my: bahan s%
pl_pl: %s materiał

source: %s picking location needed to replenish for ordered parts
hr_hr: %s lokacija preuzimanja potrebna za dopunu za naručene dijelove
ms_my: % memilih lokasi yang diperlukan untuk menambah bahagian pesanan
pl_pl: %s lokalizacja pobrania potrzebna do uzupełnienia zamówionych części

source: %s order submitted (Not paid)
hr_hr: %s narudžba poslana (Neplaćeno)
ms_my: pesanan% s dihantar (Tidak dibayar)
pl_pl: %s złożone zamówienie

source: %s order submitted (Paid)
hr_hr: %s narudžba poslana (Plaćeno)
ms_my: Pesanan% s dihantar (Dibayar)
pl_pl: %s złożone zamówienie (zapłacone)

source: %s order in warehouse (With Alerts)
hr_hr: %s narudžba u magacinu (s upozorenjima)
ms_my: pesanan% s dalam gudang (Dengan Isyarat)
pl_pl: %s zamówienie na magazynie ( with alerts)

source: %s order invoiced
hr_hr: %s narudžba fakturirana
ms_my: Pesanan% s telah dibuat invois
pl_pl: %s zamówienie zafakturowane

source: %s order packed & closed
ms_my: pesanan% s dibungkus & ditutup

source: %s order dispatched today
hr_hr: %s narudžba poslana danas
ms_my: pesanan% s dihantar hari ini
pl_pl: %s zamówienie wysłane dzisiaj

source: %s part with excess stock
hr_hr: %s dio s viškom zaliha
ms_my: bahagian% s dengan stok yang berlebihan
pl_pl: %s część z dodatkowym stanem

source: %s part with critical stock or out of stock
hr_hr: %s dio s kritičnim zalihama ili rasprodan
ms_my: % s bahagian dengan stok kritikal atau di luar stok
pl_pl: %s część z zapasem krytycznym lub brak w magazynie

source: %s part to produce as soon as possible
hr_hr: %s dio proizvesti što je prije moguće
ms_my: % s bahagian untuk menghasilkan secepat mungkin
pl_pl: % s część do wyprodukowania tak szybko, jak to możliwe

source: %s Api key
hr_hr: %s API ključ
ms_my: % s Api api
pl_pl: %s Klucz API

source: %s recipient
hr_hr: %s primalac
ms_my: penerima% s
pl_pl: %s odbiorca

source: %s poll query
hr_hr: %s anketni upit
ms_my: pertanyaan pengundian% s
pl_pl: %s Pytanie ankiety

source: %s poll option
hr_hr: %s anketna opcija
ms_my: pilihan undian% s
pl_pl: %s opcja ankiety

source: %s newsletter
ms_my: surat berita% s

source: %s prospect
hr_hr: %s prospekt
ms_my: prospek% s
pl_pl: %s perspektywa

source: %s incident
ms_my: insiden% s
pl_pl: %s incydent

source: %s saved email template
hr_hr: %s spremljen predložak e-pošte
ms_my: Templat e-mel yang disimpan% s
pl_pl: %s zapisany szablon email

source: %s shipping company
hr_hr: %s dostavna tvrtka
ms_my: syarikat perkapalan% s
pl_pl: %s Firma transportowa

source: %s mailshot
hr_hr: %s marketinški email
ms_my: % s mel

source: %s client order
ms_my: pesanan pelanggan% s
pl_pl: %s Zamówienie klienta

source: %s discontinuing part
ms_my: % s menghentikan bahagian

source: %s back to stock request
ms_my: % s kembali ke permintaan stok
pl_pl: %s poinformuj: ponownie na stanie

source: %s shipping zone schema
ms_my: Skema zon penghantaran% s

source: %s production sheet
ms_my: lembaran pengeluaran% s

source: %s job order
ms_my: pesanan kerja% s

source: %s customer's client
ms_my: pelanggan pelanggan% s

source: %s clocking-in machines
ms_my: % s jam dalam mesin

source: %s item of %s
hr_hr: %s jedinica od %s
ms_my: % s item% s
pl_pl: % s element% s

source: %s invoice of %s
hr_hr: %s faktura od %s
ms_my: invois% s% s
pl_pl: %s faktura z %s

source: %s delivery note of %s
hr_hr: %s otpremnica od %s
ms_my: nota penghantaran% s% s
pl_pl: %s dokument dostawy z %s

source: %s part of %s
hr_hr: %s dio od %s
ms_my: % s bahagian% s
pl_pl: %s część z %s

source: %s discontinued part of %s
hr_hr: %s ukidajući dio od %s
ms_my: % s dihentikan sebahagian daripada% s
pl_pl: %s część nie kontynuowana z %s

source: %s supplier's product of %s
ms_my: % s pembekal produk daripada% s

source: %s issue of %s
ms_my: % s isu% s

source: %s supplier of %s
hr_hr: %s dobavljač od %s
ms_my: pembekal% s% s
pl_pl: %s dostawca z %s

source: %s user of %s
hr_hr: %s korisnik od %s
ms_my: % s pengguna% s
pl_pl: %s użytkownik z %s

source: %s user group of %s
hr_hr: %s korisnička grupa od %s
ms_my: % s kumpulan pengguna% s
pl_pl: %s użytkownik grupy z %s

source: %s report of %s
hr_hr: %s izvještaj od %s
ms_my: % s laporan% s
pl_pl: %s raport z %s

source: %s session of %s
hr_hr: %s sjednica od %s
ms_my: % s sesi% s
pl_pl: %s sesja z %s

source: %s list of %s
hr_hr: %s lista od %s
ms_my: % s senarai% s
pl_pl: %s lista z %s

source: %s customer with favourites of %s
hr_hr: %s klijent sa favoritima od %s
ms_my: % s pelanggan dengan kegemaran% s
pl_pl: %s klient z ulubionymi %s

source: %s product favourited of %s
hr_hr: %s proizvod favoriziran od %s
ms_my: % s produk yang dipadankan dengan% s
pl_pl: %s ulubiony produkt z %s

source: %s query of %s
hr_hr: %s upit od %s
ms_my: permintaan% s% s
pl_pl: %s pytanie z %s

source: %s search of %s
hr_hr: %s pretraživanje od %s
ms_my: % s carian dari% s
pl_pl: %s wyszukiwanie z %s

source: %s transaction of %s
hr_hr: %s transakcija od %s
ms_my: % s transaksi% s
pl_pl: %s transakcja z %s

source: %s payment account of %s
hr_hr: %s račun za plaćanje od %s
ms_my: % s pembayaran akaun% s
pl_pl: %s konto płatności z %s

source: %s timesheet of %s
hr_hr: %s vremenska lista od %s
ms_my: % s timesheet% s
pl_pl: %s grafik z %s

source: %s overtime of %s
hr_hr: %s prekovremeni sat %s
ms_my: % s lebih masa% s
pl_pl: %s nadgodzina %s

source: %s day of %s
hr_hr: %s dan od %s
ms_my: % s hari% s
pl_pl: %s dzień z %s

source: %s time series of %s
ms_my: s siri masa% s
pl_pl: %s seria czasowa %s

source: %s time series type of %s
ms_my: % s siri masa jenis% s
pl_pl: %s typ serii czasowej %s

source: %s data set of %s
hr_hr: %s skup podataka od %s
ms_my: set data% s% s
pl_pl: % s zestaw danych% s

source: %s image of %s
hr_hr: %s slika od %s
ms_my: % s imej% s
pl_pl: % s obraz% s

source: %s campaign of %s
hr_hr: %s kampanja od %s
ms_my: % s s kempen
pl_pl: %s kampania z %s

source: %s offer of %s
hr_hr: %s ponuda od %s
ms_my: % s tawaran% s
pl_pl: % s oferta% s

source: %s allowance of %s
hr_hr: %s dopuštenje od %s
ms_my: elaun% s% s
pl_pl: %s dodatek z %s

source: %s purchase order of %s
hr_hr: %s narudžbenica od %s
ms_my: pesanan pembelian% s% s
pl_pl: %s zamówienie z %s

source: %s webpage block of %s
hr_hr: %s web stranica blok od %s
ms_my: blok halaman web% s% s
pl_pl: %s blok strony internetowej %s

source: %s agent of %s
hr_hr: %s agent od %s
ms_my: % s ejen% s
pl_pl: %s agent z %s

source: %s user category of %s
hr_hr: %s korisnička kategorija od %s
ms_my: % s pengguna% s
pl_pl: %s użytkownik kategorii z %s

source: %s delivery of %s
hr_hr: %s otpremnica od %s
ms_my: penghantaran% s% s
pl_pl: %s dostawa z %s

source: %s deleted employee of %s
hr_hr: %s izbrisan zaposlenik od %s
ms_my: % s yang dipadamkan pekerja% s
pl_pl: %s usuniętych pracowników %s

source: %s deleted contractor of %s
hr_hr: %s izbrisan izvođač od %s
ms_my: kontraktor yang dipadam% s% s
pl_pl: %s usunięty kontraktor %s

source: %s location of %s
ms_my: % s lokasi% s

source: %s part location of %s
hr_hr: %s lokacija dijela od %s
ms_my: % s bahagian lokasi% s
pl_pl: %s lokalizacja części z %s

source: %s part location with errors of %s
hr_hr: %s lokacija dijela s greškama od %s
ms_my: % s bahagian lokasi dengan ralat% s
pl_pl: %s część lokalizacji z błędem %s

source: %s production part of %s
hr_hr: %s proizvodni dio %s
ms_my: bahagian pengeluaran% s% s
pl_pl: %s część produkcji z %s

source: %s material of %s
hr_hr: %s materijal od %s
ms_my: % s bahan% s
pl_pl: %s materiał z %s

source: %s picking location needed to replenish for ordered parts of %s
hr_hr: %s lokacija za preuzimanje potrebna za dopunu za naručene dijelove od %s
ms_my: % s memilih lokasi yang diperlukan untuk menambah bahagian pesanan% s
pl_pl: % s lokalizacja pobrania potrzebna do uzupełnienia zamówionych części% s

source: %s online web page of %s
hr_hr: %s online web stranica od %s
ms_my: % s laman web dalam talian% s
pl_pl: % s online strona internetowa% s

source: %s offline web page of %s
hr_hr: %s offline web stranica od %s
ms_my: % s halaman luar talian% s
pl_pl: % s strona internetowa w trybie offline% s

source: %s replenishment of %s
hr_hr: %s dopuna zaliha od %s
ms_my: % s penambahan% s
pl_pl: %s uzupełnienie z %s

source: %s part with excess stock of %s
hr_hr: %s dio s viškom zaliha od %s
ms_my: % s bahagian dengan stok lebihan% s
pl_pl: % s część z nadwyżką zapasów% s

source: %s part with critical stock or out of stock of %s
hr_hr: %s dio s kritičnim zalihama ili rasprodan od %s
ms_my: % s bahagian dengan stok kritikal atau keluar stok% s
pl_pl: % s część z krytycznymi zapasami lub brakami w% s

source: %s part to produce as soon as possible of %s
hr_hr: %s dio za proizvodnju što je prije moguće od %s
ms_my: bahagian% s untuk menghasilkan secepat mungkin% s
pl_pl: % s część do wyprodukowania tak szybko, jak to możliwe% s

source: %s charge of %s
hr_hr: %s naplata od %s
ms_my: % s caj% s
pl_pl: %s opłata z %s

source: %s shipping zone of %s
hr_hr: %s zona dostave od %s
ms_my: zon penghantaran% s% s
pl_pl: % s strefa wysyłkowa% s

source: %s country of %s
hr_hr: %s zemlja od %s
ms_my: % s negara% s
pl_pl: %s kraj z %s

source: %s picker of %s
hr_hr: %s pokupljač od %s
ms_my: pemetik% s% s
pl_pl: %s osoba przygotowująca z %s

source: %s packer of %s
hr_hr: %s pakiratelj od %s
ms_my: pembungkus% s% s
pl_pl: %s osoba pakująca z %s

source: %s API key of %s
hr_hr: %s API ključ od %s
ms_my: % s API kunci% s
pl_pl: %s klucz API z %s

source: %s deleted API key of %s
hr_hr: %s izbrisani API ključ od %s
ms_my: % s API yang dipadam% s
pl_pl: %s usunięty klucz API z %s

source: %s recipient of %s
hr_hr: %s primalac od %s
ms_my: % s penerima% s
pl_pl: %s odbiorca z %s

source: %s poll query of %s
hr_hr: %s anketni upit od %s
ms_my: pertanyaan pengundian% s% s
pl_pl: %s pytanie ankiety z %s

source: %s poll option of %s
hr_hr: %s anketna opcija od %s
ms_my: pilihan undian% s% s
pl_pl: %s opcja ankiety z %s

source: %s incident of %s
hr_hr: %s incident od %s
ms_my: insiden% s% s
pl_pl: %s incydent z %s

source: %s email of %s
hr_hr: %s email od %s
ms_my: e-mel% s% s
pl_pl: %s email z %s

source: %s refund of %s
hr_hr: %s refundacija od %s
ms_my: % s pengembalian% s
pl_pl: %s zwrot z %s

source: %s shipping company of %s
hr_hr: %s dostavna tvrtka od %s
ms_my: syarikat perkapalan% s% s
pl_pl: %s firma transportowa z %s

source: %s mailshot of %s
hr_hr: %s marketinški email od %s
ms_my: % s dari% s
pl_pl: %s mailshot z %s

source: %s client order of %s
ms_my: pesanan pelanggan% s% s
pl_pl: %s klient zamówił z %s

source: %s back to stock request of %s
ms_my: % s kembali ke permintaan saham% s
pl_pl: %s informuj o ponownie na stanie %s

source: %s shipping zone schema of %s
ms_my: Skema zon penghantaran% s% s

source: %s deleted invoice of %s
ms_my: invois% s telah dihapuskan% s

source: %s production sheet of %s
ms_my: lembaran pengeluaran% s% s

source: %s job order of %s
ms_my: perintah kerja% s% s

source: %s record of %s
hr_hr: %s zapis od %s
ms_my: % s rekod% s
pl_pl: %s rejestr z %s

source: Last M
de_de: Letzter Monat
hr_hr: Prošli mjesec
ms_my: M terakhir
pl_pl: Ostatni M

source: Number of customers with orders
ms_my: Bilangan pelanggan dengan pesanan

source: Subtotal
ms_my: jumlah kecil
pl_pl: suma częściowa

source: Stock keeping unit (Outer)
de_de: Verpackungseinheit (Outer)
hr_hr: Jedinica čuvanja zaliha (vanjske)
ms_my: Unit penyimpanan stok (Luar)
pl_pl: Stock Keeping Unit (opakowanie)

source: PDF Invoice
ms_my: Invois PDF

source: Final balance
de_de: Endbilanz
hr_hr: Završni saldo
ms_my: Baki akhir
pl_pl: Ostateczny bilans

source: Ok
ms_my: Okey

source: Estimated delivery date
de_de: geschätztes Liefertermin
hr_hr: Predviđeni datum isporuke
ms_my: Anggaran Tarikh penghantaran
pl_pl: Przybliżona data dostawy

source: Fill production sheet
ms_my: Isikan helaian pengeluaran

source: Each carton contain
ms_my: Setiap kadbod mengandungi

source: Commercial unit label in A4
ms_my: Label unit komersil dalam A4

source: Etc..
hr_hr: Itd.
ms_my: Dan lain-lain..
pl_pl: i tak dalej ...

source: Packs
hr_hr: Paketi
ms_my: Pek

source: Postal codes
ms_my: Kod pos

source: Roles
de_de: Rollen
hr_hr: Pozicije
ms_my: Peranan
pl_pl: Role

source: Supervisor
de_de: Vorgesetzter
hr_hr: Supervizor
ms_my: Penyelia
pl_pl: Przełożony

source: Clockings
de_de: Anwesenheit
hr_hr: Mjerenja vremena
ms_my: Jam
pl_pl: Logowania

source: Balance
de_de: Bilanz
hr_hr: Balans
ms_my: Seimbang
pl_pl: Bilans

source: Pack/C
de_de: Verpackung/K
ms_my: Pek / C
pl_pl: Opakowania / Karton

source: Extra
hr_hr: Dodatno
ms_my: Tambahan
pl_pl: Dodatkowe

source: min length 6 characters
de_de: min Länge 6 Zeichen
hr_hr: minimalna duljina 6 znakova
ms_my: min panjang 6 aksara
pl_pl: minimalna długość to 6 znaków

source: Small parcel
ms_my: Petak kecil

source: Customer's orders
ms_my: Perintah pelanggan

source: Filter products
ms_my: Produk penapis

source: Filter customers
ms_my: Pelanggan penapis

source: Supplier sales
ms_my: Jualan pembekal
pl_pl: Dostawca - sprzedaż

source: Material
hr_hr: Materijal
ms_my: Bahan
pl_pl: Materiał

source: No
de_de: Nein
hr_hr: Ne
ms_my: Tidak
pl_pl: Nie

source: %s part was moved to %s
ms_my: bahagian% s telah dipindahkan ke% s

source: Purging
ms_my: Merosakkan

source: Stock (SKOs)
ms_my: Stok (SKO)

source: Administrator
de_de: Verwalter
ms_my: Pentadbir

source: Credit vault
hr_hr: Kreditni trezor
ms_my: Peti besi kredit
pl_pl: Kredyt

source: Production sheets
ms_my: Lembaran pengeluaran

source: eegistered users
ms_my: pengguna eegistered

source: Deteted users
de_de: gelöschte Kunden
hr_hr: Izbrisani korisnici
ms_my: Pengguna yang telah ditetapkan
pl_pl: Usunięci użytkownicy

source: Customer can't be deleted because it has %s order
ms_my: Pelanggan tidak boleh dipadam kerana ia mempunyai perintah% s

source: Delivery note cancelled, order back to submited state
de_de: Lieferschein storniert, Bestellung zurück als eingereicht setzen
hr_hr: Dostavnica je otkazana, narudžba vraćena u stanje "predana"
ms_my: Nota penghantaran dibatalkan, perintah kembali ke negeri yang diajukan
pl_pl: Dostawa została anulowana, zamówienie wróciło do poprzedniego stanu

source: used in production
de_de: In Produktion verwendet
hr_hr: koristi se u proizvodnji
ms_my: digunakan dalam pengeluaran
pl_pl: Użyte na produkcji

source: Unit name missing
de_de: Einheitsname fehlt
hr_hr: Nedostaje naziv jedinice
ms_my: Nama unit hilang
pl_pl: Brak nazwy jednostki

source: You can't add same part as a material
ms_my: Anda tidak boleh menambah bahagian yang sama sebagai bahan

source: %s after submit
ms_my: % s selepas dihantar

source: Fax
ms_my: Faks
pl_pl: numer faxu

source: %s/hour (pro rata) paid every %s day of the month (%s per year)
de_de: %s/Stunde (pro rata) bezahlt jeden %s Tag des Monats (%s pro Jahr)
hr_hr: %s/sat (razmjerno) plaćeno svaki %s dan u mjesecu (%s godišnje)
ms_my: % s / jam (pro rata) yang dibayar setiap hari% dari bulan (% s setahun)
pl_pl: % s / godz. (pro rata) płatne co% s dzień miesiąca (% s na rok)

source: %s/hour (pro rata) paid every %s (&#8776;%s per year)
hr_hr: %s/sat (razmjerno) plaćeno svakih %s (&#8776;%s godišnje)
ms_my: % s / jam (pro rata) dibayar setiap% s (& # 8776;% s setahun)
pl_pl: % s / godz. (pro rata) płatne co% s (& # 8776;% s na rok)

source: insite working hours
de_de: Arbeitszeit vor Ort
hr_hr: radno vrijeme unutar tvrtke
ms_my: jam kerja di tapak
pl_pl: godziny pracy

source: Minimum order missing
de_de: Mindestbestellmenge fehlt
hr_hr: Minimalna narudžba nedostaje
ms_my: Pesanan minimum hilang
pl_pl: Minimalne zamówienie - brak

source: carton CBM
de_de: Karton CBM
hr_hr: karton CBM
ms_my: kad CBM
pl_pl: karton CBM

source: Calculate leakage from
hr_hr: Izračunajte propuštanje iz
ms_my: Kira kebocoran dari
pl_pl: Oblicz wartość wycieku

source: Sales representative
ms_my: Wakil jualan
pl_pl: Przedstawiciel handlowy

source: % extra costs not apply
ms_my: % kos tambahan tidak dikenakan

source: Delete part & related supplier's products
ms_my: Padam bahagian & produk pembekal yang berkaitan

source: Part SKO barcode
hr_hr: Dio SKO barkoda
ms_my: Barcode SKO bahagian
pl_pl: Część SKO kodu kreskowego

source: Unit barcode (EAN-13, for website)
hr_hr: Jedinica barkoda (EAN-13, za web mjesto)
ms_my: Kod bar unit (EAN-13, untuk laman web)
pl_pl: Kod kreskowy jednostki (EAN-13, dla strony internetowej)

source: This field is independent of parts's SKOs per selling carton
hr_hr: Ovo polje je neovisno o SKO-ovima dijelova po prodajnom kartonu
ms_my: Bidang ini adalah bebas daripada SKOs bahagian bagi setiap kadbod jualan
pl_pl: To pole jest niezależne od SKO części na karton sprzedaży

source: amount in %s or %%
hr_hr: iznos u %s ili %%
ms_my: jumlah dalam% s atau %%
pl_pl: wartość w %s lub %%

source: Recommended product values
hr_hr: Preporučene vrijednosti proizvoda
ms_my: Nilai produk yang disyorkan
pl_pl: Rekomendowana wartość produktu

source: for website
hr_hr: za web stranicu
ms_my: untuk laman web
pl_pl: po stronę iternetową

source: Send %s in delivery conformation email
ms_my: Hantar% s dalam e-mel pengesahan penghantaran

source: General
de_de: Allgemein
hr_hr: Opće
ms_my: Ketua
pl_pl: Ogólny

source: Director
hr_hr: Direktor
ms_my: Pengarah
pl_pl: Dyrektor

source: E-mail
ms_my: E-mel

source: Historic
de_de: Historisch
hr_hr: Historijski
ms_my: Bersejarah
pl_pl: Historyczny

source: On sale
hr_hr: Na prodaji
ms_my: Dijual
pl_pl: Na Sprzedaż

source: Hidden
hr_hr: Skriven
ms_my: Tersembunyi
pl_pl: Ukryty

source: Picking Area
de_de: Kommissionierbereich
hr_hr: Područje prikupljanja
ms_my: Kawasan Memilih
pl_pl: obszar przygotowywania

source: Storing Area
de_de: Lagerungsbereich
hr_hr: Prostor za pohranu
ms_my: Kawasan Penyimpanan
pl_pl: obszar przechowywania

source: Goods In
de_de: Warenannahme
hr_hr: Roba na ulazu
ms_my: Barangan Dalam
pl_pl: Miejsce Dostaw

source: On display
de_de: Ausgestellt sein
hr_hr: Na prikazu
ms_my: Dipamerkan
pl_pl: Na wystawie

source: Search emails
hr_hr: Pretraži email
ms_my: Cari e-mel
pl_pl: Szukaj wiadomości email

source: Employee: %s
hr_hr: Zaposlenik: %s
ms_my: Pekerja:% s
pl_pl: Pracownik %s

source: Contractor: %s
hr_hr: Izvođač: %s
ms_my: Kontraktor:% s
pl_pl: Kontraktor %s

source: Part: %s
hr_hr: Dio: %s
ms_my: Bahagian:% s
pl_pl: Część %s

source: Production %s materials
hr_hr: Proizvodnja %s materijali
ms_my: Bahan% s pengeluaran
pl_pl: Produkcja %s Materiały

source: Production %s parts
hr_hr: Proizvodnja %s dijelovi
ms_my: Bahagian% s pengeluaran
pl_pl: Produkcja %s części

source: Search services
hr_hr: Pretraga usluga
ms_my: Perkhidmatan carian
pl_pl: Szukaj serwisów

source: Search warehouse
hr_hr: Pretraga magacina
ms_my: Cari gudang
pl_pl: Szukaj magazynu

source: %s unit per carton
hr_hr: %s jedinica po kartonu
ms_my: % s unit setiap kadbod
pl_pl: %s jednostka na karton

source: %s pack per carton
hr_hr: %s paket po kartonu
ms_my: pek% s setiap kadbod
pl_pl: %s opakowanie na karton

source: Postal code: %s
ms_my: Kod pos:% s
pl_pl: Kod Pocztowy %s

source: Town: %s
ms_my: Bandar:% s
pl_pl: Miasto %s

source: No estimated %s
ms_my: Tiada anggaran% s

source: Operatives
hr_hr: Operativci
ms_my: Koperasi
pl_pl: Magazynierzy

source: New jon order
ms_my: Pesanan jon baru

source: Prospect email
hr_hr: E-mail potencijalnog klijenta
ms_my: E-mel prospek
pl_pl: Email z Perspektywą

source: Fast track packing
de_de: Verpacken mit Priorität
hr_hr: Brzi način pakiranja
ms_my: Pembungkusan pantas
pl_pl: Szybkie pakowanie

source: Edit bill of materials
ms_my: Edit bil bahan

source: Job orders / production sheets
ms_my: Jawatan kerja / lembaran pengeluaran

source: materials
hr_hr: materijali
ms_my: bahan
pl_pl: Materiały

source: Location detais
hr_hr: Detalji lokacije
ms_my: Lokasi detais
pl_pl: detale lokalizacji

source: Delivery not authorized, message refused
ms_my: Penghantaran yang tidak dibenarkan, mesej ditolak

source: hrs
ms_my: jam

source: Customer hasn't any order yet
ms_my: Pelanggan belum ada pesanan lagi

source: Mailshots
de_de: Postwurfsendungen
hr_hr: Marketinški e-mailovi
pl_pl: Mailshoty

source: Can not resize image
de_de: Größe des Bildes nicht änderbar
hr_hr: Nemoguće promijeniti veličinu slike
pl_pl: Brak możliwości zmiany rozmiaru obrazu

source: Picker & packer assigned
de_de: Kommissionierer & Verpacker zugeteilt
hr_hr: Preuzimač i pakiratelj su dodijeljeni
pl_pl: Osoba przygotowująca & Osoba Pakująca Przypisane
