Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Tasks
es_es: Tareas
hr_hr: Zadaci
ms_my: Tugas
pl_pl: Zadania

source: Website
de_de: Webseite
es_es: Sitio Web
hr_hr: Web stranica
ms_my: Laman web
pl_pl: Strona Internetowa

source: Active products (including discontinuing)
de_de: Aktive Produkte
es_es: Productos activos (incluido descontinuar)
hr_hr: Aktivni proizvodi (uključujući proizvode koji se povlače)
ms_my: Produk aktif (termasuk berhenti)
pl_pl: Produkty aktywne (wliczając niekontynuowane)

source: Dispatch date
de_de: Versanddatum
es_es: Fecha de envio
hr_hr: Datum slanja
ms_my: Tarikh penghantaran
pl_pl: Data wysyłki

source: Unit Barcode
es_es: código de barras de la unidad
ms_my: Barcode Unit

source: SKO Barcode
de_de: SKO Strichcode
es_es: Código de barras SKO
hr_hr: SKO barkod
ms_my: Kod Bar SKO
pl_pl: Kod Kreskowy SKO

source: Login date
de_de: Anmeldedatum
es_es: Fecha de inicio de sesión
hr_hr: Datum prijave
ms_my: Tarikh masuk
pl_pl: Data Logowania

source: Logout date
de_de: Abmeldedatum
es_es: Fecha de cierre de sesión
hr_hr: Datum odjave
ms_my: Tarikh log keluar
pl_pl: Data wylogowania

source: Picking note
de_de: Kommissionierschein
es_es: Nota de recogida
hr_hr: Bilješka za preuzimanje
ms_my: Memetik nota
pl_pl: Lista produktów

source: Sets
es_es: Conjuntos
hr_hr: Setovi
ms_my: Set
pl_pl: Zestawy

source: Picking here
de_de: Kommissionier Bereich hier
es_es: Escogiendo aquí
hr_hr: Preuzeti ovdje
ms_my: Memilih di sini
pl_pl: Przygotowywanie tutsj

source: Value/SKO
de_de: Wert/SKO
es_es: Valor / SKO
hr_hr: Vrijednost/SKO
ms_my: Nilai / SKO
pl_pl: Wartość / SKO

source: Job position
de_de: Berufs Stelle
es_es: Puesto de trabajo
hr_hr: Radna pozicija
ms_my: Jawatan kerja
pl_pl: Stanowisko pracy

source: SKOs In
es_es: SKOs en
hr_hr: SKO-ovi unutar
pl_pl: SKO

source: Active offers
es_es: Ofertas activas
ms_my: Tawaran aktif

source: Registrations
es_es: Inscripciones
hr_hr: Registracije
ms_my: Pendaftaran
pl_pl: rejestracje

source: Sales per registration
es_es: Ventas por registro
hr_hr: Prodaja po registraciji
ms_my: Jualan setiap pendaftaran
pl_pl: Sprzedaż na rejestrację

source: To re-send
de_de: zu Ersetzen
es_es: Mandar de nuevo
hr_hr: Za ponovno slanje
ms_my: Untuk menghantar semula
pl_pl: ponownie wysłać

source: SKOs Returned
es_es: SKOs devueltos
ms_my: SKOs Kembali

source: SKOs Received
es_es: SKO recibidos
ms_my: SKOs diterima

source: SKO Description
de_de: SKO Beschreibung
es_es: Descripción de SKO
hr_hr: SKO opis
pl_pl: Opis SKO

source: Problem
es_es: Problema
hr_hr: Došlo je do problema s obradom vaše kreditne kartice, molimo Vas ponovno unesite podatke o plaćanju
ms_my: Masalah

source: Average number of results
de_de: Durchschnittliche Anzahl der Ergebnisse
es_es: Número promedio de resultados
hr_hr: Prosječan broj rezultata
ms_my: Bilangan keputusan purata
pl_pl: Średnia liczba rezultatów

source: Last searched
de_de: Zuletzt gesucht
es_es: Ultima busquedad
hr_hr: Posljednje traženo
ms_my: Terakhir dicari
pl_pl: Ostatnio szukany

source: Distinct users
de_de: Eindeutige Benutzer
es_es: Usuarios distintos
hr_hr: Različiti korisnici
ms_my: Pengguna yang berbeza
pl_pl: Różni klienci

source: Searches
de_de: Suchen
es_es: Búsquedas
hr_hr: Pretrage
ms_my: Carian
pl_pl: Wyszukiwania

source: Accepted
de_de: Akzeptiert
es_es: Aceptado
hr_hr: Prihvaćeno
ms_my: Diterima
pl_pl: Zaakcetowane

source: Show in basket
de_de: im Korb anzeigen
es_es: Mostrar en la cesta
hr_hr: Prikaži u košarici
ms_my: Tunjukkan dalam bakul
pl_pl: Pokaż zawartość koszyka

source: Deleted by
es_es: Eliminado por
ms_my: Dihapus oleh

source: Time series
de_de: Zeitreihen
es_es: Series de tiempo
hr_hr: Vremenski niz
ms_my: Siri masa
pl_pl: Serie czasowe

source: Discontinued date
es_es: Fecha descontinuada
ms_my: Tarikh yang dihentikan

source: Payments amount
de_de: Zahlungsmenge
es_es: Monto de los pagos
hr_hr: Iznos plaćanja
ms_my: Jumlah pembayaran
pl_pl: Wartość płatności

source: Sales 1 year
es_es: Ventas 1 año
ms_my: Jualan 1 tahun

source: Parent
de_de: Elternteil
es_es: Padre
hr_hr: Roditelj
ms_my: Ibu bapa
pl_pl: Rodzic

source: IP
de_de: IP-Adresse
es_es: Dirección IP
hr_hr: IP - Internet protokol

source: HTTP Method
de_de: HTTP-Methode
es_es: Método HTTP
hr_hr: HTTP metoda
ms_my: Kaedah HTTP
pl_pl: Metoda HTTP

source: Response
de_de: Reaktion
es_es: Respuesta
hr_hr: Odgovor
ms_my: Tindak balas
pl_pl: Odpowiedz

source: Outer weight
es_es: Peso exterior
ms_my: Berat luar

source: Received SKO
de_de: empfangene SKO
es_es: SKO recibido
hr_hr: Primljeni SKO
ms_my: Menerima SKO
pl_pl: Otrzymane SKO

source: Transaction type
es_es: Tipo de transacción
hr_hr: Tip transakcije
ms_my: Jenis urus niaga
pl_pl: Typ transakcji

source: Running balance
es_es: Saldo corriente
ms_my: Keseimbangan berjalan

source: Show if offer is pinned
es_es: Mostrar si la oferta está fijada
ms_my: Tunjukkan jika tawaran disematkan

source: Current offer state
es_es: Estado de oferta actual
ms_my: Negeri tawaran semasa

source: Terms/Allowances
es_es: Términos / bonificaciones
ms_my: Terma / Elaun

source: Percentage discounted
es_es: Porcentaje descontado
ms_my: Peratusan diskaun

source: Free products given
es_es: Productos gratis dados
ms_my: Produk percuma diberikan

source: Discount value
es_es: Valor de descuento
ms_my: Nilai diskaun

source: Amount discounted
es_es: Cantidad descontada
ms_my: Jumlah diskaun

source: Authorised by
es_es: Autorizado por
hr_hr: Ovlašten od strane
ms_my: Dibenarkan oleh
pl_pl: Potwierdzone przez

source: Amount lost
de_de: Betrag verloren
es_es: Cantidad perdida
hr_hr: Izgubljeni iznos
ms_my: Jumlah hilang
pl_pl: Kwota stracona

source: In production
de_de: In Produktion
es_es: En producción
hr_hr: U proizvodnji
ms_my: Dalam pengeluaran
pl_pl: w produkcji

source: Last audited
es_es: Última auditada
hr_hr: Zadnja revizija
ms_my: Terakhir diaudit
pl_pl: ostatnio sprawdzony

source: Picked & packed
es_es: recogido y embalado

source: Prospect
de_de: Prospekt
es_es: Perspectiva
hr_hr: Prospekt
ms_my: Prospek
pl_pl: Perspektywa

source: Part other locations
es_es: Parte otros lugares
ms_my: Bahagian lokasi lain

source: nOKD overtime
de_de: nOKD Überstunden
es_es: nOKD horas extras
hr_hr: prekovremeni rad prema OKD-u
ms_my: masa lapang nOKD
pl_pl: Nadgodziny

source: OKD overtime
de_de: OKD Überstunden
es_es: VIEJAS horas extras
hr_hr: prekovremeni rad izvan OKD-a
ms_my: OKD lebih masa
pl_pl: Nadgodziny

source: Work week
de_de: Arbeitswoche
es_es: Semana de trabajo
hr_hr: Radni tjedan
ms_my: Minggu kerja
pl_pl: Tydzień roboczy

source: Payment Method
de_de: Zahlungsmethode
es_es: Método de pago
hr_hr: Način plaćanja
ms_my: Kaedah Pembayaran
pl_pl: Metoda Płatności

source: End
de_de: Ende
es_es: Fin
hr_hr: Kraj
ms_my: Akhirnya
pl_pl: Koniec

source: Granted
de_de: Gewährt
es_es: Concedido
hr_hr: Dopušteno
ms_my: Diberikan
pl_pl: Przyznany

source: Warehouse Name
de_de: Lagername
es_es: Nombre del almacén
hr_hr: Naziv Magacina
ms_my: Nama Gudang
pl_pl: Nazwa Magazynu

source: Prospects created
es_es: Perspectivas creadas
ms_my: Prospek dicipta

source: Calls
es_es: Llamadas
hr_hr: Pozivi
ms_my: Panggilan
pl_pl: Telefony

source: Emails sent
es_es: Correos electrónicos enviados
ms_my: E-mel dihantar

source: Open %
es_es: abierto %
ms_my: Buka %

source: Click %
es_es: Haga clic en%
ms_my: Klik%

source: Register %
es_es: Registrarse%
ms_my: Daftar%

source: Invoiced %
es_es: Facturado %
ms_my: Invois%

source: Amount found
de_de: gefundener betrag
es_es: Cantidad encontrada
hr_hr: Pronađeni iznos
ms_my: Jumlah dijumpai
pl_pl: Kwota znaleziona

source: Found transactions
de_de: Gefundene Transaktionen
es_es: Transacciones encontradas
hr_hr: Pronađene transakcije
ms_my: Urus niaga yang dijumpai
pl_pl: Znalezione Transakcje

source: Lost transactions
de_de: verlorene Transaktionen
es_es: Transacciones perdidas
hr_hr: Izgubljene transakcije
ms_my: Transaksi yang hilang
pl_pl: Stracone transakcje

source: Target
de_de: Ziel
es_es: Meta
ms_my: Sasaran
pl_pl: Cel

source: Active users
de_de: Aktive Benutzer
es_es: Clientes Activos
hr_hr: Aktivni korisnici
ms_my: Pengguna aktif
pl_pl: Aktywni użytkownicy

source: Suspended users
es_es: Usuarios suspendidos
ms_my: Pengguna digantung

source: Current unit cost
es_es: Costo unitario actual
ms_my: Kos unit semasa

source: Favourited
es_es: Favorito
hr_hr: Omiljeno
pl_pl: Ulubione

source: Favourited products in
es_es: Productos favoritos en
hr_hr: Omiljeni proizvodi u
ms_my: Produk yang dipuji dalam
pl_pl: Ulubione produkty w

source: Last invoice with
es_es: Última factura con
hr_hr: Posljednja faktura sa
ms_my: Invois terakhir dengan
pl_pl: Ostatnia faktura z

source: Invoices with
es_es: Facturas con
hr_hr: Fakture sa
ms_my: Invois dengan
pl_pl: Faktury z

source: Basket amount
es_es: Cantidad de la cesta
hr_hr: Količina košarice
ms_my: Jumlah bakul
pl_pl: Wartość koszyka

source: Total amount
es_es: Cantidad total
ms_my: Jumlah keseluruhan

source: Delivery Qty
es_es: Cantidad de entrega
ms_my: Penghantaran Qty

source: Actual checked Qty
es_es: Cantidad comprobada real
ms_my: Dikenali sebenar Qty

source: Diff
es_es: Differencia

source: Delivered unit cost
de_de: Versandteil Kosten
es_es: Costo unitario entregado
hr_hr: Jedinični trošak isporuke
ms_my: Kos unit yang dihantar
pl_pl: koszt dostawy produktu

source: Units (SKOs) per carton
es_es: Unidades (SKO) por caja
ms_my: Unit (SKO) bagi setiap kadbod

source: Event
es_es: Evento
hr_hr: Događaj
ms_my: Acara
pl_pl: Wydarzenie

source: Number of results
de_de: Anzahl der Ergebnisse
es_es: Numero de resultados
hr_hr: Broj rezultata
ms_my: Bilangan keputusan
pl_pl: Liczba rezultatów

source: SKOs packed
es_es: SKOs empaquetado
hr_hr: SKO upakirani
ms_my: SKOs dibungkus
pl_pl: SKO Zapakowane

source: % No stock
de_de: % Nicht vorrätig
es_es: % No hay stock
hr_hr: % Nema zaliha
ms_my: % Tiada stok
pl_pl: % Brak

source: Website name
de_de: Webseiten-Name
es_es: Nombre del sitio web
hr_hr: Naziv web stranice
ms_my: Nama laman web
pl_pl: Nazwa witryny

source: Google organic search average position (1 month)
es_es: Posición promedio de búsqueda orgánica de Google (1 mes)
ms_my: Kedudukan purata carian organik Google (1 bulan)

source: Rank
es_es: Rango
ms_my: Kedudukan

source: Google organic search impressions (1 month)
es_es: Impresiones de búsqueda orgánica de Google (1 mes)
ms_my: Tayangan carian organik Google (1 bulan)

source: Impressions
es_es: Impresiones
ms_my: Terangkan

source: Clicks
es_es: Clics
ms_my: Klik

source: Clickthrough rate (1 month)
es_es: Porcentaje de clics (1 mes)
ms_my: Kadar klik lalu (1 bulan)

source: Customers notifications
es_es: Notificaciones de clientes
ms_my: Pemberitahuan pelanggan

source: Staff notifications
es_es: Notificaciones del personal
ms_my: Pemberitahuan kakitangan

source: Sent emails
es_es: Correos enviados
hr_hr: Poslani e-mailovi
ms_my: Dihantar e-mel
pl_pl: wysłane wiadomości email

source: Stock transaction
es_es: Transacción de stock
hr_hr: Transakcija zaliha
ms_my: Urus niaga
pl_pl: Transakcję stanów magazynowych

source: SKO received
de_de: empfangene SKO
es_es: SKO recibido
hr_hr: SKO primljeni
ms_my: SKO diterima
pl_pl: otrzymano SKO

source: Paid to supplier
de_de: An den Lieferanten bezahlt
es_es: Pagado al proveedor
hr_hr: Plaćeno dobavljaču
ms_my: Dibayar kepada pembekal
pl_pl: zapłacone dostawcy

source: Cost per SKO
es_es: Costo por SKO
hr_hr: Trošak po SKO
ms_my: Kos setiap SKO
pl_pl: koszt na opakowanie

source: How to add new part?
de_de: Wie füge ich ein neues Teil hinzu?
es_es: ¿Cómo agregar una nueva parte?
hr_hr: Kako dodati novi dio?
ms_my: Bagaimana untuk menambah bahagian baru?
pl_pl: Jak dodać nową część?

source: Click in the <i class="fa fa-plus"></i> icon at the table header
de_de: Klicken Sie auf das <i class="fa fa-plus"></i> Symbol in dem Tabellenkopf
es_es: Haga clic en el icono <i class = "fa fa-plus"> </i> en el encabezado de la tabla
hr_hr: Kliknite na ikonu <i class="fa fa-plus"></i> u zaglavlju tablice
ms_my: Klik pada ikon <i class = "fa fa-plus"> </ i> di pengepala jadual
pl_pl: Kliknij na <i class="fa fa-plus"></i> ikonę w nagłówku tabeli

source: How to add parts in bulk?
de_de: Wie füge ich Teile in großen Mengen hinzu?
es_es: ¿Cómo agregar partes a granel?
hr_hr: Kako dodati dijelove naveliko?
ms_my: Bagaimana untuk menambah bahagian secara pukal?
pl_pl: Jak dodać części łącznie?

source: Click in the <i class="fa fa-cloud-upload"></i> icon at the table header to upload a excel or a CSV file with the following fields
de_de: Klicken Sie auf das<i class="fa fa-cloud-upload"></i> Symbol in dem Tabellenkopf, um eine Excel- oder CSV-Datei mit den folgenden Feldern hochzuladen
es_es: Haga clic en el icono <i class = "fa fa-cloud-upload"> </i> en el encabezado de la tabla para cargar un archivo Excel o CSV con los siguientes campos
hr_hr: Kliknite ikonu <i class="fa fa-cloud-upload"></i> u zaglavlju tablice za prijenos excel ili CSV datoteke sa sljedećim poljima
ms_my: Klik dalam ikon <i class = "fa fa-cloud-upload"> </ i> di pengepala jadual untuk memuat naik excel atau fail CSV dengan medan berikut
pl_pl: Kliknij na <i class="fa fa-cloud-upload"></i> ikonkę żeby załadować plik Excel lub CSV

source: You can use this file as template
de_de: Sie können diese Datei als Vorlage verwenden
es_es: Puedes usar este archivo como plantilla
hr_hr: Ovu datoteku možete koristiti kao predložak
ms_my: Anda boleh menggunakan fail ini sebagai templat
pl_pl: Możesz użyć ten plik jako szablon

source: required
de_de: erforderlich
es_es: Obligatorio
hr_hr: potrebno
ms_my: diperlukan
pl_pl: wymagane

source: string
de_de: Zeichenfolge
es_es: almacenamiento
hr_hr: niz
ms_my: tali
pl_pl: strunowy

source: Supplier's SKU
de_de: Lieferanten SKU
es_es: SKU del proveedor
hr_hr: SKU dobavljača
ms_my: SKU pembekal
pl_pl: SKU Dostawcy

source: unique per supplier
de_de: einzigartig pro Lieferant
es_es: único por proveedor
hr_hr: jedinstven po dobavljaču
ms_my: unik setiap pembekal
pl_pl: unikalny na dostawcę

source: unique
de_de: einzigartig
es_es: único
hr_hr: jedinstveno
ms_my: unik
pl_pl: unikalny

source: Part barcode
de_de: Teilstrichcode
es_es: Parte de código de barras
hr_hr: Dio barkoda
ms_my: Kod bar bahagian
pl_pl: Częściowy Kod Kreskowy

source: optional
es_es: Opcional
hr_hr: opcionalno
ms_my: pilihan
pl_pl: opcjonalny

source: or
de_de: oder
es_es: o
hr_hr: ili
ms_my: atau
pl_pl: lub

source: NEXT for next available barcode
de_de: WEITER für den nächsten verfügbaren Barcode
es_es: SIGUIENTE para el próximo código de barras disponible
hr_hr: NEXT za sljedeći dostupni barkod
ms_my: NEXT untuk kod bar sedia ada seterusnya
pl_pl: NASTĘPNY dla następnego dostępnego kodu kreskowego

source: Minimum order
de_de: Mindestbestellung
es_es: Pedido mínimo
hr_hr: Minimalna narudžba
ms_my: Pesanan minimum
pl_pl: Minimalne zamówienie

source: minimum number cartons supplier willing to sell
de_de: Mindestanzahl der Kartons die der Lieferant bereit zu verkaufen ist
es_es: proveedor de cartones con un número mínimo dispuesto a vender
hr_hr: minimalni broj kutija koje je dobavljač voljan prodati
ms_my: pembekal karton nombor minimum bersedia untuk menjual
pl_pl: minimalna ilość kartonów które dostawca zamierza sprzedać

source: Average delivery time
de_de: Durchschnittliche Lieferzeit
es_es: tiempo de entrega promedio
hr_hr: Prosječno vrijeme isporuke
ms_my: Masa penghantaran purata
pl_pl: Średni czas dostawy

source: Cubic meters per carton
de_de: Kubikmeter pro Karton
es_es: Metros cúbicos por caja
hr_hr: Kubičnih metara po kutiji
ms_my: Meter padu setiap kadbod
pl_pl: Metry sześcienne na karton

source: amount (local supplier's currency)
de_de: Menge (lokale Lieferantenwährung)
es_es: cantidad (moneda del proveedor local)
hr_hr: iznos (valuta lokalnog dobavljača)
ms_my: jumlah (mata wang pembekal tempatan)
pl_pl: kwota (waluta dostawcy)

source: percentage
de_de: Prozentsatz
es_es: Porcentaje
hr_hr: postotak
ms_my: peratusan
pl_pl: procent

source: amount
de_de: Menge
es_es: importe
hr_hr: iznos
ms_my: jumlah
pl_pl: kwota

source: margin
de_de: Spanne
es_es: margen
hr_hr: marža
pl_pl: marża

source: Outers per carton
de_de: Einheiten pro Karton
es_es: Outers por caja
hr_hr: Vanjskih po kutiji
pl_pl: Ilość opakowań na karton

source: numeric
de_de: numerisch
es_es: numérico
hr_hr: numerično
ms_my: angka
pl_pl: numeryczny

source: Kilograms
de_de: Kilogramm
es_es: Kilogramos
hr_hr: Kilogrami
ms_my: Kilogram
pl_pl: kilogramy

source: centimeters
de_de: Zentimeter
es_es: centimetros
hr_hr: centimetri
ms_my: sentimeter
pl_pl: centymetry

source: comma separated strings
de_de: Komma getrennte Zahlenreihe
es_es: cadenas separadas por comas
hr_hr: nizovi odvojeni zarezom
ms_my: strata dipisahkan koma
pl_pl: oddzielone przecinkiem

source: UN number
de_de: UN Nummer
es_es: un numero
hr_hr: UN broj
ms_my: Nombor UN
pl_pl: Numer UN

source: Hazard Identification number
es_es: Número de identificación de peligro
ms_my: Nombor Pengenalan bahaya

source: The <b>root</b> user is a special account with authorisation to create the system users (employees)
de_de: Der <b>root</b> Benutzer ist ein spezielles Konto mit der Berechtigung Systembenutzer zu erstellen (Angestellte).
es_es: El usuario <b> root </b> es una cuenta especial con autorización para crear los usuarios del sistema (empleados)
hr_hr: Korisnik <b>Root</b> je poseban račun s ovlaštenjem za kreiranje korisnika sustava (zaposlenika)
ms_my: Pengguna <b> root </ b> adalah akaun khas dengan kebenaran untuk mencipta pengguna sistem (pekerja)
pl_pl: Użytkownik <b>root</b> posiada specjalne konto pozwalające na tworzenie kont dla pracowników

source: Is important to provide a strong password, and that only trusted persons have access to the mobile and recovery email
de_de: Es ist wichtig, ein sicheres Passwort anzugeben, und dass nur vertrauenswürdige Personen den Zugriff auf die E-Mail für Mobilgeräte und Wiederherstellung haben
es_es: Es importante proporcionar una contraseña segura y que solo las personas de confianza tengan acceso al móvil y al correo electrónico de recuperación
hr_hr: Važno je osigurati snažnu lozinku te da samo pouzdane osobe imaju pristup mobilnom uređaju i e-mailu za oporavak
ms_my: Adalah penting untuk memberikan kata laluan yang kuat, dan hanya orang yang dipercayai mempunyai akses ke e-mel mudah alih dan pemulihan
pl_pl: Ważne jest żeby hasło było silne oraz żeby zaufane osoby miały dostęp do odzyskiwania hasła poprzez telefon czy email

source: How to add new supplier's product?
es_es: ¿Cómo agregar un nuevo producto del proveedor?
ms_my: Bagaimana untuk menambah produk pembekal baru?

source: Click in the<i class="fa fa-plus"></i>icon at the table header
de_de: Klicken Sie auf das<i class="fa fa-plus"></i>Symbol in der Kopfzeile der Tabelle
es_es: Haga clic en el icono <i class = "fa fa-plus"> </i> en el encabezado de la tabla
hr_hr: Kliknite na<i class="fa fa-plus"></i>ikonu u zaglavlju tablice
ms_my: Klik pada ikon <i class = "fa fa-plus"> </ i> di pengepala jadual
pl_pl: Kliknij <i class="fa fa-plus"></i> na ikonkę w nagłówku tabeli

source: How to add supplier's products in bulk?
es_es: ¿Cómo agregar productos del proveedor a granel?
ms_my: Bagaimana untuk menambah produk pembekal secara pukal?

source: Click in the <i class="fa fa-cloud-upload"></i> icon at the table header to upload a excel or a CSV file with the following fields
de_de: Klicken Sie auf das <i class="fa fa-cloud-upload"></i> Symbol in dem Tabellenkopf, um eine Excel- oder CSV-Datei mit den folgenden Feldern hochzuladen
es_es: Haga clic en <i class = "fa fa-cloud-upload"> </i> icono en el encabezado de la tabla para cargar un archivo Excel o CSV con los siguientes campos
hr_hr: Kliknite na <i class="fa fa-cloud-upload"></i> ikonu u zaglavlju tablice za prijenos excel ili CSV datoteke sa sljedećim poljima
ms_my: Klik dalam <i class = "fa fa-cloud-upload"> </ i> ikon pada header jadual untuk memuat naik excel atau fail CSV dengan medan berikut
pl_pl: Kliknij na <i class="fa fa-cloud-upload"></i> ikonę w nagłówku tabeli żeby załadować plik Excel lub CSV

source: When the part sales are calculated
es_es: Cuando se calculan las ventas de piezas
ms_my: Apabila jualan bahagian dikira

source: Fields glossary
de_de: Felder Glossar
es_es: Glosario de campos
hr_hr: Rječnik polja
ms_my: Glosarium bidang
pl_pl: Słowniczek

source: Payroll id
de_de: Lohnabrechnung ID
es_es: ID de nómina
hr_hr: Identifikacijski broj obračuna plaće
ms_my: ID penggajian
pl_pl: ID listy płac

source: Forename Surname
de_de: Vorname Nachname
es_es: Nombre Apellido
hr_hr: Ime Prezime
ms_my: Nama kelahiran, Nama keluarga
pl_pl: Imię i Nazwisko

source: Government ID
de_de: Regierungsausweis ID
es_es: Identificación del gobierno
hr_hr: Identifikacijski broj osobe izdan od strane vlade
ms_my: ID kerajaan
pl_pl: Rządowe ID

source: Employment relevant official employee's Id number
de_de: Beschäftigungsrelevante offizielle ID-Nummer des Angestellten
es_es: Número de identificación del empleado oficial relevante para el empleo
hr_hr: Službeni ID broj zaposlenika relevantan za zaposlenje
ms_my: Nombor ID rasmi pekerja pekerjaan
pl_pl: Numer Identyfikacji Pracownika

source: optional but needed for online password recovery
de_de: optional, aber für die Online-Passwortwiederherstellung erforderlich
es_es: opcional pero necesario para la recuperación de contraseña en línea
hr_hr: opcionalno, ali potrebno za online oporavak lozinke
ms_my: pilihan tetapi diperlukan untuk pemulihan kata laluan dalam talian
pl_pl: Opcjonalne lecz potrzebne dla odzyskiwania hasła online

source: optional but important in case of an emergency
de_de: optional, aber wichtig im Fall eines Notfalls
es_es: opcional pero importante en caso de emergencia
hr_hr: opcionalno, ali važno u slučaju hitne situacije
ms_my: pilihan tetapi penting dalam kes kecemasan
pl_pl: opcjonalne lecz ważne w nagłym wypadku

source: Employment type. <br> <i class="fa fa-lightbulb"></i> For adding contractors click <span class="link" onclick="change_view('contractor/new')">here</span>
es_es: Tipo de empleo. <br> <i class = "fa fa-lightbulb"> </i> Para agregar contratistas, haga clic en <span class = "link" onclick = "change_view ('contractor / new')"> aquí </span>
hr_hr: Vrsta zaposlenja. <br> <i class="fa fa-lightbulb"></i> Za dodavanje izvođača kliknite <span class="link" onclick="change_view('contractor/new')">ovdje</span>
ms_my: Jenis pekerjaan. <br> <i class = "fa fa-lightbulb"> </ i> Untuk menambah kontraktor klik <span class = "link" onclick = "change_view ('kontraktor / baru')"> di sini </ span>
pl_pl: Rodzaj zatrudnienia. <br> <i class="fa fa-lightbulb-o"></i> Żeby dodać przedsiębiorcę kliknij <span class="link" onclick="change_view('contractor/new')">tutaj</span>

source: optional but needed for some business operations
de_de: optional, aber für einige Geschäftsvorgänge erforderlich
es_es: opcional pero necesario para algunas operaciones comerciales
hr_hr: opcionalno, ali potrebno za određene poslovne operacije
ms_my: pilihan tetapi diperlukan untuk beberapa operasi perniagaan
pl_pl: opcjonalne lecz potrzebne dla operacji biznesowych

source: Optionally you can create a system user
de_de: gegebenenfalls können Sie einen Systembenutzer anlegen
es_es: Opcionalmente, puede crear un usuario del sistema
hr_hr: Ukoliko želite, možete kreirati korisnički račun u sustavu
ms_my: Secara pilihan anda boleh membuat pengguna sistem
pl_pl: Opcjonalnie można stworzyć użytkownika systemu

source: min length 4 characters
de_de: min Länge 4 Zeichen
es_es: longitud mínima 4 caracteres
hr_hr: minimalna duljina 4 znaka
ms_my: panjang min 4 aksara
pl_pl: minimalna długość 4 znaki
