Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Can't update barcode reserved
de_de: Strichkode Reservierung kann nicht hochgeladen werden
es_es: No se puede actualizar el código de barras reservado
hr_hr: Nije moguće ažurirati rezervirani barkod
ms_my: Tidak dapat mengemas kini barcode reserved
pl_pl: Nie można uaktualnić, kod kreskowy zarezerwowany

source: Can't update, barcode already used
de_de: Strichkode schon benutzt, kann nicht hochgeladen werden
es_es: No se puede actualizar, el código de barras ya está en uso
hr_hr: Nije moguće ažurirati, barkod je već korišten
ms_my: Tidak dapat mengemas kini, kod bar sudah digunakan
pl_pl: Nie można uaktualnić, kod kreskowy został użyty

source: Barcode no available
de_de: Strichkode nicht verfügbar
es_es: Código de barras no disponible
hr_hr: Barkod nije dostupan
ms_my: Barcode tidak tersedia
pl_pl: Kod kreskowy nie dostępny

source: Content type
de_de: Inhaltstyp
es_es: Tipo de contenido
hr_hr: Vrsta sadržaja
ms_my: Jenis kandungan
pl_pl: Rodzaj treści

source: Short description
de_de: kurze Beschreibung
es_es: Breve descripción
hr_hr: Kratak opis
ms_my: Penerangan Ringkas
pl_pl: Krótki opis

source: Top secret file
de_de: Streng geheime Datei
es_es: Archivo de alto secreto
hr_hr: Strogo tajna datoteka
ms_my: Fail rahsia teratas
pl_pl: Ściśle tajny plik

source: Barcode already in the system
de_de: Strichcode ist bereits in der Datenbank
es_es: Código de barras ya en el sistema
hr_hr: Barkod već u sustavu
ms_my: Barcode sudah ada dalam sistem
pl_pl: Kod kreskowy już w systemie

source: Barcode check digit error
de_de: Strichkodekontrolle Fehlernummer
es_es: Error de dígitos de verificación del código de barras
hr_hr: Pogreška kontrolne znamenke barkoda
ms_my: Ralat angka kod bar memeriksa
pl_pl: Błąd kodu Kreskowego

source: EAN13 is a barcode format must consist in 12 digits plus 1 check digit
de_de: EAN13 ist ein Strichkodeformat, das aus 12 Ziffern plus 1 Prüfziffer bestehen muss
es_es: EAN13 es un formato de código de barras que debe constar de 12 dígitos más 1 dígito de verificación
hr_hr: EAN13 je format barkoda koji se mora sastojati od 12 znamenki plus 1 kontrolne znamenke
ms_my: EAN13 adalah format kod bar mesti terdiri daripada 12 angka ditambah 1 digit semak
pl_pl: EAN13 jest kodem kreskowym i musi zawierać 12 cyfr + 1 cyfrę kontrolną

source: Barcode added
de_de: Strichkode hinzugefügt
es_es: Código de barras agregado
hr_hr: Dodan barkod
ms_my: Barcode ditambah
pl_pl: Kod kreskowy dodany

source: Barcode record %s created
de_de: Strichkode Verzeichnis % s erstellt
es_es: Registro de código de barras% s creado
hr_hr: Zapis o barkodu %s je kreiran
ms_my: Rekod barcode% s dibuat
pl_pl: Kody Kreskowe utworzone %s

source: Error, can not create barcode
de_de: Fehler: Strichcode kann nicht erstellt werden.
es_es: Error, no se puede crear el código de barras
hr_hr: Pogreška, nije moguće kreirati barkod
ms_my: Ralat, tidak boleh membuat kod bar
pl_pl: Błąd, nie można utworzyć kodu kreskowego

source: Barcode assigned to asset
de_de: Strichkode wurde zur Anlage zugewiesen
es_es: Código de barras asignado al activo
hr_hr: Barkod dodijeljen sredstvu
ms_my: Barcode diberikan kepada aset
pl_pl: Kod kreskowy przypisany

source: %s associated
de_de: %s zugewiesen
es_es: % s asociado
hr_hr: %s povezano
ms_my: % s dikaitkan
pl_pl: %s powiązane

source: Error, can't associate asset
de_de: Fehler, Anlage könnte nicht zugewiesen werden
es_es: Error, no se puede asociar activo
hr_hr: Pogreška, nije moguće povezati sredstvo
ms_my: Ralat, tidak boleh mengaitkan aset
pl_pl: Błąd, nie można powiązać

source: status
es_es: estado

source: type
de_de: Typ
es_es: tipo
hr_hr: tip
ms_my: jenis
pl_pl: typ

source: used from
de_de: Verwendet seit
es_es: usado desde
hr_hr: korišteno od
ms_my: digunakan dari
pl_pl: używane od

source: Barcode record %s deleted
de_de: Strichkode Aufzeichnung %s gelöscht
es_es: Registro de código de barras% s eliminado
hr_hr: Zapis barkoda %s izbrisan
ms_my: Rekod barcode% s dipadam
pl_pl: Kod kreskowy %s usunięty

source: %s disassociated
de_de: %s Zuordnung aufgehoben
es_es: % s desasociado
hr_hr: %s isključen
ms_my: % s tidak dipisahkan
pl_pl: % s zostało odłączone

source: Category created
de_de: Kategorie erstellt
es_es: Categoría creada
hr_hr: Kategorija kreirana
ms_my: Kategori dicipta
pl_pl: Kategoria utworzona

source: Part's category created
de_de: Kategorie der Teile erstellt
es_es: Categoría de parte creada
hr_hr: Stvorena je kategorija dijela
ms_my: Kategori bahagian dicipta
pl_pl: Kategoria Części stworzona

source: Duplicated code
de_de: Duplizierter Kode
es_es: Código duplicado
hr_hr: Duplicirani kod
ms_my: Kod duplikat
pl_pl: Kod zduplikowany

source: Category deleted
de_de: Kategorie gelöscht
es_es: Categoría eliminado
hr_hr: Kategorija izbrisana
ms_my: Kategori dipadam
pl_pl: Kategoria usunięta

source: has been deleted permanently
de_de: wurde permanent gelöscht
es_es: ha sido eliminado permanentemente
hr_hr: je trajno izbrisano
ms_my: telah dipadamkan secara kekal
pl_pl: został usunięty na stałe

source: disassociated with category
de_de: Von der Kategorie getrennt
es_es: disociado con categoría
hr_hr: nepovezan s kategorijom
ms_my: tidak dipisahkan dengan kategori
pl_pl: nie powiązane z kategorią

source: associated with category
de_de: Der Kategorie zugewiesen
es_es: asociado con la categoría
hr_hr: povezan s kategorijom
ms_my: dikaitkan dengan kategori
pl_pl: powiązane z kategorią

source: Product %s disassociated from category %s
de_de: Produkt %s wurde von Kategorie %s getrennt
es_es: Producto% s desasociado de la categoría% s
hr_hr: Proizvod %s odvojen od kategorije %s
ms_my: Produk% s tidak dipisahkan dari kategori% s
pl_pl: produkt %s nie powiązany z kategorią %s

source: Category Deleted
de_de: Kategorie gelöscht
es_es: Categoría eliminada
hr_hr: Kategorija izbrisana
ms_my: Kategori Dipadamkan
pl_pl: Kategoria Usunięta

source: Category %s associated with category %s
es_es: Categoría% s asociada a la categoría% s
ms_my: Kategori% s yang dikaitkan dengan kategori% s

source: Product %s associated with category %s
de_de: Produkt %s zugewiesen zu Kategorie %s
es_es: Producto% s asociado a la categoría% s
hr_hr: Proizvod %s povezan s kategorijom %s
ms_my: Produk% s yang dikaitkan dengan kategori% s
pl_pl: Produkt %s powiązany z kategorią %s

source: Subject can't be associated with category
de_de: Subjekt kann der Kategorie nicht zugewiesen werden
es_es: El asunto no se puede asociar con la categoría.
hr_hr: Predmet se ne može povezati s kategorijom
ms_my: Subjek tidak boleh dikaitkan dengan kategori
pl_pl: Temat nie może być powiązany z kategorią

source: label
de_de: Etikett
es_es: etiqueta
hr_hr: etiketa
pl_pl: naklejka

source: description
de_de: Beschreibung
es_es: descripción
hr_hr: opis
ms_my: keterangan
pl_pl: opis

source: webpage name
de_de: Webseite Name
es_es: nombre de la página web
hr_hr: naslov web stranice
ms_my: nama laman web
pl_pl: nazwa strony

source: browser title
de_de: Browsertitel
es_es: título del navegador
hr_hr: naslov preglednika
ms_my: tajuk pelayar
pl_pl: Tytuł przeglądarki

source: meta description
de_de: Metabeschreibung
es_es: meta descripcion
hr_hr: meta opis
ms_my: meta deskripsi
pl_pl: opis

source: %s charge created
de_de: %s Gebühr erstellt
es_es: % s cargo creado
hr_hr: %s naplata je kreirana
ms_my: caj% s dibuat
pl_pl: % s opłata została utworzona

source: Name missing
es_es: Nombre perdido
hr_hr: Nedostaje ime
ms_my: Nama hilang
pl_pl: Brakująca nazwa

source: Clocking-in machine created (%s)
es_es: Máquina de sincronización creada (% s)
ms_my: Mesin jentik dibuat (% s)

source: serial number
es_es: número de serie
ms_my: nombor siri

source: Duplicated NFC tag if
es_es: Etiqueta NFC duplicada si
ms_my: Tag NFC yang dikemaskini jika

source: Field required
es_es: Campo requerido
ms_my: Bidang diperlukan

source: New NFC tag scanned
es_es: Nueva etiqueta NFC escaneada
ms_my: Tag NFC baharu diimbas

source: Credit Note created
es_es: Nota de crédito creada
ms_my: Nota Kredit dicipta

source: Customer company name or contact name required
es_es: Se requiere el nombre de la empresa del cliente o el nombre de contacto
ms_my: Nama syarikat atau nama kenalan yang diperlukan

source: %s customer record created
de_de: %s Kundenverzeichnis erstellt
es_es: % s registro de cliente creado
hr_hr: %s korisnički zapis kreiran
ms_my: Rekod pelanggan% s dibuat
pl_pl: %s dane klienta utworzone

source: Same as invoice address
de_de: identisch mit der Rechnungsadresse
es_es: Igual que la dirección de contacto
hr_hr: Isto kao adresa fakture
ms_my: Sama seperti alamat invois
pl_pl: Tak jak adres z faktury

source: Unrelated to invoice address
de_de: Keine Zugehörigkeit zur Rechnungsadresse
es_es: No relacionado con la dirección de la factura
hr_hr: Nepovezano s adresom fakture
ms_my: Tidak berkaitan dengan alamat invois
pl_pl: Niezwiązane z adresem faktury

source: Unrelated to contact address
de_de: Keine Zugehörigkeit zur Kontaktadresse
es_es: No relacionado con la dirección de contacto
hr_hr: Nepovezano s adresom kontakta
ms_my: Tidak berkaitan dengan alamat kenalan
pl_pl: Niezwiązane z adresem kontaktowym

source: Valid
es_es: Válido
hr_hr: Važeći
ms_my: Sah
pl_pl: Ważny

source: Unknown if is valid
es_es: Desconocido si es válido
ms_my: Tidak diketahui jika sah

source: Validity is unknown
es_es: La validez es desconocida
ms_my: Kesahan tidak diketahui

source: Online validation service down
es_es: Servicio de validación en línea inactivo
ms_my: Perkhidmatan pengesahan dalam talian ke bawah

source: Invalid
es_es: Inválido
ms_my: Tidak sah

source: weeks
de_de: Wochen
es_es: semana
hr_hr: tjedni
ms_my: minggu
pl_pl: tygodnie

source: days
de_de: Tage
es_es: dias
hr_hr: dani
ms_my: hari
pl_pl: dni

source: No account manager
es_es: Sin gerente de cuenta
ms_my: Tiada pengurus akaun
pl_pl: Brak kierownika konta

source: Partner
es_es: Compañero
ms_my: Rakan kongsi

source: VIP customer
es_es: Cliente VIP
ms_my: Pelanggan VIP
pl_pl: Klient VIP

source: Remove account manager
es_es: Eliminar administrador de cuentas
ms_my: Alih keluar pengurus akaun
pl_pl: Usuń kierownika konta

source: Duplicated address
de_de: Duplizierte Adresse
es_es: Dirección duplicada
hr_hr: Duplicirana adresa
ms_my: Alamat duplikat
pl_pl: Adres zduplikowany

source: delivery address link
de_de: Lieferadresse Verknüpfung
es_es: enlace de direccion de entrega
hr_hr: link za dostavnu adresu
ms_my: pautan alamat penghantaran
pl_pl: Link do adresu dostawy

source: invoice address link
de_de: Rechnungsadresse Verknüpfung
es_es: enlace de direccion de factura
hr_hr: link adrese fakture
ms_my: pautan alamat invois
pl_pl: Link do adresu na fakturze

source: subscription to email marketing
de_de: abonnieren von E-Mail-Marketing
es_es: suscripción al email marketing
hr_hr: pretplata na email marketing
ms_my: langganan pemasaran e-mel
pl_pl: subskrypcja na marketing e-mailowy

source: subscription postal marketing
de_de: abonnieren von Post-Marketing
es_es: marketing postal de suscripción
hr_hr: pretplata na poštanski marketing
ms_my: pemasaran pos langganan
pl_pl: abonamentowy marketing pocztowy

source: subscription to newsletter
de_de: abonnieren von Newsletter
es_es: suscripción al boletín
hr_hr: pretplata za newsletter
ms_my: langganan surat berita
pl_pl: subskrypcja newslettera

source: website
de_de: Webseite
es_es: sitio web
hr_hr: web stranica
ms_my: laman web
pl_pl: strona internetowa

source: Customer set up as partner
es_es: Cliente configurado como socio
ms_my: Pelanggan ditubuhkan sebagai rakan kongsi
pl_pl: Klient ustawiony jako partner

source: Customer set up as VIP with %s as account manager
es_es: Cliente configurado como VIP con% s como administrador de cuentas
ms_my: Pelanggan ditetapkan sebagai VIP dengan% s sebagai pengurus akaun
pl_pl: Klient ustawiony jako VIP z %s od Kierownika do Obsługi Klienta

source: Customer is not longer set up as partner
es_es: El cliente ya no está configurado como socio
ms_my: Pelanggan tidak lagi ditubuhkan sebagai rakan kongsi
pl_pl: Klient nie jest dłużej ustawiony jako partner

source: Customer is not longer a VIP
es_es: El cliente ya no es VIP
ms_my: Pelanggan bukan lagi VIP
pl_pl: Klient nie jest dłużej VIP

source: Set up as normal customer
es_es: Configurar como cliente normal
ms_my: Sediakan sebagai pelanggan biasa
pl_pl: Ustaw jako zwykłego klienta

source: Current invoice address
es_es: direccion de factura actual
ms_my: Alamat invois semasa

source: Current delivery address
es_es: Dirección de entrega actual
ms_my: Alamat penghantaran semasa

source: Cancelled because customer was deleted
es_es: Cancelado porque el cliente fue eliminado
ms_my: Dibatalkan kerana pelanggan telah dipadamkan
pl_pl: Anulowane ponieważ konto klienta zostało usunięte

source: Customer deleted
es_es: Cliente eliminado
ms_my: Pelanggan dipadam

source: Customer account balance adjusted %s
es_es: Saldo de la cuenta del cliente ajustado% s
ms_my: Baki akaun pelanggan diselaraskan% s

source: Code missing
de_de: Kode wird vermisst
es_es: Código faltante
hr_hr: Nedostaje kod
ms_my: Kod hilang
pl_pl: Brakujący kod

source: Customer poll query created
es_es: Consulta de encuesta de cliente creada
hr_hr: Izrađen upit za anketu klijenata
ms_my: Pertanyaan pungutan pelanggan dibuat
pl_pl: Utworzono ankietę klienta

source: Answer code missing
es_es: Falta el código de respuesta
hr_hr: Nedostaje šifra odgovora
ms_my: Jawab kod hilang
pl_pl: Brakujący kod odpowiedzi

source: Duplicated code (%s)
de_de: Duplizierter Kode (%s)
es_es: Código duplicado (% s)
hr_hr: Duplicirana šifra (%s)
ms_my: Kod duplikat (% s)
pl_pl: Kod zduplikowany (%s)

source: Answer missing
es_es: Respuesta faltante
hr_hr: Nedostaje odgovor
ms_my: Jawapan hilang
pl_pl: Brakująca odpowiedź

source: query code
es_es: código de consulta
hr_hr: šifra upita
ms_my: kod pertanyaan
pl_pl: Kod Zapytania

source: query
es_es: consulta
hr_hr: upit
ms_my: pertanyaan
pl_pl: Zapytanie

source: query type
es_es: Tipo de consulta
hr_hr: tip upita
ms_my: jenis pertanyaan
pl_pl: Typ zapytania

source: show in registration
es_es: mostrar en el registro
hr_hr: pokazati u registraciji
ms_my: tunjukkan dalam pendaftaran
pl_pl: Pokaż w rejestracji

source: show in customer profile
es_es: mostrar en el perfil del cliente
hr_hr: pokazati u profilu klijenta
ms_my: tunjukkan profil pelanggan
pl_pl: Pokaż w profilu klienta

source: required for registration
es_es: formulario de Inscripción
hr_hr: potrebno za registraciju
ms_my: diperlukan untuk pendaftaran
pl_pl: wymagane do rejestracji

source: Customer poll %s deleted
es_es: Encuesta de clientes% s eliminada
hr_hr: Korisnička anketa %s izbrisana
ms_my: Pemilihan pelanggan% s dihapuskan
pl_pl: Usunięto ankietę klienta %s

source: Option for customer poll created
es_es: Opción para encuesta de clientes creada
hr_hr: Kreirana opcija za anketu kupaca
ms_my: Pilihan untuk tinjauan pendapat pelanggan dibuat
pl_pl: Utworzono ankietę klienta

source: answer code
es_es: código de respuesta
hr_hr: šifra odgovora
ms_my: kod jawapan
pl_pl: Kod odpowiedzi

source: answer
es_es: responder
hr_hr: odgovor
ms_my: jawapannya
pl_pl: odpowiedź

source: Data Sets already exists
de_de: Datensets existieren bereits
es_es: Los conjuntos de datos ya existen
hr_hr: Skup podataka već postoji
ms_my: Set Data sudah wujud
pl_pl: Dane już istnieją

source: Error category not found
es_es: error categoría no encontrada
ms_my: Kategori ralat tidak dijumpai

source: permanent
es_es: permanente
hr_hr: permanentno
ms_my: kekal
pl_pl: Na stałe

source: cheapest free
es_es: más barato gratis
hr_hr: najjeftinije besplatno
ms_my: murah percuma
pl_pl: najtańszy gratis

source: cheapest %d free
es_es: más barato% d gratis
hr_hr: najjeftinije %d besplatno
ms_my: termurah% d percuma
pl_pl: najtańszy %d gratis

source: Get one %s free
es_es: obtén uno %s gratis
ms_my: Dapatkan satu% s percuma

source: Get %d %s free
es_es: Consigueló %d %s Gratis
ms_my: Dapatkan% d% s percuma

source: Get one %s product free
es_es: Obtenga un% s de producto gratis
ms_my: Dapatkan satu% s produk percuma

source: Get %d %s product free
es_es: Obtenga% d% s producto gratis
ms_my: Dapatkan% d% s produk percuma

source: Free %s
es_es: gratis %s
ms_my: Percuma% s

source: Can not delete the offer, because it has been applied to an order
de_de: Das Angebot kann nicht gelöscht werden, da es zu einer Bestellung zugewiesen wurde
es_es: No se puede eliminar la oferta porque se ha aplicado a un pedido.
hr_hr: Nije moguće izbrisati ponudu jer je primijenjena na narudžbu
ms_my: Tidak dapat memadamkan tawaran tersebut, kerana telah diterapkan pada pesanan
pl_pl: Nie można usunąć oferty ponieważ została zastosowana do zamówienia

source: public name
es_es: nombre público
ms_my: nama awam

source: public terms info
es_es: información de términos públicos
ms_my: maklumat istilah awam

source: Campaign created
de_de: Kampagne erstellt
es_es: Campaña creada
hr_hr: Kreirana kampanja
ms_my: Kempen dibuat
pl_pl: Kampania utworzona

source: Offer %s, voucher: %s (%s) created
es_es: Oferta% s, comprobante:% s (% s) creado
hr_hr: Ponuda %s, vaučer: %s (%s) kreirani
ms_my: Tawaran% s, baucar:% s (% s) dibuat
pl_pl: Oferta %s, kupon promocyjny: %s (%s) stworzony

source: Offer %s (%s) created
es_es: Oferta% s (% s) creada
hr_hr: Ponuda %s (%s) kreirana
ms_my: Tawaran% s (% s) dibuat
pl_pl: Oferta %s (%s) stworzono

source: Duplicated name %s
es_es: Nombre duplicado% s
ms_my: Nama salinan% s

source: start date
de_de: Anfangsdatum
es_es: fecha de inicio
hr_hr: datum početka
ms_my: tarikh mula
pl_pl: data rozpoczęcia

source: end date
de_de: Endtermin
es_es: fecha final
hr_hr: datum isteka
ms_my: tarikh tamat
pl_pl: data zakończenia

source: %s %s off
es_es: %s %s descuento
ms_my: % s% s dimatikan

source: Choose
es_es: Escoger
ms_my: Pilih

source: Delivery note created
es_es: Albarán creado
ms_my: Nota penghantaran dibuat

source: Collected by customer
es_es: Recogido por el cliente
ms_my: Dikumpulkan oleh pelanggan

source: Delivery note packed and closed
es_es: Albarán de entrega embalado y cerrado
ms_my: Nota penghantaran dibungkus dan ditutup

source: Replacement packed and closed
es_es: Reemplazo embalado y cerrado
ms_my: Penggantian penuh dan ditutup

source: Delivery note opened
es_es: Albarán abierto
ms_my: Nota penghantaran dibuka

source: Replacement opened
es_es: Reemplazo abierto
ms_my: Penggantian dibuka

source: Delivery note approved for dispatch
es_es: Albarán de entrega aprobado para despacho
ms_my: Nota penghantaran yang diluluskan untuk penghantaran

source: Delivery note un dispatched
es_es: Albarán de entrega no enviado
ms_my: Nota penghantaran tidak dihantar

source: Delivery note dispatched
es_es: Albarán enviado
ms_my: Nota penghantaran dihantar

source: Replacement note dispatched
es_es: Nota de reemplazo enviada
ms_my: Nota penggantian dihantar

source: Replacement cancelled
es_es: Reemplazo cancelado
ms_my: Penggantian dibatalkan

source: Delivery note cancelled
es_es: Albarán de entrega cancelado
ms_my: Nota penghantaran dibatalkan

source: Stock in location: %s
de_de: Lagerbestand auf Lokation: %s
es_es: Stock en ubicación:% s
hr_hr: Zaliha na lokaciji: %s
ms_my: Stok di lokasi:% s
pl_pl: Stany Magazynowe na lokalizacjach %s

source: Picked: %s
de_de: Kommissioniert: %s
es_es: Elegido:% s
hr_hr: Preuzeto: %s
ms_my: Dipilih:% s
pl_pl: Przygotowane %s

source: Mailshot for orders in basket created (%s)
es_es: mailing para pedidos en la cesta creada (% s)
ms_my: Mailshot untuk pesanan dalam bakul dicipta (% s)

source: Newsletter created
es_es: Boletín creado
ms_my: Surat berita dibuat

source: Email campaign %s created
es_es: Campaña de correo electrónico% s creado
hr_hr: Email kampanja %s je kreirana
ms_my: Kampanye% s e-mel dibuat
pl_pl: kampania email stworzona %s

source: Setting up newsletter
es_es: Configurar boletín
ms_my: Menyediakan surat berita
pl_pl: Konfigurowanie newslettera

source: Changing template
es_es: cambiando plantilla
ms_my: Menukar templat

source: Inactive day
es_es: Dia inactivo
ms_my: Hari tidak aktif

source: Initializing launch
es_es: Iniciando lanzamiento
ms_my: Memulakan pelancaran
pl_pl: Uruchom stronę

source: Sent %s of %s
es_es: Enviado% s de% s
hr_hr: Poslano %s od %s
ms_my: Dihantar% s dari% s
pl_pl: Wysłane %s z %s

source: Campaign already sending emails
de_de: Kampagne sendet bereits E-Mails
es_es: La campaña ya está enviando correos electrónicos.
hr_hr: Kampanja već šalje e-mailove
ms_my: Kempen sudah menghantar e-mel
pl_pl: Kampania wysyła e-maile

source: Campaign already send
de_de: Kampagne bereits gesendet
es_es: Campaña ya enviada
hr_hr: Kampanja je već poslana
ms_my: Kempen sudah dihantar
pl_pl: Kampania już wysłana

source: Campaign cancelled
es_es: Campaña cancelada
hr_hr: Kampanja je otkazana
ms_my: Kempen dibatalkan
pl_pl: Kampania uniewazniona

source: Mailshot already sent
es_es: Mailshot ya enviado
hr_hr: E-mail kampanja već je poslana
ms_my: Mailshot sudah dihantar
pl_pl: Mailshot już wysłany

source: Mailshot cancelled
es_es: Mailing cancelado
hr_hr: E-mail kampanja otkazana
ms_my: Mailshot dibatalkan
pl_pl: Mailshot usunięty

source: Last updated %s days ago
es_es: Última actualización hace% s días
ms_my: Dikemaskini% s hari lalu

source: Max number of emails
es_es: Número máximo de correos electrónicos
ms_my: Jumlah maksimum e-mel

source: Days since last contact
es_es: Días desde el último contacto
ms_my: Hari sejak kenalan terakhir

source: %s email template created
es_es: % s plantilla de correo electrónico creada
hr_hr: %s email predložak je kreiran
ms_my: Templat e-mel% s dibuat
pl_pl: %s Szablon wiadomości email utworzony

source: No image file
de_de: Keine Bilddatei
es_es: No hay archivo de imagen
hr_hr: Nema slikovne datoteke
ms_my: Tiada fail imej
pl_pl: Brak obrazu

source: Uploaded file is not an valid image format
es_es: El archivo cargado no es un formato de imagen válido
ms_my: Fail yang dimuat naik bukanlah format imej yang sah

source: Error opening the image
es_es: Error al abrir la imagen
ms_my: Ralat membuka imej

source: please contact support
es_es: Por favor contacte al soporte técnico
ms_my: sila hubungi sokongan

source: Image is not supported
es_es: Formato de la imagen no es compatible
ms_my: Imej tidak disokong

source: Refund %s created
es_es: Reembolso% s creado
ms_my: Bayaran balik% s dibuat

source: ECB exchange rate
es_es: Tipo de cambio del BCE
ms_my: Kadar pertukaran ECB

source: Invoice %s created
es_es: Factura% s creada
ms_my: Invois% s dibuat

source: Invoice %s deleted
es_es: Factura% s eliminada
ms_my: Invois% s dipadam

source: customer name
es_es: nombre de cliente
ms_my: Nama Pelanggan

source: invoice number
es_es: nNúmero de factura
ms_my: nombor invois

source: %s list created
es_es: % s lista creada
hr_hr: %s lista kreirana
ms_my: Senarai% s dibuat
pl_pl: %s lista utworzona

source: Error can not create list
es_es: El error no puede crear la lista
hr_hr: Pogreška, lista se ne može kreirati
ms_my: Ralat tidak boleh membuat senarai
pl_pl: Błąd nie można utworzyć adresu e-mail

source: Loosing customers
es_es: Clientes perdidos
hr_hr: Gubitak klijenata
ms_my: Membatalkan pelanggan
pl_pl: Klienci traceni

source: Lost customers
es_es: Clientes Perdidos
hr_hr: Izgubljeni klijenti
ms_my: Pelanggan yang hilang
pl_pl: Straceni klienci

source: active customers
es_es: clientes activos
hr_hr: aktivni klijenti
ms_my: pelanggan aktif
pl_pl: Aktywni Klienci

source: loosing customers
es_es: Clientes Perdidos
hr_hr: gubljenje klijenata
ms_my: kehilangan pelanggan
pl_pl: Klienci traceni

source: lost customers
es_es: clientes Perdidos
hr_hr: izgubljeni klijenti
ms_my: pelanggan yang hilang
pl_pl: Straceni klienci
