Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Registered between %s and %s
es_es: Registrado entre% sy% s
hr_hr: Registriran između %s i %s
ms_my: Berdaftar antara% s dan% s
pl_pl: Zarejestrowane pomiędzy %s i %s

source: Registered from %s
es_es: Registrado desde% s
hr_hr: Registriran od %s
ms_my: Berdaftar dari% s
pl_pl: Zarejestrowane od %s

source: Registered up to %s
es_es: Registrado hasta% s
hr_hr: Registrirano do %s
ms_my: Berdaftar sehingga% s
pl_pl: zarejestrowane do %s

source: With
es_es: Con
hr_hr: Sa
ms_my: Dengan
pl_pl: z

source: Valid tax number
de_de: Gültige Steuernummer
es_es: Número de impuesto válido
hr_hr: Važeći porezni broj
ms_my: Nombor cukai yang sah
pl_pl: Ważny numer podatkowy

source: Without
es_es: Sin
hr_hr: Bez
ms_my: Tanpa
pl_pl: bez

source: Products in basket
es_es: Productos en canasta
hr_hr: Proizvodi u košarici
ms_my: Produk dalam bakul
pl_pl: Produkty w koszyku

source: Orders submitted & in warehouse
es_es: Pedidos enviados y en almacén
hr_hr: Poslane narudžbe i u magacinu
ms_my: Pesanan yang dihantar & di gudang
pl_pl: zamówienia potwierdzone & na magazynie

source: Products dispatched
es_es: Productos despachados
hr_hr: Otpremljeni proizvodi
ms_my: Produk dihantar
pl_pl: Produkty wysłane

source: In cancelled orders
es_es: En pedidos cancelados
hr_hr: U otkazanim narudžbama
ms_my: Dalam pesanan yang dibatalkan
pl_pl: w zamówieniach anulowanych

source: in basket
es_es: en la cesta
hr_hr: u košarici
ms_my: dalam bakul
pl_pl: W koszyku

source: submitted & in warehouse
es_es: enviado & en almacén
hr_hr: poslano i u magacinu
ms_my: dikemukakan & di gudang
pl_pl: zamówienia potwierdzone & na magazynie

source: dispatched
de_de: Versandt
es_es: enviado
hr_hr: otpremljeno
ms_my: dihantar
pl_pl: wysłane

source: cancelled
es_es: cancelado
hr_hr: otkazano
ms_my: dibatalkan
pl_pl: anulowane

source: Location do not exist
de_de: Standort existiert nicht
es_es: Ubicación no existen
hr_hr: Lokacija ne postoji
ms_my: Lokasi tidak wujud
pl_pl: Lokalizacja nie istnieje

source: Wrong location code
de_de: Falsche Lokationskode
es_es: Código de la localización incorrecta
hr_hr: Pogrešan lokacijski kod
ms_my: Kod lokasi yang salah
pl_pl: Nieprawidłowy kod lokalizacji

source: %s location created
de_de: %s Standort erstellt
es_es: % s ubicación creada
hr_hr: %s kreirana lokacija
ms_my: Lokasi% s dibuat
pl_pl: %s lokalizacja utworzona

source: Other location has this code
de_de: Ein anderer Standort hat diesen Kode
es_es: Otro lugar tiene el código
hr_hr: Druga lokacija posjeduje ovaj kod
ms_my: Lokasi lain mempunyai kod ini
pl_pl: Inna lokalizacja posiada już ten kod

source: Warehouse area not found
es_es: Area de almacen no encontrada
ms_my: Kawasan gudang tidak dijumpai

source: The maximum weight for this location show be numeric
de_de: Das maximale Gewicht für diesen Standort wird numerisch angezeigt
es_es: El peso máximo de este espectáculo lugar ser numérico
hr_hr: Maksimalna težina za ovu lokaciju mora biti brojčana
ms_my: Berat maksimum untuk menunjukkan lokasi ini berangka
pl_pl: Maksymalna waga dla tej lokalizacji musi być numeryczna

source: The maximum weight can not be negative
de_de: Das maximale Gewicht darf nicht negativ sein
es_es: El peso máximo no puede ser negativo
hr_hr: Maksimalna težina ne može biti negativna
ms_my: Berat maksimum tidak boleh menjadi negatif
pl_pl: Maksymalna waga nie może być ujemna

source: The maximum weight can not be zero
de_de: Das maximale Gewicht darf nicht null sein
es_es: El peso máximo no puede ser cero
hr_hr: Maksimalna težina ne može biti nula
ms_my: Berat maksimum tidak boleh menjadi sifar
pl_pl: Maksymalna waga nie może być zerowa

source: The maximum volume for this location show be numeric
de_de: Das maximale Volumen für diesen Standort sollte numerisch sein
es_es: El volumen máximo de este espectáculo lugar ser numérico
hr_hr: Maksimalna zapremina za ovu lokaciju mora biti numerička
ms_my: Jumlah maksimum untuk lokasi ini menunjukkan angka
pl_pl: Maksymalna ilość dla tej lokalizacji musi być numeryczna

source: The maximum volume can not be negative
de_de: Das maximale Volumen darf nicht negativ sein
es_es: El volumen máximo no puede ser negativo
hr_hr: Maksimalna zapremina ne može biti negativna
ms_my: Jumlah maksimum tidak boleh negatif
pl_pl: Maksymalna ilość nie może być ujemna

source: The maximum volume can not be zero
de_de: Das maximale Volumen darf nicht Null sein
es_es: El volumen máximo no puede ser cero
hr_hr: Maksimalna zapremina ne može biti nula
ms_my: Jumlah maksimum tidak boleh menjadi sifar
pl_pl: Maksymalna ilość nie może być zerowa

source: Flag invalid color
de_de: Ungültige Farbe kennzeichnen
es_es: Marcar color no válido
hr_hr: Nevažeća boja
ms_my: Tandakan warna tidak sah
pl_pl: Oznacz nieprawidłowy kolorem

source: cubic meter
de_de: Kubikmeter
es_es: metro cubico
hr_hr: kubični metar
ms_my: meter padu
pl_pl: metr sześcienny

source: Location moved from to warehouse area %s to %s
es_es: La ubicación se movió del área de almacén% sa% s
ms_my: Lokasi berpindah dari ke kawasan gudang% s hingga% s

source: Location associated to warehouse area %s
es_es: Ubicación asociada al área de almacén% s
ms_my: Lokasi yang berkaitan dengan kawasan gudang% s

source: Location %s associated
es_es: Ubicación% s asociada
ms_my: Lokasi% s yang dikaitkan

source: Can't delete because location has parts associated
de_de: Kann nicht gelöscht werden, da die Lokation mit Teilen verknüpft ist
es_es: No se puede eliminar porque la ubicación tiene partes asociadas
hr_hr: Nije moguće izbrisati jer lokacija ima povezane dijelove
ms_my: Tidak dapat padam kerana lokasi mempunyai bahagian yang berkaitan
pl_pl: Nie można usunąć, lokalizacja ma przypisane produkty

source: Location %s deleted
de_de: Lokation %s gelöscht
es_es: Ubicación% s eliminada
hr_hr: Lokacija %s izbrisana
ms_my: Lokasi% s dipadam
pl_pl: lokalizacja %s usunięta

source: flag
de_de: markiere
es_es: badera
hr_hr: zastava
ms_my: bendera
pl_pl: Flaga

source: Manufacture task already exists
de_de: Herstelleraufgabe existiert bereits
es_es: La tarea de fabricación ya existe
hr_hr: Zadatak proizvodnje već postoji
ms_my: Tugas pengeluaran sudah wujud
pl_pl: Zadania producenta już istnieją

source: Value can't be zero
de_de: Wert kann nicht Null sein
es_es: El valor no puede ser cero
hr_hr: Vrijednost ne može biti nula
ms_my: Nilai tidak boleh menjadi sifar
pl_pl: Wartość nie może być zerowa

source: Value can't be negative
de_de: Wert kann nicht negativ sein
es_es: El valor no puede ser negativo.
hr_hr: Vrijednost ne može biti negativna
ms_my: Nilai tidak boleh negatif
pl_pl: Wartość nie może być ujemna

source: Lower
de_de: Untere
es_es: Inferior
hr_hr: Donja
ms_my: Lebih rendah
pl_pl: Niżej

source: Upper
de_de: Obere
es_es: Superior
hr_hr: Gornja
ms_my: Atas
pl_pl: Górny

source: per task
de_de: pro Aufgabe
es_es: por tarea
hr_hr: po zadatku
ms_my: setiap tugas
pl_pl: na zadanie

source: staff cost
es_es: costo del personal
ms_my: kos kakitangan

source: energy cost
de_de: Energiekosten
es_es: costo energético
hr_hr: trošak energije
ms_my: kos tenaga
pl_pl: koszty energii

source: materials cost
de_de: Materialkosten
es_es: costo de materiales
hr_hr: trošak materijala
ms_my: kos bahan
pl_pl: koszty materiałów

source: other cost
de_de: andere Kosten
es_es: Otro precio
hr_hr: ostali troškovi
ms_my: kos lain
pl_pl: inne koszty

source: targets
de_de: Ziele
es_es: Publico Objetivo
hr_hr: targeti
ms_my: sasaran
pl_pl: cele

source: lower target
de_de: unteres Ziel
es_es: objetivo inferior
hr_hr: donji target
ms_my: sasaran yang lebih rendah
pl_pl: obniż cel

source: seconds
de_de: Sekunden
es_es: segundos
hr_hr: srednji
ms_my: detik
pl_pl: sekundy

source: upper target
de_de: oberes Ziel
es_es: objetivo superior
hr_hr: gornji target
ms_my: sasaran atas
pl_pl: wyższy cel

source: task/h
de_de: Aufgabe/Std.
es_es: tarea / h
hr_hr: zadatak/h
ms_my: tugas / h
pl_pl: zadania/godzinę

source: employee reward terms
de_de: Belohnungsbedingungen der Angestellten
es_es: términos de recompensa del empleado
hr_hr: uvjeti nagrađivanja zaposlenika
ms_my: terma ganjaran pekerja
pl_pl: nagrody dla pracowników - warunki

source: reward type
de_de: Belohnungsart
es_es: tipo de recompensa
hr_hr: načini nagrađivanja
ms_my: jenis ganjaran
pl_pl: rodzaj nagrody

source: reward amount
de_de: Belohnungsbetrag
es_es: recompensa total
hr_hr: iznos nagrade
ms_my: jumlah ganjaran
pl_pl: wartość nagrody

source: Material added
de_de: Material hinzugefügt
es_es: Material añadido
hr_hr: Dodan materijal
ms_my: Bahan tambah
pl_pl: Materiał dodany

source: TBC
de_de: Angef.
es_es: Por confirmar
pl_pl: Do ustalenia

source: Outside the scope od VAT
es_es: Fuera del alcance del IVA
ms_my: Di luar skop od VAT

source: EC with %s
es_es: CE con% s
ms_my: EC dengan% s

source: Edited
es_es: Editado
ms_my: Diedit

source: Waiting for a %s bank transfer
es_es: Esperando una transferencia bancaria% s
ms_my: Menunggu pemindahan bank% s

source: Will pay %s with cash
es_es: Pagará% s con efectivo
ms_my: Akan membayar% s dengan wang tunai

source: Waiting bank transfer
de_de: Banküberweisung wird erwartet
es_es: Esperando transferencia bancaria
hr_hr: Čeka se bankovni transfer
ms_my: Pemindahan bank menunggu
pl_pl: Oczekiwanie na przelew bankowy

source: Will pay with cash
de_de: Wird Bar bezahlt
es_es: Pagará en efectivo
hr_hr: Platiće pouzećem
ms_my: Akan membayar dengan wang tunai
pl_pl: Zapłacę gotówką

source: Order send back to basket
de_de: Bestellung zurück ins Warenkorb senden
es_es: Orden enviar de vuelta a la cesta
hr_hr: Narudžba vraćena u košaricu
ms_my: Perintah hantar kembali ke keranjang
pl_pl: Zamówienie wysłane ponownie do koszyka

source: Order submitted
es_es: Orden enviada
ms_my: Perintah dihantar

source: Delivery note deleted
es_es: Nota de entrega eliminada
ms_my: Nota penghantaran dipadam

source: Order send to warehouse
de_de: Bestellung ans Lager senden
es_es: Pedido enviado al almacén
hr_hr: Narudžba poslana u magacin
ms_my: Pesanan dihantar ke gudang
pl_pl: Zamówienie wysłane na magazyn

source: Order packed and closed
es_es: Pedido embalado y cerrado
ms_my: Pesanan dibungkus dan ditutup

source: Undo packed and closed
es_es: Deshacer empaquetado y cerrado
ms_my: Buat bungkusan dan tutup

source: Invoice deleted, order state back to packed and closed
es_es: Factura eliminada, estado del pedido de nuevo a empaquetado y cerrado
ms_my: Invois dipadamkan, keadaan pesanan kembali dibungkus dan ditutup

source: Order invoiced
de_de: Bestellung in Rechnung gestellt
es_es: pedido facturado
hr_hr: Narudžba fakturirana
ms_my: Perintah invois
pl_pl: Zamówienie zostało zafakturowane

source: Order set as not dispatched
de_de: Bestellung als nicht versandt einstellen
es_es: Pedido configurado como no enviado
hr_hr: Narudžba nije poslana
ms_my: Perintah ditetapkan sebagai tidak dihantar
pl_pl: Zamówienie ustawione jako nie wysłane

source: Order dispatched
de_de: Bestellung versandt
es_es: orden despachada
hr_hr: Narudžba poslana
ms_my: Pesanan dihantar
pl_pl: Zamówienie zostało wysłane

source: Order invoiced again
es_es: Pedido facturado nuevamente
ms_my: Perintah invois sekali lagi

source: customer's purchase order number
es_es: número de orden de compra del cliente
ms_my: nombor pesanan pembelian pelanggan

source: tax number valid
es_es: número de impuesto válido
ms_my: nombor cukai yang sah

source: Scheduled order's in basket purge created
es_es: Pedido programado en la purga de la cesta creada
ms_my: Pesanan berjadual dalam membersihkan keranjang dibuat

source: Order's in basket purge created by %s
es_es: El pedido está en la purga de la cesta creado por% s
ms_my: Perintah dalam pembersihan keranjang dibuat oleh% s

source: Setting up purge
es_es: Configuración de purga
ms_my: Menyediakan pembersihan

source: Purge completed
es_es: purga completada
ms_my: Pembersihan selesai

source: Initializing purge
es_es: Inicializando purga
ms_my: Pembersihan awal

source: Purged %s of %s
es_es: Purgado% s de% s
ms_my: Dibuang% s dari% s

source: Already purging
es_es: Ya purgando
ms_my: Sudah selesai

source: Purge already finished
es_es: Purga ya terminada
ms_my: Pembersihan sudah selesai

source: Purge started
es_es: Purga iniciada
ms_my: Pembersihan bermula

source: Inactive days in basket purge criteria
es_es: Días inactivos en los criterios de purga de la cesta
ms_my: Hari tidak aktif dalam kriteria pembersihan keranjang

source: cancelled due inactivity in the basket (Scheduled purge)
es_es: cancelado por inactividad en la canasta (purga programada)
ms_my: dibatalkan kerana tidak aktif dalam bakul (Pembersihan berjadual)

source: cancelled due inactivity in the basket (Purged by %s)
es_es: cancelado por inactividad en la cesta (Purgado por% s)
ms_my: dibatalkan kerana ketidakaktifan dalam bakul (Dibunuh oleh% s)

source: Record already exists
de_de: Aufzeichnung existiert bereits
es_es: El registro ya existe
hr_hr: Zapis već postoji
ms_my: Rekod sudah wujud
pl_pl: Rejestr już istnieje

source: Republish
de_de: neu veröffentlichen
es_es: Republicar
hr_hr: Ponovno objaviti
ms_my: Semakan semula
pl_pl: opublikuj ponownie

source: Webpage launched
de_de: Webseite gestartet
es_es: Página web lanzada
hr_hr: Web stranica je lansirana
ms_my: Halaman web dilancarkan
pl_pl: Uruchomiona strona internetowa

source: Webpage published
de_de: Webseite veröffentlicht
es_es: Página web publicada
hr_hr: Web stranica je publicirana
ms_my: Halaman web diterbitkan
pl_pl: Strona została opublikowana

source: Webpage %s deleted
es_es: Página web% s eliminada
hr_hr: Web stranica %s je izbrisana
ms_my: Halaman web% s dipadam
pl_pl: Strona internetowa %s usnięta

source: title (name)
es_es: nombre del título)
ms_my: tajuk (nama)

source: Permanent redirection
de_de: Permanente Weiterleitung
es_es: Redireccionamiento permanente
hr_hr: Trajno preusmjeravanje
ms_my: Pengalihan kekal
pl_pl: Stałe przekierowanie

source: Part created
de_de: Teil erstellt
es_es: Parte creada
hr_hr: Dio kreiran
ms_my: Bahagian dicipta
pl_pl: Część utworzona

source: Draft
de_de: Entwurf
es_es: Sequía
hr_hr: Nacrt
ms_my: Draf

source: Delayed
es_es: Retrasado
ms_my: Tertangguh

source: Surplus stock
de_de: Überschüssiger Bestand
es_es: excedentes de stock
hr_hr: Višak zaliha
ms_my: Lebihan stok
pl_pl: Dodatkowy stan magazynowy

source: Optimal stock
de_de: Optimaler Bestand
es_es: Stock óptimo
hr_hr: Optimalne zalihe
ms_my: Stok yang optimum
pl_pl: Optymalny Stan Magazynowy

source: Critical stock
de_de: Kritischer Lagerbestand
es_es: Stock crítico
hr_hr: Kritične zalihe
ms_my: Stok kritikal
pl_pl: Krytyczny Stan Magazynowy

source: No products associated
de_de: Keine Produkte zugeordnet
es_es: No hay productos asociados.
hr_hr: Nema povezanih proizvoda
ms_my: Tiada produk yang berkaitan
pl_pl: Brak przypisanego produktu

source: SKO stock value
de_de: SKO Bestandswert
es_es: Valor de stock SKO
hr_hr: SKO vrijednost zaliha
ms_my: Nilai saham SKO
pl_pl: Wartość stanu magazynowego SKO

source: total stock value
es_es: valor total de los stock
hr_hr: totalna vrijednost zaliha
ms_my: jumlah nilai saham
pl_pl: Całkowita wartość stanu magazynowego

source: SKO stock value %s
de_de: SKO Bestandswert %s
es_es: Valor de inventario SKO% s
hr_hr: SKO vrijednost zaliha %s
ms_my: Nilai saham SKO% s
pl_pl: Wartość stanu magazynowego SKO %s

source: recommended SKO commercial value: %s
de_de: empfohlener SKO Handelswert: %s
es_es: valor comercial recomendado de SKO:% s
hr_hr: preporučena trgovačka vrijednost za SKO: %s
ms_my: mencadangkan nilai komersial SKO:% s
pl_pl: rekomendowana SKO wartość stanu magazynowego %s

source: not set
de_de: Nicht eingestellt
es_es: no establecido
hr_hr: nije postavljeno
ms_my: tidak ditetapkan
pl_pl: Nie ustawione

source: Current stock value per unit in warehouse %s
es_es: Valor de stock actual por unidad en almacén% s
ms_my: Nilai saham semasa seunit dalam gudang% s

source: Supplier unit cost %s
es_es: Costo unitario del proveedor% s
ms_my: Kos pembekal unit% s

source: per selling outer
es_es: por venta exterior
ms_my: setiap jualan luar

source: Unit label missing
de_de: Einheit Etikett fehlt
es_es: Falta la etiqueta de la unidad
hr_hr: Nedostaje oznaka jedinice
ms_my: Label unit hilang
pl_pl: Brak etykiety jednostki

source: Outers (SKO) description
de_de: Einheiten (SKO) Beschreibung
es_es: Descripción de Outers (SKO)
hr_hr: Opis vanjskih kutija (SKO)
ms_my: Deskripsi Outers (SKO)
pl_pl: Opakowania (SKO) opis

source: Duplicated reference (%s)
de_de: Duplizierte Referenz (%s)
es_es: Referencia duplicada (% s)
hr_hr: Duplicirani referenca (%s)
ms_my: Rujukan duplikat (% s)
pl_pl: Referencja zduplikowana (%s)

source: Invalid unit recommended price (%s)
de_de: Ungültiger empfohlener Einheitspreis (%s)
es_es: Precio recomendado por unidad no válida (% s)
hr_hr: Neispravna preporučena cijena jedinice (%s)
ms_my: Harga disyorkan unit tidak sah (% s)
pl_pl: Nieprawidłowa SCD jednostki (%s)

source: Invalid unit recommended RRP (%s)
de_de: Ungültiger empfohlener RRP (%s)
es_es: PVP recomendado de unidad no válida (% s)
hr_hr: Neispravna jedinična preporučena RRP (%s)
ms_my: Unit RRP yang disyorkan tidak sah (% s)
pl_pl: Nieprawidłowa SCD jednostki (%s)

source: Units per SKO missing
de_de: Einheiten pro SKO fehlt
es_es: Unidades por SKO faltantes
hr_hr: Jedinica po SKO nedostaje
ms_my: Unit per SKO hilang
pl_pl: Brak jednostek na SKO

source: Invalid units per SKO (%s)
de_de: Ungültige Einheiten pro SKO (%s)
es_es: Unidades no válidas por SKO (% s)
hr_hr: Nevažeće jedinici po SKO (%s)
ms_my: Unit tidak sah bagi setiap SKO (% s)
pl_pl: Nieprawidłowe jednostki na SKO (%s)

source: Family's code missing
de_de: Familienkode fehlt
es_es: Falta el código de familia
hr_hr: Nedostaje oznaka u obitelji
ms_my: Kod keluarga hilang
pl_pl: Brakujący kod rodziny produktów

source: Can't create family
de_de: Familie kann nicht erstellt werden
es_es: No se puede crear familia
hr_hr: Nije moguće napraviti obitelj
ms_my: Tidak boleh membuat keluarga
pl_pl: Nie można utworzyć rodziny produktów

source: Part's families not configured
de_de: Teilen Familien nicht eingestellt
es_es: Familias de piezas no configuradas
hr_hr: Obitelji dijelova nisu konfigurirane
ms_my: Keluarga bahagian tidak dikonfigurasikan
pl_pl: Części rodziny produktów nie skonfigurowane

source: Dimensions can't be parsed (%s)
de_de: Dimensionen können nicht analysiert werden (%s)
es_es: Las dimensiones no se pueden analizar (% s)
hr_hr: Dimenzije se ne mogu analizirati (%s)
ms_my: Dimensi tidak boleh diurai (% s)
pl_pl: Wymiary nie mogą być przeprowadzone (%s)

source: Invalid weight (%s)
de_de: Ungültiges Gewicht (%s)
es_es: Peso inválido (% s)
hr_hr: Nevažeća težina (%s)
ms_my: Berat tidak sah (% s)
pl_pl: Nieprawidłowa waga (%s)

source: Duplicated SKO barcode (%s)
de_de: Duplizierter SKO-Barcode (%s)
es_es: Código de barras SKO duplicado (% s)
hr_hr: Dupliciran SKO barkod (%s)
ms_my: Barcode SKO berganda (% s)
pl_pl: Kod kreskowy SKO zduplikowany (%s)

source: Country of origin missing
de_de: Herkunftsland fehlt
es_es: País de origen faltante
hr_hr: Nedostaje zemlja podrijetla
ms_my: Negara asal hilang
pl_pl: Brakujący kraj pochodzenia

source: Country not found (%s)
de_de: Land nicht gefunden (%s)
es_es: País no encontrado (% s)
hr_hr: Zemlja nije pronađena (%s)
ms_my: Negara tidak dijumpai (% s)
pl_pl: Kraj nie znaleziony (%s)

source: Invalid part status
de_de: Ungültiger Teilstatus
es_es: Estado de parte inválido
hr_hr: Nevažeći status dijela
ms_my: Status bahagian tidak sah
pl_pl: Nieprawidłowy status części

source: Part main supplier set to %s
es_es: Proveedor principal de la pieza establecido en% s
ms_my: Pembekal utama sebahagian ditetapkan kepada% s

source: Part record %s deleted
de_de: Teilsnotiz %s gelöscht
es_es: Registro de parte% s eliminado
hr_hr: Zapis dijela %s izbrisan
ms_my: Rekod bahagian% s dihapuskan
pl_pl: Część zapisu %s usunięta

source: reference
de_de: Referenz
es_es: referencia
ms_my: rujukan
pl_pl: Numer referencyjny

source: unit label
de_de: EInheitlabel
es_es: etiqueta de la unidad
hr_hr: oznaka jedinice
ms_my: label unit
pl_pl: Etykieta jednostki

source: SKO description note
de_de: SKO Beschreibungsnotiz
es_es: Nota descriptiva de SKO
hr_hr: Napomena uz opis SKO
ms_my: Nota penerangan SKO
pl_pl: Uwaga dotycząca opisu SKO

source: unit recommended price
de_de: empfohlener Einheitsprei
es_es: precio unitario recomendado
hr_hr: preporučena cijena po jedinici
ms_my: harga disyorkan unit
pl_pl: Rekomendowana cena jednostki

source: unit recommended RRP
de_de: Einheit empfohlener RRP
es_es: unidad recomendada RRP
hr_hr: preporučena maloprodajna cijena po jedinici RRP
ms_my: unit disyorkan RRP
pl_pl: Rekomendowana cena SCD jednostki

source: Dimensions shown in website
es_es: Dimensiones mostradas en el sitio web
ms_my: Dimensi yang ditunjukkan dalam laman web

source: tariff code
de_de: Tarif Kode
es_es: codigo de Tarifa
hr_hr: tarifni broj
ms_my: kod tarif
pl_pl: Kod teryfy

source: duty rate
de_de: Zollsatz
es_es: tasa de obligación
hr_hr: carinska stopa
ms_my: kadar duti
pl_pl: wysokość cła

source: packing group
de_de: Verpackungsgruppe
es_es: grupo de embalaje
hr_hr: grupa pakiranja
ms_my: kumpulan pembungkus
pl_pl: grupa pakująca

source: proper shipping name
de_de: richtiger Versandname
es_es: nombre de envío correcto
hr_hr: ispravno ime za otpremu
ms_my: Nama penghantaran yang betul
pl_pl: Prawidłowa Nazwa transportu

source: hazard identification number
de_de: Gefahrenidentifikationsnummer
es_es: número de identificación de peligro
hr_hr: identifikacijski broj opasnosti
ms_my: nombor pengenalan bahaya
pl_pl: Numer Rozpoznawania Zagrożenia

source: units per SKO
de_de: Einheiten pro Artikel
es_es: unidades por SKO
hr_hr: jedinica po SKO
ms_my: unit per SKO
pl_pl: Jednostki na SKO

source: barcode
de_de: Strichcode
es_es: código de barras
hr_hr: barkod
pl_pl: Kod Kreskowy

source: Stock value (per SKO)
de_de: Bestandswert (pro SKO)
es_es: Valor de stock (por SKO)
hr_hr: Vrijednost zaliha (po SKO)
ms_my: Nilai saham (setiap SKO)
pl_pl: Wartość stanów magazynowych ( na SKO)

source: SKOs per selling outer (recommended)
es_es: SKO por venta externa (recomendado)
ms_my: SKOs per jualan luar (disyorkan)

source: carton barcode
de_de: Karton Strichcode
es_es: código de barras de cartón
hr_hr: barkod kartona
ms_my: barcode barcode
pl_pl: Kod kreskowy kartonu

source: average delivery days
es_es: dias de entrega promedio
hr_hr: prosječan broj dana isporuke
ms_my: hari penghantaran purata
pl_pl: Średni czas dostawy

source: Duplicated supplier's product reference
es_es: Referencia de producto del proveedor duplicado
ms_my: Rujukan produk pembekal yang disalin

source: Duplicated part reference
de_de: Duplizierte Teilreferenz
es_es: Referencia de pieza duplicada
hr_hr: Duplicirana referenca dijela
ms_my: Rujukan sebahagian salinan
pl_pl: Referencja produktu zduplikowana

source: Part %s associated with %s
de_de: Artikel %s verknüpft mit %s
es_es: Parte% s asociada con% s
hr_hr: Dio %s povezan s %s
ms_my: Bahagian% s dikaitkan dengan% s
pl_pl: Część %s powiązana z %s

source: Part associated with location
de_de: Teil mit Standort verknüpft
es_es: Parte asociada a la ubicación
hr_hr: Dio povezan s lokacijom
ms_my: Bahagian yang berkaitan dengan lokasi
pl_pl: Część powiązana z lokalizacją

source: Quantity On Hand should be a number
de_de: Menge zur Vervügung sollte eine Nummer sein
es_es: Cantidad en la mano debe ser un número
hr_hr: Količina na raspolaganju treba biti broj
ms_my: Kuantiti Di Tangan mestilah nombor
pl_pl: Ilość powinna być numerem

source: F&L stack updated to offset lost stock
es_es: Pila F&L actualizada para compensar stock perdido
ms_my: Storan F & L dikemas kini untuk mengimbangi stok hilang
