Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Used to determine what permission levels of the user
de_de: Wird verwendet, um festzustellen, welche Berechtigungsebenen der Benutzer hat
es_es: Se usa para determinar qué niveles de permiso del usuario
hr_hr: Koristi se za određivanje razine dozvole za korisnika
ms_my: Digunakan untuk menentukan tahap kebenaran pengguna
pl_pl: Służy do określania poziomów uprawnień użytkownika

source: 4 characters
de_de: 4 Zeichen
es_es: 4 caracteres
hr_hr: 4 znaka
ms_my: 4 aksara
pl_pl: 4 znaki

source: How to add new employees?
de_de: Wie füge ich neue Angestellte hinzu?
es_es: Agregar Empleado?
hr_hr: Kako dodati nove zaposlenike?
ms_my: Bagaimana untuk menambah pekerja baru?
pl_pl: Jak dodać nowych pracowników?

source: How to add employees in bulk?
de_de: Wie fügen Sie Angestellte in Mehrzahl hinzu?
es_es: ¿Cómo agregar empleados a granel?
hr_hr: Kako dodati zaposlenike grupno?
ms_my: Bagaimana untuk menambah pekerja secara pukal?
pl_pl: Jak dodać pracowników łącznie?

source: e.g. +44 114 360 9600 please include international code
de_de: z.B. +44 114 360 9600 bitte internationale Vorwahl angeben
es_es: p.ej. +44114 360 9600 por favor incluya código internacional
hr_hr: npr. +44 114 360 9600 molimo uključite međunarodni kod
ms_my: contohnya. +44 114 360 9600 sila masukkan kod antarabangsa
pl_pl: np. +48 114 360 9600 proszę podać kierunkowy numer kraju

source: Currently working
de_de: Derzeit arbeiten
es_es: Actualmente trabajando
hr_hr: Trenutno radi
ms_my: Sedang bekerja
pl_pl: Obecnie pracujący

source: Working from
de_de: Arbeitet seit
es_es: Trabajando desde
hr_hr: Radi od
ms_my: Bekerja dari
pl_pl: Pracujący od

source: Worked until
de_de: Arbeitete bis
es_es: Trabajando hasta
hr_hr: Radio do
ms_my: Bekerja sehingga
pl_pl: Pracujący do

source: required if <b>Currently working</b> set to No
de_de: erforderlich, wenn <b> Derzeit arbeitet </ b> auf Nein setzen
es_es: requerido si <b> Actualmente trabajando </b> se establece en No
hr_hr: potrebno ako je <b>Trenutno radi</b> postavljeno na Ne
ms_my: diperlukan jika <b> Saat ini berfungsi </ b> ditetapkan ke Tidak
pl_pl: wymagane jeżeli <b> Obecnie pracujący </b> ustaw na Nie

source: min length 4
de_de: Mindestlänge 4
es_es: valor mínimo 4
hr_hr: minimalna duljina 4
ms_my: panjang min 4
pl_pl: minimalna długość4

source: for more info about system roles click here:
de_de: Für mehr Informationen über Systemrollen klicken Sie hier:
es_es: Para obtener más información sobre los roles del sistema, haga clic aquí:
hr_hr: za više informacija o ulogama sustava kliknite ovdje:
ms_my: untuk maklumat lanjut mengenai peranan sistem klik di sini:
pl_pl: więcej informacji odnośnie roli systemu kliknij tutaj:

source: min length 6
de_de: Mindestlänge 6
es_es: valor mínimo 6
hr_hr: minimalna duljina 6
ms_my: panjang min 6
pl_pl: minimalna długość 6

source: If<b>login</b>is empty or less of 4 letters the system user will not be created
de_de: Wenn<b>login</b>leer ist oder weniger als 4 Buchstaben hat, wird der Systembenutzer nicht erstellt
es_es: Si <b> inicio de sesión </b> está vacío o tiene menos de 4 letras, no se creará el usuario del sistema
hr_hr: Ako je<b>prijava</b>prazna ili ima manje od 4 slova, korisnik sustava neće biti kreiran
ms_my: Jika <b> log masuk </ b> kosong atau kurang daripada 4 huruf pengguna sistem tidak akan dibuat
pl_pl: Jeżeli <b>login</b> jest pusty lub zawiera mniej znaków niż 4, konto użytkownika nie zostanie utworzone

source: A random string will be used if the<b>password</b>and<b>PIN</b>if shorter than the minimum length
de_de: Eine zufällige Zeichenfolge wird verwendet, wenn<b>Passwort</b>und<b>PIN</b>kürzer als die Mindestlänge ist
es_es: Se usará una cadena aleatoria si la <b> contraseña </b> y el <b> PIN </b> son más cortos que la longitud mínima
hr_hr: Nasumičan niz će se koristiti ako je <b>lozinka</b> i <b>PIN</b> kraći od minimalne duljine
ms_my: Rentetan rawak akan digunakan jika <b> kata laluan </ b> dan <b> PIN </ b> jika lebih pendek daripada panjang minimum
pl_pl: Losowy ciąg znaków zostanie użyty jeżeli <b>hasło</b> lub <b>PIN</b> będą krótsze od minimalnej długości

source: Well done, log in using <b>root</b> as username and assign some employees to the system
de_de: Gut gemacht, melden Sie sich mit <b>root</b> als Benutzername an und weisen Sie dem System einige Angestellte zu
es_es: Bien hecho, inicie sesión con <b> root </b> como nombre de usuario y asigne algunos empleados al sistema
hr_hr: Bravo, prijavite se koristeći <b>root</b> kao korisničko ime i dodijelite neke zaposlenike sustavu
ms_my: Sudah selesai, log masuk menggunakan <b> root </ b> sebagai nama pengguna dan berikan beberapa pekerja ke sistem
pl_pl: Dobra robota, zaloguj się używając <b> root </ b> jako nazwy użytkownika i przypisz część pracowników do systemu

source: Well done
de_de: Gut gemacht
es_es: Bien hecho
hr_hr: Bravo
ms_my: Bagus
pl_pl: Dobra robota

source: or click
de_de: oder klicken Sie
es_es: o haga clic
hr_hr: ili kliknite
ms_my: atau klik
pl_pl: lub kliknij

source: for automatically assign next available barcode
de_de: um den nächsten verfügbaren Barcode automatisch zuzuordnen
es_es: para asignar automáticamente el siguiente código de barras disponible
hr_hr: za automatsko dodjeljivanje sljedećeg dostupnog barkoda
ms_my: untuk menetapkan kod bar sedia ada secara automatik
pl_pl: dla następnego dostępnego kodu kreskowego

source: How to add new location?
de_de: Wie füge ich eine neue Lokation hinzu?
es_es: ¿Cómo agregar una nueva ubicación?
hr_hr: Kako dodati novu lokaciju?
ms_my: Bagaimana untuk menambah lokasi baru?
pl_pl: Jak dodać nową lokalizację?

source: How to add locations in bulk?
de_de: Wie füge ich mehrere neue Lokationen auf einmal hinzu?
es_es: ¿Cómo agregar ubicaciones a granel?
hr_hr: Kako dodati lokacije veleprodajno?
ms_my: Bagaimana untuk menambah lokasi secara pukal?
pl_pl: Jak dodać lokalizacje łącznie?

source: required, unique
de_de: erforderlich, einzigartig
es_es: requerido, único
hr_hr: potrebno, jedinstveno
ms_my: diperlukan, unik
pl_pl: wymagany, unikalny

source: Used for
de_de: Verwendet für
es_es: Usado para
hr_hr: Koristi za
ms_my: Digunakan untuk
pl_pl: Użyte do

source: Main propose of this location
de_de: Hauptzweck dieser Lokation
es_es: Propuesta principal de esta ubicación
hr_hr: Glavna namjena ove lokacije
ms_my: Utama mencadangkan lokasi ini
pl_pl: Główne zadanie lokalizacji

source: Cubic meters
de_de: Kubikmeter
es_es: Metros cubicos
hr_hr: Kubični metar
ms_my: Meter padu
pl_pl: Metry Sześcienne

source: Dropdown options
de_de: Dropdown-Möglichkeiten
es_es: Opciones desplegables
hr_hr: Padajuće opcije
ms_my: Pilihan jatuh turun
pl_pl: Rozwijane opcje

source: The system users has to be linked to a employee in you company.
de_de: Die Systembenutzer müssen mit einem Angestellten in Ihrer Firma verknüpft sein.
es_es: Los usuarios del sistema deben estar vinculados a un empleado de su empresa.
hr_hr: Korisnici sustava moraju biti povezani sa zaposlenikom u vašoj tvrtki.
ms_my: Pengguna sistem perlu dikaitkan dengan pekerja dalam syarikat anda.
pl_pl: Użytkownik systemu został połączony z pracownikiem w Twojej firmie

source: Click in the <i class="fa fa-cloud-upload"></i> icon at the table header to upload a excel or a CSV file with the following fields
de_de: Klicken Sie auf das <i class="fa fa-cloud-upload"></i> Symbol in der Kopfzeile der Tabelle um eine Excel- oder CSV-Datei mit den folgenden Feldern hochzuladen
es_es: Haga clic en el <i class = "fa fa-cloud-upload"> </i> icono en el encabezado de la tabla para cargar un archivo Excel o CSV con los siguientes campos
hr_hr: Kliknite na <i class="fa fa-cloud-upload"></i> ikonu u zaglavlju tablice za prijenos excel ili CSV datoteke sa sljedećim poljima
ms_my: Klik dalam <i class = "fa fa-cloud-upload"> </ i> ikon pada header jadual untuk memuat naik excel atau fail CSV dengan medan berikut
pl_pl: Kliknij <i class="fa fa-cloud-upload"></i> na ikonkę w nagłówku tabeli żeby załadować plik Excel lub CSV

source: Email send
de_de: E-Mail gesendet
es_es: Enviar correo electrónico
hr_hr: E-mail poslan
ms_my: Hantar e-mel
pl_pl: Email został wysłany

source: No available
de_de: nicht Verfügbar
es_es: No disponible
hr_hr: Nedostupan
ms_my: Tidak ada
pl_pl: Nie dostępne

source: Send email
es_es: Enviar email
hr_hr: Pošalji e-mail
ms_my: Menghantar e-mel
pl_pl: Wyślij E-mail

source: Send test email
de_de: Sende eine Test-E-Mail
es_es: Enviar email de prueba
hr_hr: Pošalji probni e-mail
ms_my: Hantar e-mel ujian
pl_pl: Wyślij email testowy

source: Set as text only email
de_de: Als nur Text-E-Mail einstellen
es_es: Establecer como correo electrónico solo de texto
hr_hr: Postavi samo kao tekstualni e-mail
ms_my: Tetapkan sebagai e-mel sahaja
pl_pl: Ustaw jako e-mail tekstowy

source: Greetings
de_de: Willkommen
es_es: Saludos
hr_hr: Pozdravi
ms_my: Salam
pl_pl: Powitanie

source: Contact name, Company
de_de: Kontaktname, Unternehmen
es_es: Nombre de contacto, empresa
hr_hr: Kontakt ime, tvrtka
ms_my: Nama kenalan, Syarikat
pl_pl: Osoba Kontaktowa, Firma

source: Prospect name
es_es: Nombre del prospecto
hr_hr: Ime potencijalnog klijenta
ms_my: Nama prospek
pl_pl: Nazwa perspektywy

source: cost
de_de: Kosten
es_es: coste
hr_hr: trošak
ms_my: kos
pl_pl: koszt

source: On
de_de: auf
es_es: En
hr_hr: Na
ms_my: Pada
pl_pl: Na

source: Abandoned cart email
de_de: Verlassene Warenkorb E-Mail
es_es: Correo electrónico del carrito abandonado
hr_hr: E-mail napuštena košarica
ms_my: E-mel kereta terbengkalai
pl_pl: Opuszczony Koszyk - email

source: Total orders in basket
de_de: Gesamtbestellungen im Warenkorb
es_es: Total de pedidos en la cesta
hr_hr: Ukupna narudžbi u košarici
ms_my: Jumlah pesanan dalam bakul
pl_pl: Łączna liczba zamówień w koszyku

source: Order idle
de_de: leerlaufende Bestellung
es_es: Pedido inactivo
hr_hr: Narudžba neaktivna
ms_my: Pesanan menganggur
pl_pl: zamówienie zawieszone

source: more than
de_de: mehr als
es_es: mas que
hr_hr: više od
ms_my: lebih daripada
pl_pl: więcej niż

source: Filtered orders
de_de: Gefilterte Bestellungen
es_es: Pedidos filtrados
hr_hr: Filtrirane narudžbe
ms_my: Pesanan yang ditapis
pl_pl: Zamówienia - Filtr

source: Imported from
es_es: Importado desde

source: Ingredients/Materials
es_es: Ingredientes / Materiales
ms_my: Bahan / Bahan

source: Send orders to warehouse
es_es: Enviar pedidos al almacén

source: No results found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
hr_hr: Nema pronađenih rezultata
ms_my: Tiada keputusan dijumpai
pl_pl: Brak wyników wyszukiwania

source: clear results
de_de: Ergebnisse löschen
es_es: resultados claros
hr_hr: jasni rezultati
ms_my: keputusan yang jelas
pl_pl: wyczyść wyniki

source: Go back to normal refund
es_es: Regresar al reembolso normal
ms_my: Kembali ke bayaran balik normal

source: Refund everything
es_es: Reembolsar todo
ms_my: Mengembalikan segala-galanya

source: Email editor
es_es: Editor de correo electrónico
hr_hr: E-mail uređivač
ms_my: Editor e-mel
pl_pl: Edytor wiadomości email

source: Choose a HTML email template
de_de: Wählen Sie eine HTML E-Mail-Vorlage aus
es_es: Elija una plantilla de correo electrónico HTML
hr_hr: Odaberite HTML predložak e-maila
ms_my: Pilih templat e-mel HTML
pl_pl: Wybierz szablon wiadomości email

source: Add part's location note
es_es: Agregar nota de ubicación de parte
ms_my: Tambah nota lokasi bahagian

source: Set as picking location
de_de: als Kommissionierung Lokation einstellen
es_es: Establecer como sitio de recogida
hr_hr: Postavi kao lokaciju za preuzimanje
ms_my: Tetapkan sebagai memilih lokasi
pl_pl: Ustaw jako lokalizacje dla produktu

source: Preferred picking location cc
es_es: Lugar de recogida preferido cc
ms_my: Cc lokasi pilihan yang dipilih

source: current stock
es_es: stock actual
ms_my: stok semasa

source: Preferred picking location zz
es_es: Lugar de recogida preferido zz
ms_my: Lokasi pilihan zz yang dipilih

source: Recommended min/max stock
de_de: Empfohlener Mindest- / Höchst Lagerbestand
es_es: Stock mínimo / máximo recomendado
hr_hr: Preporučena min/max zaliha
ms_my: Stok min / max yang disyorkan
pl_pl: Rekomendowany min/max asortyment

source: Recommended replenishment quantity
de_de: Empfohlene Nachfüllmenge
es_es: Cantidad de reabastecimiento recomendada
hr_hr: Preporučena količina za dopunu
ms_my: Mengesyorkan kuantiti pengisian semula
pl_pl: Rekomendowana ilość zaopatrzenia

source: Order Pick Aid
de_de: Bestellung Kommissionierhilfe
es_es: Ayuda recolección
hr_hr: Pomoć pri odabiru narudžbe
ms_my: Pick Order Bantuan
pl_pl: Dokument zamówienia

source: Order date
de_de: Bestelldatum
es_es: Fecha de orden
hr_hr: Datum narudžbe
ms_my: Tarikh pesanan
pl_pl: Data zamówienia

source: Delivery note date
de_de: Lieferscheindatum
es_es: Fecha de la nota de entrega
hr_hr: Datum otpremnice
ms_my: Tarikh nota penghantaran
pl_pl: Data notatki dostawy

source: Consignment
de_de: Lieferung
es_es: envio
hr_hr: Pošiljka
ms_my: Konsainan
pl_pl: Przesyłka

source: Alt Locations
es_es: Ubicaciones Alt
ms_my: Alt Lokasi

source: last saved
es_es: último guardado
hr_hr: posljednje spremljeno
ms_my: terakhir disimpan
pl_pl: ostatnio zapisane

source: Unpublished version on editor
de_de: Unveröffentlichte Version im Editor
es_es: Versión no publicada en el editor
hr_hr: Neobjavljena verzija u editoru
ms_my: Versi tidak diterbitkan pada editor
pl_pl: Niepublikowana wersja na edytorze

source: Published
de_de: Veröffenlticht
es_es: Publicado
hr_hr: Objavljeno
ms_my: Diterbitkan
pl_pl: Opublikowane

source: Proforma date
de_de: Pro-Forma-Rechnung Datum
es_es: Fecha proforma
hr_hr: Proforma datum
ms_my: Tarikh proforma
pl_pl: Data proformy

source: Price Increase
es_es: Aumento de precio
ms_my: Kenaikan harga

source: New unit price
es_es: Nuevo precio unitario
ms_my: Harga unit baru

source: Supplier can less than the ordered quantity
es_es: El proveedor puede menos de la cantidad pedida
ms_my: Pembekal boleh kurang daripada kuantiti pesanan

source: Cartons can order
es_es: Los cartones se pueden pedir
ms_my: Karton boleh memesan

source: Supplier can only delivery time to long
es_es: El proveedor solo puede entregar el tiempo a largo
ms_my: Pembekal hanya boleh menyampaikan masa penghantaran

source: Delay
es_es: Retrasar
ms_my: Kelewatan

source: Delay (days)
es_es: Retraso (días)
ms_my: Kelewatan (hari)

source: Product no longer available
es_es: Producto ya no disponible
ms_my: Produk tidak lagi tersedia

source: Supplier minimum order not meet
es_es: El pedido mínimo del proveedor no cumple
ms_my: Pesanan minimum pembekal tidak memenuhi

source: Minimum carton order
es_es: Pedido mínimo de cartón
ms_my: Tempahan kadbod minimum

source: There is not active email templates
es_es: No hay plantillas de correo electrónico activas
hr_hr: Nema aktivnih predložaka e-pošte
ms_my: Tidak ada templat e-mel aktif
pl_pl: Nie ma aktywnych szablonów wiadomości e-mail

source: Create one here
es_es: Crea uno aquí
hr_hr: Kreirajte jedan ovdje
ms_my: Buat satu di sini
pl_pl: Utwórz jeden tutaj

source: Choose template
es_es: Elegir la plantilla
hr_hr: Odaberite predložak
ms_my: Pilih templat
pl_pl: Wybierz szablon

source: Personalize
es_es: Personalizar
hr_hr: Personalizirati
ms_my: Peribadikan
pl_pl: Personalizuj

source: Click to start personalizing the invitation
es_es: Haga clic para comenzar a personalizar la invitación.
hr_hr: Kliknite za početak personalizacije pozivnice
ms_my: Klik untuk mula memperibadikan jemputan
pl_pl: Kliknij żeby rozpocząć personalizację zaproszenia

source: Go to editor
es_es: Ir al editor
hr_hr: Idi na editor
ms_my: Pergi ke editor
pl_pl: Przejście do edytora

source: Send invitation email now
es_es: Enviar correo electrónico de invitación ahora
hr_hr: Pošaljite pozivni e-mail sada
ms_my: Hantar e-mel jemputan sekarang
pl_pl: Wyślij email powitalny teraz

source: Log email send with another application
es_es: Enviar correo electrónico enviado con otra aplicación
hr_hr: Zapisnik slanja e-pošte s drugom aplikacijom
ms_my: Log e-mel hantar dengan aplikasi lain
pl_pl: Email logowania wysłany z inną lokalizacją

source: Log email
es_es: correo electrónico de registro
hr_hr: Zapisnik e-pošte
ms_my: Log e-mel
pl_pl: Email logowania

source: Write a custom made invitation email
es_es: Escriba un correo electrónico de invitación personalizado
hr_hr: Napišite pozivni e-mail po mjeri
ms_my: Tulis e-mel jemputan yang dibuat khas
pl_pl: Napisz niestandardowy e-mail z zaproszeniem

source: Personalized invitation
es_es: Invitación personalizada
hr_hr: Personalizirana pozivnica
ms_my: Jemputan peribadi
pl_pl: Tworzenie personalnego zaproszenia

source: Send invitation email from template
es_es: Enviar correo electrónico de invitación desde la plantilla
hr_hr: Pošaljite e-mail s pozivnicom iz predloška
ms_my: Hantar e-mel jemputan dari templat
pl_pl: Wyślij email powitalny z szablonu

source: Send invitation using general template
es_es: Enviar invitación con plantilla general
hr_hr: Pošaljite pozivnicu pomoću općeg predloška
ms_my: Hantar jemputan menggunakan templat umum
pl_pl: Wyślij email powitalny z głównego szablonu

source: email content
es_es: contenido de correo electronico
hr_hr: e-mail sadržaj
ms_my: kandungan e-mel
pl_pl: Zawartość emaila

source: Log phone invitation
es_es: Registro de invitación telefónica
hr_hr: Zapisnik telefonske pozivnice
ms_my: Jemputan telefon log
pl_pl: Zaloguj zaproszenie telefoniczne

source: Log mail send by post
es_es: correo de registro enviado por correo
hr_hr: Zapisnik slanja poštanske pošiljke
ms_my: Log mel hantar melalui pos
pl_pl: Email logujący wysłany pocztą

source: Set up
de_de: Konfiguration
es_es: Preparar
hr_hr: Postaviti
ms_my: Sediakan
pl_pl: Ustaw

source: Key
de_de: Schlüssel
es_es: Clave
hr_hr: Ključ
ms_my: Kunci
pl_pl: Klucz

source: Invalid key
de_de: Ungültiger Schlüssel
es_es: Tecla inválida
hr_hr: Nevažeći ključ
ms_my: Kekunci tidak sah
pl_pl: Nieprawidłowy klucz

source: Warehouse leakages history
de_de: Lagerhaus Verluste Historie
es_es: Historial de fugas de almacén
hr_hr: Povijest gubitka u magacinu
ms_my: Sejarah kebocoran gudang
pl_pl: Historia wycieków - magazyny

source: Success
de_de: Erfolg
es_es: éxito
hr_hr: Uspjeh
ms_my: Kejayaan
pl_pl: sukces

source: Add another
de_de: Fügen weitere hinzu
es_es: Agrega otro
hr_hr: Dodajte drugi
ms_my: Tambah satu lagi
pl_pl: Dodaj kolejny

source: Clone it
de_de: Klonen Sie es
es_es: Clonarlo
hr_hr: Klonirati
pl_pl: Sklonuj

source: Supplier's product
es_es: Producto del proveedor
hr_hr: Proizvod dobavljača
ms_my: Produk pembekal
pl_pl: Produkty dostawcy

source: Add another option
es_es: Agregar otra opción
hr_hr: Dodajte drugu opciju
ms_my: Tambah satu lagi pilihan
pl_pl: Dodaj kolejną opcję

source: Poll query option
es_es: Opción de consulta de encuesta
hr_hr: Opcija anketnog upita
ms_my: Pilihan pertanyaan undian
pl_pl: Opcja pytań ankiety

source: Contractor (system user)
de_de: Auftragnehmer (Systembenutzer)
es_es: Contratista (usuario del sistema)
hr_hr: Izvođač (korisnik sustava)
ms_my: Kontraktor (pengguna sistem)
pl_pl: Kontraktor (użytkownik systemu)

source: Employee (system user)
de_de: Angestellte/r (Systembenutzer)
es_es: Empleado (usuario del sistema)
hr_hr: Zaposlenik (korisnik sustava)
ms_my: Pekerja (pengguna sistem)
pl_pl: Pracownik (użytkownik systemu)

source: Shipper
es_es: Expedidor
hr_hr: Otpremnik
ms_my: Pengirim
pl_pl: Wysyłający

source: Warehouse area
es_es: Área de almacén
ms_my: Kawasan gudang

source: Main category
de_de: Hauptkategorie
es_es: Categoría principal
hr_hr: Glavna kategorija
ms_my: Kategori utama
pl_pl: Główna kategoria

source: Add another query
es_es: Agregar otra consulta
hr_hr: Dodajte još jedan upit
ms_my: Tambah pertanyaan lain
pl_pl: Dodaj kolejne zapytanie

source: Poll query
es_es: Consulta de encuesta
hr_hr: Anketni upit
ms_my: Pertanyaan undian
pl_pl: Pytania ankiety

source: Attach other file
de_de: andere Datei hinzufügen
es_es: Adjuntar otro archivo
hr_hr: Priloži drugu datoteku
ms_my: Lampirkan fail lain
pl_pl: Załącz inny plik

source: Supplier (system user)
de_de: Lieferant (Systembenutzer)
es_es: Proveedor (usuario del sistema)
hr_hr: Dobavljač (korisnik sustava)
ms_my: Pembekal (pengguna sistem)
pl_pl: Dostawca (użytkownik systemu)

source: Agent (system user)
de_de: Agent (Systembenutzer)
es_es: Agente (usuario del sistema)
hr_hr: Agent (korisnik sustava)
ms_my: Ejen (pengguna sistem)
pl_pl: Agent ( użytkownik systemu)

source: Manufacture task
de_de: Herstellungsaufgabe
es_es: Tarea de fabricación
hr_hr: Proizvodni zadatak
ms_my: Tugas pengeluaran
pl_pl: Zadanie producenta

source: API Key
de_de: API-Schlüssel
es_es: Clave API
hr_hr: API ključ
ms_my: Kunci API
pl_pl: Klucz API

source: API address
es_es: Dirección API
hr_hr: API adresa
ms_my: Alamat API
pl_pl: Adres API

source: The API key is a secret information and should be treated as a password, the key will not be shown again
es_es: La clave API es una información secreta y debe tratarse como una contraseña, la clave no se volverá a mostrar.
hr_hr: API ključ je povjerljiva informacija i treba ga tretirati kao lozinku. Ključ više neće biti prikazan
ms_my: Kunci API adalah maklumat rahsia dan harus dianggap sebagai kata laluan, kunci tidak akan dipaparkan lagi
pl_pl: Klucz API jest tajną informacją i powinien być traktowany jako hasło, klucz nie będzie ponownie wyświetlany

source: Inactive user
es_es: Usuario inactivo
ms_my: Pengguna tidak aktif

source: No email set
es_es: aún no hay correo electrónico configurado
ms_my: Tiada set e-mel

source: Remove from here after
es_es: Eliminar de aquí después
ms_my: Keluarkan dari sini selepas itu

source: No recipients set
es_es: No hay destinatarios establecidos
ms_my: Tiada penerima ditetapkan

source: External email
es_es: Correo electronico externo
ms_my: E-mel luaran

source: Add user
es_es: Agregar usuario
ms_my: Tambah pengguna

source: Add external email
es_es: Agregar correo electrónico externo
ms_my: Tambah e-mel luaran

source: Missing required fields:
es_es: faltan campos obligatorios:
ms_my: Medan yang tidak diperlukan:

source: Number of parcels
es_es: Número de parcelas
ms_my: Bilangan petak

source: Are you sure you want to continue?
es_es: Estás seguro de que quieres continuar?
ms_my: Adakah anda pasti mahu teruskan?

source: There is some issues with this order
es_es: Hay algunos problemas con este pedido.
ms_my: Ada beberapa masalah dengan pesanan ini

source: Yes, continue
es_es: Si continua
ms_my: Ya, teruskan

source: Some products where mark as out of stock
es_es: Algunos productos se marcan como agotados
ms_my: Sesetengah produk di mana tanda seperti di luar stok

source: Tracking number is missing
es_es: Falta el número de seguimiento
ms_my: Nombor Penjejakan hilang

source: There is not enough stock in this location
es_es: No hay suficiente stock en esta ubicación
ms_my: Tidak ada saham yang cukup di lokasi ini

source: Are you sure you want to proceed?
es_es: ¿Estás seguro que quieres proceder?
ms_my: Adakah anda pasti mahu meneruskan?

source: Yes unlock it
es_es: Sí, desbloquéalo
ms_my: Ya buka kunci itu

source: No, I replenish the location
es_es: No, repongo la ubicación
ms_my: Tidak, saya menambah lokasi

source: Select courier
es_es: Seleccionar mensajero
ms_my: Pilih kurir

source: No courier
es_es: Sin mensajería
ms_my: Tiada kurir

source: Tracking number
es_es: El número de rastreo
ms_my: Nombor pengesanan

source: Set as dispatched
es_es: Establecer como despachado
ms_my: Tetapkan sebagai dihantar

source: stock
de_de: Lagerbestand
es_es: inventario
hr_hr: zalihe
ms_my: stok
pl_pl: Stan magazynowy

source: note
de_de: Anmerkung
es_es: nota
hr_hr: napomena
ms_my: catatan
pl_pl: notatka
