Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Remove item
de_de: Artikel entfernen
es_es: Remover el artículo
hr_hr: Ukloni stavku
ms_my: Alih keluar item
pl_pl: Usuń produkt

source: text
es_es: texto
hr_hr: tekst
ms_my: teks
pl_pl: Tekst

source: Useful Links
de_de: Nützliche Links
es_es: Enlaces útiles
hr_hr: Korisni linkovi
ms_my: Pautan Berguna
pl_pl: Przydatne linki

source: Home Page Variations
de_de: Startseite Variationen
es_es: Variaciones de la página de inicio
hr_hr: Varijacije početne stranice
ms_my: Variasi Laman Utama
pl_pl: Warianty Strony Głównej

source: Awesome Products
de_de: Tolle Produkte
es_es: Productos impresionantes
hr_hr: Sjajni proizvodi
ms_my: Produk Awesome
pl_pl: Fantastyczne produkty

source: Features and Benefits
de_de: Eigenschaften und Vorteile
es_es: Características y Beneficios
hr_hr: Značajke i prednosti
ms_my: Ciri-ciri dan manfaat
pl_pl: Dodatkowe korzyści

source: Add item
de_de: Artikel hinzufügen
es_es: Añadir artículo
hr_hr: Dodajte stavku
ms_my: Tambah item
pl_pl: Dodaj produkt

source: Add social media link
de_de: Soziale Netzwerke Verlinkung hinzufügen
es_es: Agregar enlace de redes sociales
hr_hr: Dodajte poveznicu na društvene mreže
ms_my: Tambahkan pautan media sosial
pl_pl: Dodaj link do mediów społecznościowych

source: We're launching soon
es_es: Estamos lanzando pronto
hr_hr: Uskoro lansiramo
ms_my: Kami melancarkan tidak lama lagi
pl_pl: Uruchamianie już wkrótce

source: Our website is under construction. We'll be here soon with our new awesome site
es_es: Nuestro sitio web está en construcción. Estaremos aquí pronto con nuestro nuevo sitio increíble
hr_hr: Naša web stranica je u izradi. Uskoro ćemo biti ovdje s našom novom sjajnom web stranicom
ms_my: Laman web kami sedang dalam pembinaan. Kami akan berada di sini tidak lama lagi dengan tapak hebat kami
pl_pl: Nasza strona jest w trakcie budowy, już wkrótce zobaczysz naszą piękną stronę

source: Dimensions
de_de: Maße
es_es: Dimensiones
hr_hr: Dimenzije
ms_my: Dimensi
pl_pl: Wymiary

source: Ingredients
de_de: Zutaten
es_es: Ingredientes
hr_hr: Sastojci
ms_my: Bahan-bahan
pl_pl: Składniki

source: Cosmetic Products Notification Portal
de_de: Benachrichtigungsportal für kosmetische Produkte
es_es: Portal de notificaciones de productos cosméticos
hr_hr: Portal za obavijesti o kozmetičkim proizvodima
ms_my: Portal Pemberitahuan Produk Kosmetik
pl_pl: Portal CPNP

source: Bank
es_es: Banco
hr_hr: Banka

source: Beneficiary
de_de: Empfänger
es_es: Beneficiaria
hr_hr: Korisnik računa
ms_my: Penerima
pl_pl: Beneficjent

source: Account Number
de_de: Kontonummer
es_es: Número de Cuenta
hr_hr: Broj računa
ms_my: Nombor akaun
pl_pl: Numer Konta

source: Bank Code
de_de: BLZ
es_es: Codigo bancario
hr_hr: Bankovni kod
ms_my: Kod bank
pl_pl: Kod Banku

source: Address
de_de: Adresse
es_es: Dirección
hr_hr: Adresa
ms_my: Alamat
pl_pl: Adres

source: inline editing
de_de: In der Reihe Editierung
es_es: edicion en linea
hr_hr: uređivanje u liniji
ms_my: penyuntingan dalam talian
pl_pl: edycja w tekście

source: Set order for collection
es_es: Establecer orden de recogida
ms_my: Tetapkan pesanan untuk pengumpulan

source: Order for collection
de_de: Bestellung zur Abholung bereit
es_es: Orden de recogida
hr_hr: Narudžba za preuzimanje
ms_my: Perintah untuk pengumpulan
pl_pl: Zamówienie gotowe do odbioru

source: Delivery to this address
es_es: Entrega a esta dirección
ms_my: Penghantaran ke alamat ini

source: Other delivery address
es_es: Otra dirección de entrega
ms_my: Alamat penghantaran lain

source: If you do not wish to receive more marketing emails from us
es_es: Si no desea recibir más correos electrónicos de marketing de nuestra parte
ms_my: Jika anda tidak mahu menerima lebih banyak e-mel pemasaran dari kami

source: Unsubscribe here
es_es: Darse de baja aquí
ms_my: Berhenti berlangganan di sini

source: Account no.
de_de: Konto Nr.
es_es: Cuenta no.
hr_hr: Računski br.
ms_my: Nombor akaun.
pl_pl: Numer konta

source: Purchase order no.
de_de: Bestellung Nr.
es_es: Orden de compra número
hr_hr: Narudžbenica br.
ms_my: Pesanan pembelian tidak.
pl_pl: Zamówienie nr

source: Preview only, not submitted yet!
de_de: Nur Vorschau, noch nicht eingereicht!
es_es: Vista previa solamente, ¡aún no enviado!
hr_hr: Samo pregled, još nije poslano!
ms_my: Pratonton sahaja, belum dikemukakan!
pl_pl: Do wglądu, nie złożone jeszcze!

source: Expected dispatch
es_es: Despacho esperado
ms_my: Penghantaran yang dijangkakan

source: VAT Number
de_de: UID
es_es: Número fiscal/ CIF
hr_hr: PDV broj
ms_my: Nombor VAT
pl_pl: Numer VAT

source: Registration Number
de_de: Steuernummer
es_es: Número de registración
hr_hr: Matični broj
ms_my: Nombor pendaftaran
pl_pl: Numer rejestracji

source: Page
de_de: Seite
es_es: Página
hr_hr: Stranica
ms_my: Halaman
pl_pl: Strona

source: of
de_de: von
es_es: de
hr_hr: od
ms_my: daripada
pl_pl: z

source: Submitted by
es_es: Presentado por
ms_my: Dikemukakan oleh

source: Purchase Order
de_de: Kaufauftrag
es_es: Orden de compra
hr_hr: Narudžbenica
ms_my: Perintah Pembelian
pl_pl: Dokument zamówienia

source: Payment terms
es_es: Términos de pago
ms_my: Terma pembayaran

source: Supplier's address
de_de: Lieferantenadresse
es_es: Dirección del proveedor
hr_hr: Adresa dobavljača
ms_my: Alamat pembekal
pl_pl: Adres dostawcy

source: Ship to address
de_de: Sende an folgende Adresse
es_es: Enviar a domicilio
hr_hr: Poslati na adresu
ms_my: Hantar ke alamat
pl_pl: Wyślij na adres

source: Quantity ordered
es_es: Cantidad pedida
ms_my: Kuantiti yang dipesan

source: Total items
es_es: Articulos totales
ms_my: Jumlah item

source: Cartons
de_de: Kartons
es_es: Cajas de cartón
hr_hr: Kutije
ms_my: Karton
pl_pl: Kartony

source: hrs/w
de_de: Std/W
es_es: horas / w
hr_hr: sati/tjedno
ms_my: jam / w
pl_pl: godziny/tydzień

source: Unpaid breaks
de_de: Unbezahlte Pausen
es_es: Descansos impagos
hr_hr: Neplaćene pauze
ms_my: Cuti tidak dibayar
pl_pl: Niezapłacone przerwy

source: Weekdays
de_de: Wochentage
es_es: Días laborables
hr_hr: Radni dani
ms_my: Harijadi
pl_pl: Dni tygodnia

source: Monday
de_de: Montag
es_es: Lunes
hr_hr: Ponedjeljak
ms_my: Isnin
pl_pl: Poniedziałek

source: Tuesday
de_de: Dienstag
es_es: Martes
hr_hr: Utorak
ms_my: Selasa
pl_pl: Wtorek

source: Wednesday
de_de: Mittwoch
es_es: Miercoles
hr_hr: Srijeda
ms_my: Rabu
pl_pl: Środa

source: Thursday
de_de: Donnerstag
es_es: Jueves
hr_hr: Četvrtak
ms_my: Khamis
pl_pl: Czwartek

source: Friday
de_de: Freitag
es_es: Viernes
hr_hr: Petak
ms_my: Jumaat
pl_pl: Piątek

source: Weekend
de_de: Wochenende
es_es: Fin de semana
hr_hr: Vikend
ms_my: Akhir pekan

source: Saturday
de_de: Samstag
es_es: Sabado
hr_hr: Subota
ms_my: Sabtu
pl_pl: Sobota

source: Sunday
de_de: Sonntag
es_es: Domingo
hr_hr: Nedjelja
ms_my: Ahad
pl_pl: Niedziela

source: Starting
de_de: Startet
es_es: Comenzando
hr_hr: Početak
ms_my: Bermula
pl_pl: Rozpoczynanie

source: minutes
de_de: Minuten
es_es: minutos
hr_hr: minute
ms_my: minit
pl_pl: minuty

source: add break
de_de: Pause hinzufügen
es_es: agregar descanso
hr_hr: dodajte pauzu
ms_my: tambah rehat
pl_pl: dodaj przerwę

source: Homepage logout view
es_es: Vista de inicio de sesión
ms_my: Paparan log keluar laman web

source: Homepage
es_es: Página principal
hr_hr: Početna stranica
ms_my: Laman web
pl_pl: Strona główna

source: Order Number
de_de: Nummer der Bestellung
es_es: Número de pedido
hr_hr: Broj narudžbe
ms_my: Nombor Pesanan
pl_pl: Numer zamówienia

source: Invoice Date
de_de: Rechnungsdatum
es_es: Fecha de la factura
hr_hr: Datum dostavnice
ms_my: Tarikh invois
pl_pl: Data wyst. faktury

source: Tax liability date
de_de: Datum der Steuerpflicht
es_es: Fecha de responsabilidad tributaria
hr_hr: Datum porezne obveze
ms_my: Tarikh liabiliti cukai
pl_pl: Data obciążenia podatkowego

source: Order Date
de_de: Bestelldatum
es_es: Fecha del pedido
hr_hr: Datum narudžbe
ms_my: Tarikh pesanan
pl_pl: Data Zamówienia

source: Invoice Number
es_es: Número de factura
ms_my: Nombor invois

source: Customer's PO Reference
es_es: Referencia de pedido del cliente
ms_my: Rujukan PO pelanggan

source: Payment State
de_de: Status der Zahlung
es_es: Estado del pago
hr_hr: Stanje plaćanja
ms_my: Negeri Pembayaran
pl_pl: Status Płatności

source: Phone
es_es: Teléfono
hr_hr: Telefon
ms_my: Telefon
pl_pl: Telefon

source: Ordered products not dispatched
de_de: Bestellte Produkte nicht versandt
es_es: Productos pedidos no enviados
hr_hr: Naručeni proizvodi nisu poslani
ms_my: Produk yang diperintahkan tidak dihantar
pl_pl: Zamówione produkty nie zostały wysłane

source: Out of Stock
de_de: Nicht vorrätig
es_es: Fuera de Stock
hr_hr: Nema na zalihi
ms_my: Daripada Stok
pl_pl: Brak na stanie

source: Adjusts
de_de: Anpassen
es_es: Ajustes
hr_hr: Prilagodbe
ms_my: Laraskan
pl_pl: Modyfikuj

source: Method
de_de: Zahlungsart
es_es: Método
hr_hr: Način
ms_my: Kaedah
pl_pl: Metoda

source: Transfer of tax liability
es_es: Transferencia de responsabilidad fiscal
ms_my: Pemindahan liabiliti cukai

source: Logged in
de_de: Angemeldet
es_es: Conectado
hr_hr: Prijavljeni
ms_my: Log masuk
pl_pl: Zalogowany

source: Edit
de_de: Bearbeiten
es_es: Editar
hr_hr: Izmjeni
pl_pl: Edytuj

source: Drag
de_de: Ziehen
es_es: Arrastrar
hr_hr: Povuci
ms_my: Seret
pl_pl: Przeciągnij

source: Block edit
de_de: Bearbeitung blockieren
es_es: Edición de bloque
hr_hr: Blokiraj uređivanje
ms_my: Sekat edit
pl_pl: Zablokuj edytowanie

source: Reset footer
de_de: Fußzeile zurücksetzen
es_es: Restablecer pie de página
hr_hr: Resetiraj podnožje
ms_my: Tetapkan semula footer
pl_pl: Stopka - zresetuj

source: You want to be removed from this mailing list?
es_es: ¿Quieres ser eliminado de esta lista de correo?
ms_my: Anda mahu dikeluarkan dari senarai mel ini?

source: Click here to be removed
es_es: Haga clic aquí para ser eliminado
ms_my: Klik di sini untuk dialih keluar

source: Note for pickers
de_de: Anmerkung für Kommissionierer
es_es: Nota para recolectores
hr_hr: Napomena za pokupljača
ms_my: Nota untuk pemetik
pl_pl: Notatka dla przygotowującego zamówienie

source: Add a part
de_de: Teil hinzufügen
es_es: Agregar una parte
hr_hr: Dodati dio
ms_my: Tambah bahagian
pl_pl: Dodaj część

source: Add postal code condition
es_es: Agregar condición de codigo postal
ms_my: Tambah kod pos

source: Only this postal codes
es_es: Solo estos códigos postales
ms_my: Hanya kod pos ini

source: without this postal codes
es_es: sin estos codigos postales
ms_my: tanpa kod pos ini

source: Clean
es_es: Limpiar
ms_my: Bersih

source: Postal codes ranges or Regex
es_es: Códigos postales rangos o expresiones regulares
ms_my: Julat kod pos atau Regex

source: Add country
es_es: Agregar país
ms_my: Tambah negara

source: Log in
es_es: Ingresar
hr_hr: Prijava
ms_my: Log masuk
pl_pl: Zaloguj się

source: Text version
es_es: Versión texto
hr_hr: Tekstna verzija
ms_my: Versi teks
pl_pl: Wersja tekstowa

source: HTML version
es_es: Versión HTML
hr_hr: HTML verzija
ms_my: Versi HTML
pl_pl: wersja HTML

source: Email subject
de_de: E-Mail Betreff
es_es: Asunto del email
hr_hr: Naslov e-maila
ms_my: Subjek email
pl_pl: Temat wiadomości email

source: Picking sheets
es_es: Recogiendo hojas

source: Frequency
de_de: Frequenz
es_es: Frecuencia
hr_hr: Frekventnost
ms_my: Kekerapan
pl_pl: Częstotliwość

source: Pay day
de_de: Zahltag
es_es: por día
hr_hr: Dan plaćanja
ms_my: Bayar hari
pl_pl: Dzień wypłaty

source: th of the month
de_de: er des Monats
es_es: día del mes
hr_hr: og u mjesecu
ms_my: th bulan
pl_pl: dzień miesiąca

source: Mon
de_de: Mo.
es_es: Lun
hr_hr: Ponedjeljak
pl_pl: Pon.

source: Tue
de_de: Di.
es_es: Mar
hr_hr: Utorak
pl_pl: Wt.

source: Wed
de_de: Mi.
es_es: Mie
hr_hr: Srijeda
ms_my: Rabu
pl_pl: Śr.

source: Thu
de_de: Do.
es_es: Jue
hr_hr: Četvrtak
pl_pl: Czw.

source: Fri
de_de: Fr.
es_es: Vie
hr_hr: Petak
pl_pl: Pt.

source: Sat
de_de: Sa.
es_es: Se sentó
hr_hr: Subota
pl_pl: Sob.

source: Sun
de_de: So.
es_es: Dom
hr_hr: Nedjelja
ms_my: matahari
pl_pl: Niedz.

source: Fixed
de_de: Fixiert
es_es: Fijo
hr_hr: Popravljeno
ms_my: Tetap
pl_pl: Niezmienny

source: per month
de_de: pro Monat
es_es: por mes
hr_hr: mjesečno
ms_my: sebulan
pl_pl: miesięcznie

source: per week
de_de: pro Woche
es_es: por semana
hr_hr: tjedno
ms_my: seminggu
pl_pl: tygodniowo

source: Pro rata
de_de: anteilsmäßig
es_es: A prorrata
hr_hr: Srazmjerno
pl_pl: Proporcjonalnie

source: per hour
de_de: pro Stunde
es_es: por hora
hr_hr: po satu
ms_my: sejam
pl_pl: na godzinę

source: Start again
es_es: Empezar de nuevo
hr_hr: Počnite ponovo
ms_my: Bermula sekali lagi
pl_pl: Zacznij jeszcze raz

source: Saved templates lists
es_es: Lista de panillas
hr_hr: Popisi spremljenih predložaka
ms_my: Senarai templat tersimpan
pl_pl: Zapisz listę szablonów

source: Start over
es_es: Empezar de nuevo
hr_hr: Početi ispočetka
ms_my: Mula semula
pl_pl: Zacząć od nowa

source: Change template
de_de: Vorlage ändern
es_es: cambiar plantilla
hr_hr: Promijeni predložak
ms_my: Tukar templat
pl_pl: Zmień Szablon

source: Add HTML section
de_de: HTML-Sektion hinzufügen
es_es: Agregar sección HTML
hr_hr: Dodajte HTML odjeljak
ms_my: Tambah bahagian HTML
pl_pl: Dodaj sekcję HTML

source: Text in main header
es_es: Texto en la calabacera principal
hr_hr: Tekst u glavnoj kategoriji
ms_my: Teks dalam tajuk utama
pl_pl: Tekst w nagłówku głównym

source: Text in search area
es_es: Texto en el área de búsqueda
hr_hr: Tekst u području pretraživanja
ms_my: Teks di kawasan carian
pl_pl: Tekst w obszarze wyszukiwania

source: Text color
es_es: Color del texto
ms_my: Warna teks

source: Header image
es_es: Imagen de cabecera
ms_my: Imej pengepala

source: Invalid value
de_de: Ungültiger Wert
es_es: Valor válido
hr_hr: Nevažeća vrijednost
ms_my: Nilai tidak sah
pl_pl: Nieprawidłowa wartość

source: Loading
de_de: Wird hochgeladen
es_es: Cargando
hr_hr: Učitavanje
ms_my: Memuatkan
pl_pl: Ładowanie

source: Order quantity
de_de: Bestellungsmenge
es_es: Cantidad pedida
hr_hr: Količina narudžbe
ms_my: Kuantiti pesanan
pl_pl: Wielkość zamówienia

source: Percentage off
de_de: Prozentanteils
es_es: Porcentaje de descuento
hr_hr: Postotak popusta
ms_my: Peratusan
pl_pl: procenty wyłączone

source: Please ask an authorised user to edit this field
es_es: Solicite a un usuario autorizado que edite este campo.
ms_my: Sila minta pengguna yang diberi kuasa untuk mengedit medan ini

source: Assign next available barcode
de_de: nächsten verfügbaren Barcode zuteilen
es_es: Asignar el siguiente código de barras disponible
hr_hr: Dodijelite sljedeći dostupni barkod
ms_my: Berikan kod bar sedia ada seterusnya
pl_pl: Przypisz kolejny dostępny kod kreskowy

source: Recipient
de_de: Empfänger
es_es: Beneficiario
hr_hr: Primalac
ms_my: Penerima
pl_pl: Odbiorca

source: Organization
de_de: Unternehmen
es_es: Organización
hr_hr: Organizacija
ms_my: Pertubuhan
pl_pl: Organizacja

source: Line 1
de_de: Zeile 1
es_es: Dirección 1
hr_hr: Linija 1
ms_my: Baris 1
pl_pl: linia 1

source: Line 2
de_de: Zeile 2
es_es: Dirección 2
hr_hr: Linija 2
ms_my: Talian 2
pl_pl: linia 2

source: Dependent locality
de_de: Abhängige Lokalität
es_es: Localidad dependiente
hr_hr: Zavisni lokalitet
ms_my: Tempat yang bergantung
pl_pl: Zależne od lokalizacji

source: Values don't match
de_de: Leider stimmen die Werte nicht überein
es_es: Los valores no son los mismas
hr_hr: Vrijednosti se ne podudaraju
ms_my: Nilai tidak sepadan
pl_pl: Wartości nie pasują

source: start again
de_de: Neu starten
es_es: empezar de nuevo
hr_hr: počnite ispočetka
ms_my: bermula sekali lagi
pl_pl: Zacznij jeszcze raz

source: Retype new password
de_de: Neues Passwort erneut eingeben
es_es: Reescriba nueva contraseña
hr_hr: Ponovno upišite novu lozinku
ms_my: Taip semula kata laluan baru
pl_pl: Wpisz ponownie nowe chasło

source: Start packing
de_de: Verpacken starten
es_es: Inicio de embalaje
hr_hr: Počni pakiranje
ms_my: Mula pembungkusan
pl_pl: Zacznij pakowanie

source: Scan mode
de_de: Scan-Modus
es_es: Modo de escaneo
hr_hr: Način skeniranja
ms_my: Mod imbasan
pl_pl: Skanowanie

source: Set all as packed
de_de: Setze alles als verpackt
es_es: Establecer todo como embalado
hr_hr: Postavite sve kao zapakirano
ms_my: Tetapkan semua seperti dibungkus
pl_pl: Ustaw jako zapakowane

source: mark all as packed
de_de: markiere alle als verpackt
es_es: marcar todo como embalado
hr_hr: označi sve kao zapakirano
ms_my: tandakan semua seperti dibungkus
pl_pl: Zaznacz że wszystko jest zapakowane

source: Packed by
de_de: Verpackt von
es_es: Empaquetado por
hr_hr: Pakirao/la
ms_my: Dikemas kini oleh
pl_pl: Zapakowane przez

source: Edit items
de_de: Artikel bearbeiten
es_es: Editar elementos
hr_hr: Uredite stavke
ms_my: Edit item
pl_pl: Edytuj produkty

source: inline
de_de: in der Reihe
es_es: en línea
ms_my: dalam barisan
pl_pl: w tekście

source: by
de_de: durch
es_es: por
hr_hr: od strane
ms_my: oleh
pl_pl: przez

source: spreadsheet
de_de: Tabelle
es_es: hoja de cálculo
hr_hr: preglednica
pl_pl: notatka

source: Add items
de_de: Artikel hinzufügen
es_es: Agregar artículos
hr_hr: Dodati stavke
ms_my: Tambah item
pl_pl: Dodaj produkty

source: Online form
es_es: Formulario en linea
hr_hr: Online obrazac
ms_my: Borang dalam talian
pl_pl: Formularz online

source: from
de_de: ab
es_es: de
hr_hr: iz
ms_my: dari
pl_pl: od

source: template
de_de: Vorlage
es_es: plantilla
hr_hr: predložak
ms_my: templat
pl_pl: szablon

source: Check if you want to add a new supplier to an existing part
es_es: Marque si desea agregar un nuevo proveedor a una pieza existente
hr_hr: Označite ako želite dodati novog dobavljača postojećem dijelu
ms_my: Periksa sama ada anda ingin menambah pembekal baru ke bahagian yang sedia ada
pl_pl: Sprawdź czy chcesz dodać nowego dostawcę to istniejącego produktu

source: Allow add to existing part
es_es: Permitir agregar a la parte existente
hr_hr: Dopustiti dodavanje postojećem dijelu
ms_my: Benarkan menambah bahagian sedia ada
pl_pl: dodaj część do listy

source: Download
de_de: Herunterladen
es_es: Descargar
hr_hr: Preuzimanje datoteka
ms_my: Muat turun
pl_pl: Załaduj

source: Stop
es_es: Detener
ms_my: Berhenti
pl_pl: Zatrzymaj

source: Close dialog
de_de: Dialog schließen
es_es: Cerrar diálogo
hr_hr: Zatvori dijalog
ms_my: Tutup dialog
pl_pl: Zamknij okno dialogowe

source: Export as spreadsheet
es_es: Exportar como hoja de cálculo
ms_my: Eksport sebagai hamparan

source: Export as CSV file
es_es: Exportar como archivo CSV
ms_my: Eksport sebagai fail CSV

source: Last page
de_de: Letzte Seite
es_es: ultima pagina
hr_hr: Zadnja stranica
ms_my: Muka surat terakhir
pl_pl: ostatnia strona

source: Next page
de_de: nächste Seite
es_es: Siguiente página
hr_hr: Sljedeća stranica
ms_my: Muka surat seterusnya
pl_pl: następna strona

source: Results per page
de_de: Ergebnisse pro Seite
es_es: resultados por página
hr_hr: Rezultati po stranici
ms_my: Hasil setiap halaman
pl_pl: rezultaty na strone

source: Previous page
de_de: vorherige Seite
es_es: Pagina anterior
hr_hr: Prethodna stranica
ms_my: Halaman sebelumnya
pl_pl: poprzednia strona

source: First page
de_de: Erste Seite
es_es: Primera página
hr_hr: Početna stranica
ms_my: Muka surat pertama
pl_pl: Pierwsza strona

source: Export for Omega accountancy software
es_es: Exportar para el software de contabilidad Omega
ms_my: Eksport untuk perisian perakaunan Omega

source: Export
es_es: Exportar
hr_hr: Izvoz
ms_my: Eksport
pl_pl: Eksport

source: Filter table
de_de: Tabelle filtern
es_es: Tabla de filtro
hr_hr: Filter panel
ms_my: Jadual penapis
pl_pl: Filtr

source: Apply filter
de_de: Suchkriterien anwenden
es_es: aplicar filtro
hr_hr: Primijeni filter
ms_my: Terapkan penapis
pl_pl: Zastosuj filtr

source: Check/Uncheck all
de_de: allescMarkieren/Entmarkieren
es_es: Marcar / Desmarcar todo
hr_hr: Selektiraj/Odselektiraj sve
ms_my: Semak / Nyahtandakan semua
pl_pl: Sprawdź/ Nie sprawdzaj wszystkiego

source: Ready for scan
de_de: Bereit zum Scannen
es_es: Listo para escanear
hr_hr: Spremno za skeniranje
ms_my: Sedia untuk imbasan
pl_pl: Gotowe do skanowania

source: Item placed
de_de: Artikel platziert
es_es: Artículo colocado
hr_hr: Stavka postavljena
ms_my: Item diletakkan
pl_pl: Produkt umieszczony

source: SKO with this barcode not found in delivery
de_de: SKO mit diesem Barcode nicht in Lieferung gefunden
es_es: SKO con este código de barras no encontrado en la entrega
hr_hr: SKO s ovim barkodom nije pronađen u isporuci
ms_my: SKO dengan barcode ini tidak dijumpai dalam penghantaran
pl_pl: SKO z kodem kreskowym nie znalezione w dostawie

source: Assign to part
de_de: Zum Teil zuordnen
es_es: Asignar a parte
hr_hr: Dodijelite dijelu
ms_my: Berikan bahagian
pl_pl: Przypisz do części

source: Publish
de_de: veröffentlichen
es_es: Publicar
hr_hr: Objaviti
ms_my: Menerbitkan
pl_pl: Publikuj

source: Payment
de_de: Zahlung
es_es: Pago
hr_hr: Plaćanje
ms_my: Pembayaran
pl_pl: Płatność

source: Author
de_de: Autor
es_es: Autor
hr_hr: Autor
ms_my: Pengarang
pl_pl: Autor

source: Since
de_de: Seit
es_es: Desde
hr_hr: Od
ms_my: Sejak
pl_pl: Od

source: Last order
es_es: Último pedido
hr_hr: Posljednja narudžba
ms_my: Perintah terakhir
pl_pl: ostatnie zamówienie

source: Complain date
es_es: Fecha de queja
ms_my: Mengadu tarikh

source: Reporter
es_es: Reportero
ms_my: Wartawan

source: Unit name
de_de: Einheitname
es_es: Nombre de la unidad
hr_hr: Naziv jedinice
ms_my: Nama unit
pl_pl: Nazwa jednostki

source: Unit weight
de_de: Einheitsgewicht
es_es: Unidad de peso
hr_hr: Težina jedinice
ms_my: Berat unit
pl_pl: Waga jednostki

source: Idle days
de_de: produktionsfreie Tage
es_es: Días de inactividad
hr_hr: Neradni dani
ms_my: Hari-hari maut
pl_pl: Dni Niepracujące

source: Source
de_de: Quelle
es_es: Fuente
hr_hr: Izvor
ms_my: Sumber
pl_pl: Źródło

source: Ignored
de_de: Ignoriert
es_es: ignorado
hr_hr: Zanemareno
ms_my: Diabaikan
pl_pl: Zignorowane

source: Supplier/Agent
de_de: Lieferant/Agent
es_es: Proveedor / Agente
hr_hr: Dobavljač/agent
ms_my: Pembekal / Agen
pl_pl: Dostawca / Agent

source: Created by
de_de: Erstellt von
es_es: Creado por
hr_hr: Kreirao
ms_my: Dicipta oleh
pl_pl: Stworzone przez

source: Total AC
es_es: AC total
ms_my: Jumlah AC

source: Store Name
de_de: Name des Geschäfts
es_es: Tienda
hr_hr: Naziv trgovine
ms_my: Nama kedai
pl_pl: Nazwa Sklepu

source: Contact number
de_de: Kontaktnummer
es_es: Numero de contacto
hr_hr: Kontakt broj
ms_my: Nombor telefon
pl_pl: Numer Kontaktowy

source: Assignment title
de_de: Zugewiesener Titel
es_es: Título de la tarea
hr_hr: Naslov zadatka
ms_my: Tajuk penyerahan
pl_pl: Przypisany Tytuł

source: Point of contact
de_de: Anlaufstelle
es_es: Punto de contacto
hr_hr: Kontaktna točka
ms_my: Titik kenalan
pl_pl: Punkt Kontaktowy

source: Working since
de_de: Arbeitet seit
es_es: Trabajando desde
hr_hr: Radi od
ms_my: Bekerja sejak
pl_pl: Pracujący od

source: End work
de_de: Arbeit beenden
es_es: Trabajo final
hr_hr: Završetak rada
ms_my: Tamatkan kerja
pl_pl: Praca Zakończona

source: System user
de_de: System-Benutzer
es_es: Usuario del sistema
hr_hr: Korisnik sustava
ms_my: Pengguna sistem
pl_pl: Użytkownik systemu

source: User login
de_de: Benutzer Login
es_es: Inicio de sesión de usuario
hr_hr: Prijava korisnika
ms_my: Log masuk pengguna
pl_pl: Login użytkownika

source: Number logins
de_de: Zahlen Anmeldung
es_es: Número de inicios de sesión
hr_hr: Broj prijava
ms_my: Log masuk nombor
pl_pl: Liczba Logowań

source: Last login
de_de: Letzte Anmeldung
es_es: Último acceso
hr_hr: Posljednja prijava
ms_my: Log masuk kali terakhir
pl_pl: Ostatie logowanie

source: Qty Invoiced
de_de: fakturierte Menge
es_es: Cantidad facturada
hr_hr: Fakturirana količina
pl_pl: Ilości zaksięgowane

source: % Repeat customers
de_de: % Bestandskunden
es_es: % Clientes repetidos
hr_hr: % stalni klijenti
ms_my: % Ulangi pelanggan
pl_pl: % powtarzający się klienci
