Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Months
es_es: Meses
hr_hr: Mjeseci
ms_my: Bulan
pl_pl: miesiące

source: Weeks
es_es: Semanas
hr_hr: Tjedni
ms_my: Minggu
pl_pl: Tygodnie

source: Employes'
de_de: Angestellte
es_es: Empleados
hr_hr: Zaposlenici
ms_my: Pekerja '
pl_pl: Pracownicy

source: Clocking-in Machines
es_es: Máquinas de marcado
ms_my: Mesin Clocking-in

source: NFC Tags
es_es: Etiquetas NFC

source: Registered nfc-tags
es_es: Etiquetas nfc registradas
ms_my: NFC-tag berdaftar

source: Pending nfc-tags
es_es: Etiquetas nfc pendientes
ms_my: Menunggu nfc-tag

source: new clocking-in machine
es_es: nueva máquina de marcado
ms_my: mesin pencahayaan yang baru

source: New timesheet record
es_es: Nuevo registro de parte de horas
hr_hr: Nova evidencija o radnom vremenu
ms_my: Rekod kali masa baru
pl_pl: Nowy zapis grafiku

source: Import
es_es: Importar
hr_hr: Uvoz

source: Import timesheet record
es_es: Importar registro de parte de horas
hr_hr: Uvoz evidencije radnog vremena
ms_my: Import rekod kali masa
pl_pl: Importuj grafik

source: Inventory dashboard
es_es: Panel de inventario
hr_hr: Kontrolna ploča inventara
ms_my: Papan pemuka inventori
pl_pl: Tablica informacyjna odnośnie stanu magazynowego

source: Products/Parts
es_es: Productos / Piezas
hr_hr: Proizvodi/dijelovi
ms_my: Produk / Bahagian
pl_pl: Produkty/Części

source: Deleted barcode
es_es: Código de barras eliminado
hr_hr: Izbrisan barkod
ms_my: Kod bar dipadam
pl_pl: Kod kreskowy usunięty

source: Part's families
es_es: Las familias de Part
ms_my: Keluarga bahagian

source: Category (Part)
es_es: Categoría (Parte)
ms_my: Kategori (Bahagian)

source: Parts locations
es_es: Ubicaciones de piezas
hr_hr: Lokacije dijelova
ms_my: Lokasi bahagian
pl_pl: Lokalizacje części

source: Product families
es_es: Familias de productos
hr_hr: Obitelji proizvoda
ms_my: Keluarga produk
pl_pl: rodziny produktów

source: Stock history chart
es_es: Gráfico de historial de existencias
hr_hr: Dijagram povijesti zaliha
ms_my: Carta sejarah saham
pl_pl: Wykres historii stanu magazynowego

source: Stock movements
de_de: Lagerbewegungen
es_es: Movimientos de stock
hr_hr: Kretanja zaliha
ms_my: Pergerakan saham
pl_pl: Ruchy stanów magazynowych

source: Stock cost
es_es: Costo de stock
hr_hr: Cijena zalihe
ms_my: Kos stok
pl_pl: Koszt stanu magazynowego

source: Supplier's deliveries
es_es: Entregas del proveedor
hr_hr: Isporuke dobavljača
ms_my: Penghantaran pembekal
pl_pl: Dostawy dostawcy

source: new part
es_es: pieza nieva
hr_hr: novi dio
ms_my: bahagian baru
pl_pl: Nowa część

source: Chart
es_es: Gráfico
hr_hr: Dijagram
ms_my: Carta
pl_pl: Wykres

source: Issues group by part
es_es: Problemas agrupados por parte
ms_my: Isu kumpulan mengikut bahagian

source: Issues group by family
es_es: Asuntos grupales por familia
ms_my: Isu kumpulan oleh keluarga

source: Retail barcodes
es_es: Códigos de barras minoristas
hr_hr: Maloprodajni barkodovi
ms_my: Barcode runcit
pl_pl: Kody kreskowe detaliczne

source: New product
es_es: Nuevo producto
hr_hr: Novi proizvod
ms_my: Produk baru
pl_pl: Nowy produkt

source: Notifications to be send next shot
es_es: Notificaciones para enviar la próxima toma
ms_my: Pemberitahuan akan dihantar seterusnya
pl_pl: powiadomienia do wysłania

source: Next mailshot recipients
es_es: Proximos destinatarios de correos
hr_hr: Sljedeći primatelji e-mail kampanje
ms_my: Penerima penerima seterusnya
pl_pl: Następni odbiorcy mailshot

source: Set recipients
es_es: establecer destinatarios
ms_my: Tetapkan penerima
pl_pl: Ustaw odbiorców

source: HTML email composer
es_es: Compositor de correo electrónico HTML
ms_my: Komposer e-mel HTML

source: Plain text version
es_es: Versión de texto sin formato
ms_my: Versi teks biasa

source: Templates
es_es: Plantillas
ms_my: Templat

source: Previous mailshots
es_es: Fotos anteriores
ms_my: Surat mel sebelumnya

source: Other stores mailshots
es_es: Otras tiendas de correos
ms_my: Kedai-kedai lain mel

source: Email tracking
es_es: Seguimiento de correo electrónico
hr_hr: Praćenje e-maila
ms_my: Penjejakan e-mel
pl_pl: Śledzenie email

source: Offer's categories
es_es: Categorías de oferta
ms_my: Kategori tawaran

source: Vouchers
es_es: Vales
ms_my: Baucer

source: Offer category
es_es: Categoría de oferta
ms_my: Kategori tawaran

source: Reorder incentive
es_es: Reordenar incentivo
ms_my: Susun semula insentif

source: Reminders
es_es: Recordatorios
hr_hr: Podsjetnici
ms_my: Peringatan
pl_pl: Przypomnienia

source: Allowances
es_es: Subsidios
hr_hr: Dopuštenice
ms_my: Elaun
pl_pl: Dodatki

source: Control panel
es_es: Panel de control
hr_hr: Kontrolna ploča
ms_my: Panel kawalan
pl_pl: Panel Kontroli

source: All products
es_es: Todos los productos
hr_hr: Svi proizvodi
ms_my: Semua produk
pl_pl: Wszystkie produkty

source: Customer notes/history
es_es: Notas del cliente / historial
ms_my: Nota / sejarah pelanggan

source: Picking/Packing data entry
es_es: Entrada de datos de picking / embalaje
ms_my: Memasukkan / kemasukan data kemasukan

source: Purged orders
es_es: Ordenes limpiadas
ms_my: Pesanan yang dibuang

source: Email HTML templates
es_es: Plantillas HTML de correo electrónico
hr_hr: HTML predlošci e-maila
ms_my: Templat HTML e-mel
pl_pl: Szablony Wiadomości HTML

source: Webpages
es_es: Páginas Web
hr_hr: Web stranice
ms_my: Laman sesawang
pl_pl: Strony Inernetowe

source: Customers who favored
es_es: Clientes que favorecieron
hr_hr: Klijenti koji su favorizirali
ms_my: Pelanggan yang suka
pl_pl: Klienci którzy polubili

source: Back to stock notification requests
es_es: Volver a las solicitudes de notificación de stock
ms_my: Kembali ke permintaan pemberitahuan saham
pl_pl: Żądanie Informowania o ponownym pojawieniu się na stanie

source: Sales correlations
es_es: Correlaciones de ventas
ms_my: Korelasi jualan

source: Related products
de_de: Verwandte Produkte
es_es: Productos relacionados
hr_hr: Povezani proizvodi
ms_my: Produk Berkaitan
pl_pl: Produkty pokrewne

source: Manufacture dashboard
es_es: Tablero de instrumentos de fabricación
hr_hr: Kontrolna ploča za proizvodnju
ms_my: Papan pemuka pembuatan
pl_pl: Tablica producenta

source: Bill of materials
es_es: Lista de materiales
ms_my: Bil bahan

source: List of tasks
es_es: Lista de tareas
ms_my: Senarai tugasan

source: Task
es_es: Tarea
hr_hr: Zadatak
ms_my: Tugas
pl_pl: Zadanie

source: Batches
es_es: Lotes
hr_hr: Serije
pl_pl: Serie

source: New task
es_es: Nueva tarea
hr_hr: Novi zadatak
ms_my: Tugasan baru
pl_pl: Nowe zadanie

source: Workers
es_es: Trabajadores
ms_my: Pekerja

source: Costing
es_es: Costo
hr_hr: Obračun troškova
ms_my: Kos
pl_pl: Kosztorys

source: Under/Over delivered items
es_es: Artículos entregados bajo / sobre
ms_my: Di bawah / Lebih barang dihantar

source: General settings
es_es: Configuración general
hr_hr: Opće postavke
ms_my: Tetapan umum
pl_pl: Ustawienia ogólne

source: Back in stock notification requests
es_es: Solicitudes de notificación de nuevo en stock
ms_my: Kembali dalam permintaan pemberitahuan stok
pl_pl: Żądanie Informowania o ponownym pojawieniu się na stanie

source: Products categories
es_es: Categorías de productos
hr_hr: Kategorije proizoda
ms_my: Kategori produk
pl_pl: Kategorie Produktów

source: Related categories
es_es: Categorias relacionadas
ms_my: Kategori yang berkaitan

source: Store settings
es_es: Guardar configuración
ms_my: Simpan tetapan

source: Shipping zones
es_es: Zonas de embarque
hr_hr: Zone dostave
ms_my: Zon penghantaran
pl_pl: obszary przesyłki

source: Shipping zones schemas
es_es: Esquemas de zonas de envío
ms_my: Skema zon penghantaran

source: Localization (Materials/Ingredients)
es_es: Localización (Materiales / Ingredientes)
ms_my: Penyetempatan (Bahan / Ramuan)

source: New category
es_es: Nueva categoría
hr_hr: Nova kategorija
ms_my: Kategori baru
pl_pl: Nowa Kategoria

source: New service
es_es: Nuevo servicio
hr_hr: Nova usluga
ms_my: Perkhidmatan baru
pl_pl: Nowy serwis

source: Interests
es_es: Intereses
hr_hr: Interesi
ms_my: Kepentingan
pl_pl: Zainteresowania

source: Customer's interests
es_es: Intereses del cliente
hr_hr: Interesi kupaca
ms_my: Kepentingan pelanggan
pl_pl: Zainteresowania Klienta

source: Products ordered
es_es: Productos pedidos
hr_hr: Naručeni proizvodi
ms_my: Produk yang dipesan
pl_pl: Zamówione Produkty

source: Families ordered
es_es: Familias ordenadas
hr_hr: Naručene obitelji
ms_my: Keluarga memerintahkan
pl_pl: Zamówione Rodziny produktów

source: Search queries
es_es: Consultas de búsqueda
hr_hr: Upiti za pretraživanje
ms_my: Pertanyaan carian
pl_pl: Szukaj zapytań

source: New shipping zone
es_es: Nueva zona de embarque
hr_hr: Nova zona dostave
ms_my: Zon perkapalan baru
pl_pl: Nowy obszar dostarczania

source: New charge
es_es: nuevo cargo
hr_hr: Nova naplata
ms_my: Caj baru
pl_pl: Nowa opłata

source: Agent details
es_es: Detalles del agente
ms_my: Butiran ejen

source: Login history
es_es: Historial de inicio de sesión
hr_hr: Povijest prijava
ms_my: Sejarah log masuk
pl_pl: Historia Logowania

source: API keys
es_es: Clave API keys
hr_hr: API ključ
ms_my: Kunci API
pl_pl: Klucze API

source: Deleted API keys
es_es: Claves API eliminadas
hr_hr: Izbrisani API ključ
ms_my: Kunci API yang dipadam
pl_pl: Klucz API usunięty

source: New API
es_es: Nueva API
hr_hr: Novi API
ms_my: API baru
pl_pl: Nowy Klucz API

source: Requests
es_es: Peticiones
hr_hr: Zahtjevi
ms_my: Permintaan
pl_pl: Żądania

source: Activity/Performance
es_es: Actividad / rendimiento
hr_hr: Aktivnost/Uspjeh
ms_my: Aktiviti / Prestasi
pl_pl: Aktywność/Wyniki

source: Pickers & Packers
es_es: Recolectores y Empacadores
hr_hr: Preuzimači i Pakirači
pl_pl: Osoby przygotowujące / Pakujące

source: Pickers & Packers Report
es_es: Recolectores y Empacadores Informe
hr_hr: Pokupljači i Pakirači Izvješće
ms_my: Laporan Pemetik & Pembungkus
pl_pl: Osoby przygotowujące / Pakujące Raport

source: Top Customers
de_de: Top-Kunden
es_es: Mejores Clientes
hr_hr: Top Klijenti
ms_my: Pelanggan Teratas
pl_pl: Najlepsi klienci

source: Sales by store
es_es: Ventas por tienda
ms_my: Jualan oleh kedai

source: Sales by invoices' categories
es_es: Ventas por categorías de facturas
ms_my: Jualan mengikut kategori invois

source: Tax Reports
es_es: Informes de impuestos
hr_hr: Porezni izvještaji
ms_my: Laporan Cukai
pl_pl: Sprawozdania Podatkowe

source: No Tax Report
es_es: Sin informe fiscal
hr_hr: Nema poreznih izvještaja
ms_my: Tiada Laporan Cukai
pl_pl: Brak Raportu Podatkowego

source: Invoices grouped by customers
es_es: Facturas agrupadas por clientes
ms_my: Invois dikumpulkan oleh pelanggan

source: service webpage
es_es: página web de servicio
hr_hr: usluge web stranice
ms_my: laman web perkhidmatan
pl_pl: strona internetowa usługi

source: Webpages where this service is on sale
es_es: Páginas web donde este servicio está en oferta
hr_hr: Web stranice na kojima je ova usluga u prodaji
ms_my: Laman web di mana perkhidmatan ini dijual
pl_pl: Strony internetowe, na których ta usługa jest w sprzedaży

source: Terms and conditions
es_es: Términos y Condiciones
hr_hr: Uvjeti i odredbe
ms_my: Terma dan syarat
pl_pl: Zasady i Warunki

source: Purchase Orders
es_es: Órdenes de Compra
hr_hr: Narudžbenice
ms_my: Pesanan Pembelian
pl_pl: Dokumenty zamówień

source: Product properties
es_es: Propiedades del producto
ms_my: Sifat produk

source: Purchase orders / Deliveries
es_es: Órdenes de compra / entregas
ms_my: Pesanan pembelian / Penghantaran

source: Email template
es_es: Plantilla de correo electrónico
hr_hr: Email predložak
ms_my: Templat e-mel
pl_pl: Szablon Email

source: All supplier's products
es_es: Todos los productos del proveedor
ms_my: Semua produk pembekal
pl_pl: Produkty dostawcy

source: agent
es_es: agente
ms_my: ejen

source: Agent's suppliers
es_es: Proveedores del agente
hr_hr: Dobavljači agenta
ms_my: Pembekal Ejen
pl_pl: Dostawcy Agenta

source: Agent's parts
es_es: Partes del agente
hr_hr: Dijelovi agenta
ms_my: Bahagian ejen
pl_pl: Produkty Agenta

source: System users
es_es: Usuarios del sistema
hr_hr: Korisnik sustava
ms_my: Pengguna sistem
pl_pl: Użytkownicy systemu

source: Part's sales
es_es: Ventas de piezas
hr_hr: Prodaje dijelova
ms_my: Jualan bahagian
pl_pl: Sprzedaż części

source: Purchases/Sales
es_es: Compras / Ventas
hr_hr: Kupnje/Prodaje
ms_my: Pembelian / Jualan
pl_pl: Zamówienia / Sprzedaż

source: Purchase orders / deliveries
es_es: Órdenes de compra / entregas
hr_hr: Narudžbenice / isporuke
ms_my: Pesanan / penghantaran pembelian
pl_pl: Zamówienia, dostawy

source: Users categories
es_es: Categorías de usuarios
hr_hr: Kategorije korisnika
ms_my: Kategori pengguna
pl_pl: Kategorie użytkowników

source: Login History
es_es: Historia de ingresos
hr_hr: Povijest prijavljivanja
ms_my: Sejarah Log masuk
pl_pl: Historia Logowania

source: Fire
de_de: Feuer
es_es: Fuego
hr_hr: Požar
ms_my: Api
pl_pl: Ogień

source: Fire evacuation roll call
es_es: Pase de lista de evacuación de incendios
hr_hr: Popis prisutnih prilikom evakuacije zbog požara
ms_my: Panggilan roll evakuasi api
pl_pl: Droga ewakuacyjna

source: Warehouse settings
es_es: Configuraciones de almacén
ms_my: Tetapan gudang

source: Part-Locations
es_es: Piezas-Ubicaciones
hr_hr: Lokacije dijelova
ms_my: Bahagian-Lokasi
pl_pl: Część - lokalizacje

source: Warehouse area settings
es_es: Configuración del área de almacén
ms_my: Tetapan kawasan gudang

source: Warehouse areas (Rankings, aisles, rooms)
es_es: Áreas de almacén (clasificaciones, pasillos, salas)
ms_my: Kawasan gudang (Kedudukan, lorong, bilik)

source: Leakages
es_es: Fugas
hr_hr: Propuštanja
ms_my: Kebocoran
pl_pl: wycieki

source: Setup
es_es: Preparar
hr_hr: Postavke
ms_my: Persediaan
pl_pl: Ustawiać

source: Group by warehouse
es_es: Agrupar por almacén
ms_my: Kumpulan oleh gudang

source: New Webpage
es_es: Nueva página web
hr_hr: Nova web stranica
ms_my: Halaman Web Baru
pl_pl: Nowy strona internetowa

source: Analytics
es_es: Analítica
hr_hr: Analitika
ms_my: Analitis
pl_pl: Analityczny

source: Web pages
de_de: Webseiten
es_es: Páginas Web
hr_hr: Web stranice
ms_my: laman sesawang
pl_pl: Strony Internetowe

source: Web pages by type
es_es: Páginas web por tipo
ms_my: Laman Web mengikut jenis

source: Online web pages
es_es: Páginas web en línea
hr_hr: Online web stranice
ms_my: Halaman web dalam talian
pl_pl: strony internetowe online

source: To be published web pages
es_es: Para ser publicado páginas web
ms_my: Untuk diterbitkan laman web

source: Offline web pages
es_es: Páginas web sin conexión
hr_hr: Offline web stranice
ms_my: Halaman web luar talian
pl_pl: strony internetowe offline

source: Menu
es_es: Menú
hr_hr: Meni

source: Setting
es_es: Ajuste
ms_my: Menetapkan

source: Colours
es_es: Colores
hr_hr: Boje
ms_my: Warna
pl_pl: Kolory

source: Localization
es_es: Localización
hr_hr: Lokalizacija
ms_my: Penyetempatan
pl_pl: lokalizacja

source: Web page
es_es: página web
hr_hr: Web stranica
ms_my: laman sesawang
pl_pl: Strona internetowa

source: Asset links
es_es: Enlaces de activos
ms_my: Pautan aset

source: Where is shown
es_es: Donde se muestra
ms_my: Di mana ditunjukkan

source: Logbook
es_es: Cuaderno
hr_hr: Zapisnik
ms_my: Buku log
pl_pl: Dziennik

source: Deleted web page
es_es: Página web eliminada
ms_my: Halaman web dipadam

source: Websites (All stores)
es_es: Sitios web (todas las tiendas)
hr_hr: Web stranice (Sve trgovine)
ms_my: Tapak web (Semua kedai)
pl_pl: Strony internetowe (wszystkie sklepy)

source: Modify Order in Basket
es_es: Modificar pedido en la cesta
hr_hr: Izmijenite narudžbu u košarici
ms_my: Ubahsuai Pesanan dalam Bakul
pl_pl: Zmień Zamówienie w Koszyku

source: Send Warehouse
es_es: Enviar al Almacen
hr_hr: Pošalji Skladište
ms_my: Hantar Gudang
pl_pl: Wyślij do Magazynu

source: Create Invoice
de_de: Rechnung erstellen
es_es: Crear factura
hr_hr: Kreiranje fakture
ms_my: Buat Invois
pl_pl: Utwórz Fakturę

source: Approve Dispatching
de_de: genehmige Versand
es_es: Autorizar el Envío
hr_hr: Odobri otpremu
ms_my: Meluluskan Penghantaran
pl_pl: Potwierdź Wysłanie

source: Mark as Dispatched
de_de: Markiere als Versand
es_es: Marcar como Enviado
hr_hr: Označi kao otpremljeno
ms_my: Tandat sebagai Dispatched
pl_pl: Zaznacz jako wysłane

source: In Website
es_es: En sitio web
hr_hr: Na Web stranici
ms_my: Dalam Laman Web
pl_pl: na stronie

source: Packed & Checked
de_de: Verpackt & Überprüft
es_es: Embalado y Comprobado
hr_hr: Zapakirano i provjereno
ms_my: Makan & Semak
pl_pl: Zapakowane & sprawdzone

source: Replacement in warehouse
es_es: Reemplazo en almacén
hr_hr: Zamjena u magacinu
ms_my: Penggantian di gudang
pl_pl: Produkt zastępczy na magazynie

source: Replacement packed
es_es: Reemplazo embalado
hr_hr: Zamjena zapakirana
ms_my: Penggantian penuh
pl_pl: Produkt zastępczy przygotowany

source: Replacement approved to dispatch
es_es: Reemplazo aprobado para despacho
hr_hr: Zamjena odobrena za slanje
ms_my: Penggantian yang diluluskan untuk penghantaran
pl_pl: Wysyłka produktu zastępczego potwierdzona

source: Cash on Delivery
es_es: Contra Reembolso
hr_hr: Plaćanje pouzećem
pl_pl: Płatne przy dostawie

source: Waiting Payment
de_de: Warten auf Zahlung
es_es: Esperando pago
hr_hr: Čeka na plaćanje
ms_my: Pembayaran Menunggu
pl_pl: Oczekiwanie na płatność

source: Overpaid
es_es: Sobrepagado
hr_hr: Preplaćen
ms_my: Berlebihan
pl_pl: Nadpłacono

source: Process Delivery Note
es_es: Nota de entrega de proceso
hr_hr: Obradite dostavnicu
ms_my: Nota Penghantaran Proses
pl_pl: dokument procesu dostawy

source: Assign Picker
es_es: Asignar Recolector
hr_hr: Dodijeli preuzimača
ms_my: Berikan Pemilih
pl_pl: Przypisz Osobę Przygotowującą

source: Pick Order
es_es: Recolectar Pedido
hr_hr: Preuzeti narudžbu
ms_my: Pilih Perintah
pl_pl: Wybierz zamówienie

source: Start Picking
es_es: Comience a escoger
hr_hr: Početak preuzimanja
ms_my: Mula Memilih
pl_pl: Rozpocznij przygotowanie

source: Change Picker
es_es: Cambiar recolector
hr_hr: Promijeni preuzimača
ms_my: Tukar Pemetik
pl_pl: Zmień Osobę Przygotowującą

source: Picking Aid
es_es: Ayuda Recolección
hr_hr: Pomoć pri pokupljanju
pl_pl: Dokument do przygotowania produktów

source: Assign Packer
es_es: Asignar Packer
hr_hr: Dodijeli Packer
ms_my: Berikan Packer
pl_pl: Przypisz Osobę Pakującą

source: Packing by
es_es: Embalaje por
hr_hr: Pakiranje po
ms_my: Pembungkusan oleh
pl_pl: Pakowane przez

source: edit
de_de: bearbeiten
es_es: edición
hr_hr: izmjenite
pl_pl: edytuj

source: Packing Aid
es_es: Ayuda Empaquetado
hr_hr: Pomoć pri pakiranju
ms_my: Pembungkusan Pembungkusan
pl_pl: Dokument do pakowania produktów

source: Approve packing
es_es: Aprobar el embalaje
hr_hr: Odobri pakiranje
ms_my: Luluskan pembungkusan
pl_pl: Potwierdź pakowanie

source: Waiting for packing approval
es_es: Esperando la aprobación del embalaje
hr_hr: Čeka se odobrenje za pakiranje
ms_my: Menunggu kelulusan pembungkusan
pl_pl: Oczekiwanie na zatwierdzenie pakowania

source: Order not invoiced
es_es: Pedido no facturado
hr_hr: Narudžba nije fakturirana
ms_my: Perintah tidak dibuat invois
pl_pl: Zamówienie nie zafakturowane

source: Waiting shipping approval
es_es: Esperando aprobación envío
hr_hr: Čeka se odobrenje za otpremu
ms_my: Kelulusan penghantaran menunggu
pl_pl: Oczekiwanie na zatwierdzenie wysyłki

source: Undo dispatch
es_es: Deshacer despacho
hr_hr: Poništavanje slanja
ms_my: Batalkan penghantaran
pl_pl: Cofnij wysyłkę

source: Item to be resended in process
de_de: Zu sendender Artikel in Bearbeitung
es_es: Artículo a reenviar en proceso
hr_hr: Artikli za ponovno slanje u obradi
ms_my: Perkara yang akan diulang dalam proses
pl_pl: Produkt do wysłania w toku

source: Credit in process
es_es: Crédito en proceso
hr_hr: Kredit u procesu
ms_my: Kredit dalam proses
pl_pl: Kredyt w toku

source: Credit in customer file
es_es: Crédito en archivo del cliente
hr_hr: Kredit na korisničkom računu
ms_my: Kredit dalam fail pelanggan
pl_pl: Kredyt w pliku klienta

source: No location
es_es: Ninguna ubicación
ms_my: Tiada lokasi

source: Other locations
es_es: Otros lugares
ms_my: Lokasi lain

source: There is no location associated with this part
es_es: No hay una ubicación asociada con esta parte
ms_my: Tiada lokasi yang dikaitkan dengan bahagian ini

source: Location %s is not associated with this part
es_es: La ubicación% s no está asociada con esta parte
ms_my: Lokasi% s tidak dikaitkan dengan bahagian ini

source: Free items quantity can't be zero
es_es: La cantidad de artículos gratis no puede ser cero
ms_my: Kuantiti item percuma tidak boleh menjadi sifar

source: Invalid free items quantity
es_es: Cantidad de artículos gratis no válida
ms_my: Kuantiti item percuma tidak sah

source: Get %s %s free
es_es: Consigue %s %s Gratis
ms_my: Dapatkan% s% s percuma

source: Amount off can't be zero
es_es: La cantidad no puede ser cero
ms_my: Amaun tidak boleh menjadi sifar

source: A minimum order value has to be set for amount off discount type
es_es: Se debe establecer un valor de pedido mínimo para el importe del tipo de descuento
ms_my: Nilai pesanan minimum harus ditetapkan untuk jumlah diskaun dari jumlah diskaun

source: Invalid the minimum order value
es_es: Valor de pedido mínimo no válido
ms_my: Nilai pesanan minima tidak sah

source: Amount off must me less than the minimum order value
es_es: La cantidad de descuento debe ser inferior al valor mínimo de pedido
ms_my: Amaun mesti saya kurang daripada nilai minimum pesanan

source: Email doesn't exist
es_es: El correo no existe
ms_my: E-mel tidak wujud

source: Bad destination system address
es_es: Dirección del sistema de destino incorrecta
ms_my: Alamat sistem destinasi yang buruk

source: Mailbox disabled, not accepting messages
es_es: Buzón deshabilitado, no acepta mensajes
ms_my: Peti mel dilumpuhkan, tidak menerima mesej

source: Mailbox full
es_es: Buzón lleno
ms_my: Peti mel penuh

source: Wrong email address
es_es: Dirección de correo errónea
ms_my: Alamat e-mel salah

source: Unable to route
es_es: Incapaz de enrutar
ms_my: Tidak dapat membuat laluan

source: Delivery time expired
es_es: Tiempo de entrega expirado
ms_my: Masa penghantaran tamat tempoh

source: Email rejected per SPAM policy
es_es: Correo electrónico rechazado por la política de SPAM

source: Other or undefined mail system status
es_es: Otro o indefinido estado del sistema de correo
ms_my: Status sistem mel lain atau tidak ditentukan

source: Mail system full
es_es: Sistema de correo lleno
ms_my: Sistem mel penuh

source: System not accepting network messages
es_es: El sistema no acepta mensajes de red.
ms_my: Sistem tidak menerima mesej rangkaian

source: Other or undefined protocol status
es_es: Estado de otro protocolo o indefinido
ms_my: Status protokol lain atau tidak jelas

source: Invalid command
es_es: Comando inválido
ms_my: Perintah tidak sah

source: Syntax error
es_es: Error de sintaxis
ms_my: Kesalahan sintaks

source: Too many recipients
es_es: Demasiados destinatarios
ms_my: Terlampau banyak penerima

source: Can't deliver for unknown reason
es_es: No se puede entregar por una razón desconocida
ms_my: Tidak dapat menyampaikan alasan yang tidak diketahui

source: each
de_de: jeweils
es_es: cada uno
hr_hr: svaki
ms_my: setiap
pl_pl: każdy

source: Log problem with supplier
es_es: Problema de registro con el proveedor
ms_my: Log masalah dengan pembekal

source: Confirm
es_es: Confirma
ms_my: Sahkan

source: Unconfirm
es_es: No confirmar
ms_my: Tidak pasti

source: Mark as received
es_es: Marcar como recibido
ms_my: Tandakan sebagai diterima

source: Add to delivery
es_es: Añadir a la entrega
ms_my: Tambah ke penghantaran

source: Received order from client, submitting to supplier
es_es: Pedido recibido del cliente, envío al proveedor
ms_my: Menerima pesanan daripada pelanggan, menghantar kepada pembekal
