Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Reject
es_es: Rechazar

source: No answer
es_es: Sin respuesta

source: Consolidated
de_de: Konsolidiert
es_es: Consolidado
hr_hr: Konsolidirano
ms_my: Disatukan
pl_pl: Skonsolidowany

source: Received by client
es_es: Recibido por el cliente
ms_my: Diterima oleh pelanggan
pl_pl: Otrzymane przez klienta

source: Mark delivery as consolidated
es_es: Marcar la entrega como consolidada
ms_my: Tandakan penghantaran sebagai disatukan

source: Packed individually
es_es: Embalado individualmente
ms_my: Dikemas secara individu

source: Can to make up
es_es: Puede hacer las paces
ms_my: Boleh buat

source: Production queue
es_es: Cola de producción
ms_my: Barisan pengeluaran

source: Parts active
de_de: Aktive Teile
es_es: Partes activas
hr_hr: Aktivni Dijelovi
ms_my: Bahagian aktif
pl_pl: Części aktywne

source: Parts discontinuing
de_de: Teile Ausverkauf
es_es: Piezas descontinuadas
hr_hr: Dijelovi se isključuju iz proizvodnje
ms_my: Bahagian berhenti
pl_pl: Produkty niekontynuowane

source: Parts discontinued
de_de: Verkauf der Teile beendet
es_es: Piezas descontinuadas
hr_hr: Dijelovi više nisu u prodaji
ms_my: Bahagian dihentikan
pl_pl: Produkty niekontynuowane

source: Close edit
de_de: Bearbeitung schließen
es_es: Cerrar edición
hr_hr: Zatvori uređivanje
ms_my: Tutup edit
pl_pl: Zamknij opcję edycji

source: Suppliers
de_de: Lieferanten
es_es: Proveedores
hr_hr: Dobavljači
ms_my: Pembekal
pl_pl: Dostawcy

source: Lost Agent
de_de: verlorener Agent
es_es: Agente perdido
hr_hr: Izgubljen agent
ms_my: Ejen Hilang
pl_pl: Stracony Agent

source: Warning!, loosing agent
de_de: Achtung: Sie verlieren einen Agenten
es_es: Advertencia! Eliminando agente
hr_hr: Upozorenje!, gubitnik agenta
ms_my: Amaran !, ejen kehilangan
pl_pl: Ostrzeżenie! Utrata agenta

source: This agent used to place an order every
de_de: Dieser Agent tätigte eine Bestellung jeden
es_es: Este agente solía hacer un pedido cada
hr_hr: Ovaj agent je naručivao svaki dan
ms_my: Ejen ini digunakan untuk membuat pesanan setiap
pl_pl: Agent ten zawsze składał zamówienie

source: This agent usually places an order every
de_de: Dieser Agent tätigt, in der Regel eine Bestellung jeden
es_es: Este agente generalmente hace un pedido cada
hr_hr: Ovaj agent obično naručuje svakih
ms_my: Ejen ini biasanya membuat pesanan setiap
pl_pl: Ten agent zazwyczaj składa zamówienie co

source: Closed
de_de: Geschlossen
es_es: Cerrado
hr_hr: Zatvoreno
ms_my: Tertutup
pl_pl: Zamknięte

source: Stock available
de_de: Verfügbare Produkte
es_es: Stock disponible
hr_hr: Dostupne zalihe
ms_my: Stok tersedia
pl_pl: Stan magazynowy dostępny

source: Price
de_de: Preis
es_es: Precio
hr_hr: Cijena
ms_my: Harga
pl_pl: Cena

source: To
de_de: Bis
es_es: Para
hr_hr: Do
ms_my: Untuk
pl_pl: do

source: Account Balance
de_de: Kontostand
es_es: Saldo de la cuenta
hr_hr: Stanje na računu
ms_my: Baki akaun
pl_pl: Stan Konta

source: Add money to customer balance
es_es: Agregue dinero al saldo del cliente
ms_my: Tambah wang untuk keseimbangan pelanggan

source: Withdraw money to customer balance
es_es: Retirar dinero al saldo del cliente
ms_my: Mengeluarkan wang untuk keseimbangan pelanggan

source: Authorised users
es_es: Usuarios autorizados
ms_my: Pengguna yang dibenarkan

source: Restricted operation
es_es: Operación restringida
ms_my: Operasi terhad

source: Please ask an authorised user to add funds to customer account
es_es: Solicite a un usuario autorizado que agregue fondos a la cuenta del cliente.
ms_my: Sila minta pengguna yang diberi kuasa untuk menambah dana ke akaun pelanggan

source: locked
es_es: bloqueado
ms_my: terkunci

source: Account manager
es_es: Gerente de cuentas
ms_my: Pengurus akaun
pl_pl: Kierownik Konta

source: Losing Customer
de_de: Verliert Kunden
es_es: Perdiendo al cliente
hr_hr: Gubitak kupca
ms_my: Kehilangan Pelanggan
pl_pl: Tracony Klient

source: Lost Customer
de_de: Kunden verloren
es_es: Cliente perdido
hr_hr: Izgubljen kupac
ms_my: Pelanggan Hilang
pl_pl: Stracony Klient

source: Customer's clients
es_es: Clientes del cliente
ms_my: Pelanggan pelanggan

source: Subscriptions
de_de: Abonnements
es_es: Suscripciones
hr_hr: Pretplate
ms_my: Langganan
pl_pl: Subskrypcje

source: Marketing by email
de_de: E-Mail-Marketing
es_es: Comercialización por correo electrónico
hr_hr: Marketing putem e-maila
ms_my: Pemasaran melalui e-mel
pl_pl: email marketingowy

source: Marketing by post
de_de: Marketing-Post senden
es_es: Comercialización por correo
hr_hr: Marketing putem pošte
ms_my: Pemasaran melalui pos
pl_pl: Poczta marketingowa

source: Warning!, loosing customer
de_de: Achtung! Sie verlieren einen Kunden
es_es: Advertencia, eliminando cliente
hr_hr: Upozorenje!, gubimo kupca
ms_my: Amaran !, kehilangan pelanggan
pl_pl: Ostrzeżenie ! Utrata klienta

source: has been invoiced once
es_es: ha sido facturado una vez
hr_hr: fakturirano je jednom
ms_my: telah dibuat invois sekali
pl_pl: został zafakturowany raz

source: has been invoiced
es_es: ha sido factorado
hr_hr: fakturiran
ms_my: telah dibuat invois
pl_pl: został zafakturowany

source: times
es_es: veces
hr_hr: broj puta
ms_my: kali
pl_pl: czasy

source: times so far
es_es: numero de veces hasta ahora
hr_hr: broj puta do sad
ms_my: kali setakat ini
pl_pl: dotychczas

source: refunded
de_de: zurückerstattet
es_es: cantidad reembolsada
hr_hr: refundirano
ms_my: dikembalikan
pl_pl: zwrócono

source: This customer used to place an order every
de_de: Dieser Kunde tätigte eine Bestellung jeden
es_es: Este cliente solía hacer un pedido cada
hr_hr: Ovaj kupac je naručivao svakih
ms_my: Pelanggan ini digunakan untuk membuat pesanan setiap
pl_pl: Ten klient składał zamówienie w każdym momencie

source: This customer usually places an order every
de_de: Dieser Kunde tätigt, in der Regel, eine Bestellung jeden
es_es: El cliente generalmente hace un pedido cada
hr_hr: Ovaj kupac obično naručuje svakih
ms_my: Pelanggan ini biasanya membuat pesanan setiap
pl_pl: Ten klient zwykle składa zamówienie co

source: Order in basket
es_es: Orden en la cesta
ms_my: Perintah dalam bakul

source: No order in basket
es_es: No hay orden en la canasta
ms_my: Tiada pesanan dalam bakul

source: Online
es_es: En línea

source: Offline
es_es: Fuera de Stock
hr_hr: Izvan mreže
ms_my: Luar talian

source: Submitted date
es_es: Fecha de envío
ms_my: Tarikh penghantaran

source: Waiting days
es_es: Días de espera
ms_my: Hari menanti

source: Transfer credit to
es_es: Transferir crédito a
ms_my: Pindahkan kredit kepada

source: Private note
es_es: Nota privada
ms_my: Nota peribadi

source: Add funds to customer credit account
es_es: Agregar fondos a la cuenta de crédito del cliente
ms_my: Tambah dana ke akaun kredit pelanggan

source: Will increase account balance
es_es: Aumentará el saldo de la cuenta
ms_my: Akan meningkatkan baki akaun

source: Pay for the shipping of a return
es_es: Pagar el envío de una devolución.
ms_my: Membayar penghantaran balik

source: Compensate customer
es_es: Compensar al cliente
ms_my: Rugi pelanggan

source: Transfer from other customer account
es_es: Transferencia desde otra cuenta de cliente
ms_my: Pemindahan dari akaun pelanggan lain

source: Other reason
es_es: Otra razon
ms_my: Alasan lain

source: Amount to deposit
es_es: La cantidad a depositar
ms_my: jumlah deposit

source: Withdraw funds from customer credit account
es_es: Retirar fondos de la cuenta de crédito del cliente
ms_my: Mengeluarkan dana dari akaun kredit pelanggan

source: Will decrease account balance
es_es: Aumentará el saldo de la cuenta
ms_my: Akan menurunkan baki akaun

source: Customer want money back
es_es: El cliente quiere que le devuelvan el dinero
ms_my: Pelanggan mahu wang kembali

source: Transfer to other customer account
es_es: Transferencia a otra cuenta de cliente
ms_my: Pindahan ke akaun pelanggan lain

source: Withdraw amount
es_es: Cantidad de retiro
ms_my: Mengeluarkan jumlah

source: Items Gross
de_de: Artikel (brutto)
es_es: Artículos bruto
hr_hr: Stavke Bruto
ms_my: Item Kasar
pl_pl: Produkty Brutto

source: Adjust Net
de_de: Nettowert anpassen
es_es: Ajuste neto
hr_hr: Podesite Neto
ms_my: Laraskan Bersih
pl_pl: Dodaj Netto

source: Total Net
de_de: Gesamtbetrag (netto)
es_es: Total Neto
hr_hr: Ukupno neto
ms_my: Jumlah Bersih
pl_pl: Łącznie netto

source: Adjust Tax
de_de: Steuer anpassen
es_es: Ajuste Fiscal
hr_hr: Podesite porez
ms_my: Laraskan Cukai
pl_pl: Dodaj Podatek

source: Items Profit
es_es: Artículos de ganancia
hr_hr: Profit stavki
ms_my: Keuntungan Produk
pl_pl: profit produktów

source: Margin
de_de: Gewinnspanne
es_es: Margen
hr_hr: Marža
pl_pl: Marża

source: Work day
de_de: Arbeitstag
es_es: Jornada laboral
hr_hr: Radni dan
ms_my: Hari kerja
pl_pl: Dzień pracujący

source: Barcode label
es_es: Etiqueta de código de barras
ms_my: Label kod bar

source: Material/Ingredients label
es_es: Etiqueta de material / ingredientes
ms_my: Label Bahan / Bahan

source: Outer
de_de: Äußere
es_es: Exterior
hr_hr: Vanjski
ms_my: Luar
pl_pl: Opakowanie

source: max
es_es: máximo
hr_hr: maksimalno
ms_my: maks
pl_pl: maksimum

source: SKO commercial value
de_de: SKO Handelswert
es_es: SKO valor comercial
hr_hr: Komercijalna vrijednost SKO-a
ms_my: Nilai komersial SKO
pl_pl: Wartość handlowa SKO

source: Stock in locations
de_de: Bestand auf Lokationen
es_es: Stock en ubicaciones
hr_hr: Zalihe na lokacijama
ms_my: Stok di lokasi
pl_pl: Produkty w lokalizacjach

source: Reserved paid parts in process by customer services
de_de: Reservierte, bezahlte Teile in Bearbeitung von Kundendienst
es_es: Piezas pagadas reservadas en proceso por servicio al cliente
hr_hr: Rezervirani plaćeni dijelovi u obradi od strane korisničke službe
ms_my: Bahagian pembayaran yang disimpan dalam proses oleh perkhidmatan pelanggan
pl_pl: Zarezerwowane produkty - zapłacone przez obsługę klienta

source: Parts been picked
de_de: Teile worden kommissioniert
es_es: Piezas recogidas
hr_hr: Dijelovi odabrani
ms_my: Bahagian telah dipilih
pl_pl: Części zostały uszykowane

source: Stock available for sale
de_de: Vorrat verfügbar für Verkauf
es_es: Stock disponible para la venta
hr_hr: Zalihe dostupne za prodaju
ms_my: Stok boleh dijual
pl_pl: Stan magazynowy na sprzedaż

source: Save
de_de: Speichern
es_es: Salvar
hr_hr: Sačuvati
ms_my: Simpan
pl_pl: Zapisz

source: SKO stock value no set up yet
de_de: SKO Bestandswert noch nicht eingerichtet
es_es: Valor de stock de SKO aún no configurado
hr_hr: Vrijednost zaliha SKO-a nije još postavljena
ms_my: Nilai saham SKO belum ditetapkan
pl_pl: Wartość stanu magazynowego SKO nie ustawiona

source: Add stock via a purchase order or update Stock value (per SKO)
de_de: Fügen Sie den Bestand über eine Auftragsbestätigung hinzu oder aktualisieren Sie den Bestandswert (pro SKO)
es_es: Agregue stock a través de una orden de compra o actualice el valor de Stock (por SKO)
hr_hr: Dodaj zalihe putem narudžbenice ili ažuriraj vrijednost zaliha (po SKO-u
ms_my: Tambah saham melalui pesanan pembelian atau kemas kini nilai Saham (setiap SKO)
pl_pl: Dodaj stan magazynowy poprzez zamówienie lub przez uaktualnienie wartości (SKO)

source: Future delivered cost
es_es: Costo futuro entregado
ms_my: Kos penghantaran yang akan datang

source: Exit edit stock
de_de: Bestand Bearbeitung beenden
es_es: Salir editar stock
hr_hr: Izlaz iz uređivanja zaliha
ms_my: Keluar saham edit
pl_pl: Wyjdź z edycji produktów

source: Exit move stock
es_es: Salir de mover stock
ms_my: Keluar stok bergerak

source: Move stock
de_de: Bestand bewegen
es_es: Mover stock
hr_hr: Premjesti zalihe
ms_my: Pindahkan stok
pl_pl: Przenieść produkty

source: Part's location note
es_es: Nota de ubicación de la parte
hr_hr: Napomena o lokaciji dijela
ms_my: Nota lokasi bahagian
pl_pl: Notatka lokalizacji części

source: Mark as audited
de_de: Als geprüft markieren
es_es: Marcar como auditado
hr_hr: Označi kao revidirano
ms_my: Tandat sebagai diaudit
pl_pl: Zaznacz jako sprawdzony

source: Location to be linked
es_es: Ubicación a vincular
ms_my: Lokasi untuk dihubungkan

source: Move from
de_de: Entfernen von
es_es: Moverse de
hr_hr: Premjestiti iz
ms_my: Bergerak dari
pl_pl: Przesuń z

source: New linked location code
es_es: Nuevo código de ubicación vinculado
ms_my: Kod lokasi berkaitan baru

source: Stock check
es_es: Control de inventario
ms_my: Cek saham

source: Edit locations
es_es: Editar ubicaciones
hr_hr: Izmjeni lokacije
ms_my: Edit lokasi
pl_pl: Edytuj lokalizacje

source: Save changes
es_es: Guardar los cambios
ms_my: Simpan perubahan

source: Link location
es_es: Enlace de ubicación
ms_my: Lokasi pautan

source: Link locations
es_es: Ubicaciones enlazadas
ms_my: Lokasi pautan

source: Unlink location
es_es: Desvincular ubicación
ms_my: Nyahpaut lokasi

source: Unlink locations
es_es: desvincular ubicaciones
ms_my: Nyahpaut lokasi

source: No changes
es_es: No hubo cambios
ms_my: Tiada perubahan
pl_pl: Bez zmian

source: Review lost & found
es_es: Revisar objetos perdidos
ms_my: Semakan hilang & dijumpai

source: Please ask an authorised user to delete this part
es_es: Solicite a un usuario autorizado que elimine esta parte
ms_my: Sila tanya pengguna yang dibenarkan untuk memadam bahagian ini

source: Found
de_de: Gefunden
es_es: Encontró
hr_hr: Pronađen
ms_my: Dijumpai
pl_pl: Znaleziony

source: Send to production
de_de: In Produktion senden
es_es: Enviar a producción
hr_hr: Pošalji u proizvodnju
ms_my: Hantar kepada pengeluaran
pl_pl: Wyślij ns produkcję

source: SKO cost
de_de: SKO Kosten
es_es: Costo SKO
hr_hr: SKO trošak
ms_my: Kos SKO
pl_pl: Koszt SKO

source: Creating refund
de_de: Rückerstattungserstellung
es_es: Creando reembolso
hr_hr: Kreiranje povrata
ms_my: Membuat bayaran balik
pl_pl: tworzenie zwrotu

source: Create tax only refund
es_es: Crear reembolso solo de impuestos
ms_my: Buat bayaran balik cukai sahaja

source: Manufactured
es_es: Configurar Tablero
ms_my: Dikeluarkan

source: Customer manually linked
es_es: Cliente vinculado manualmente
ms_my: Pelanggan secara manual dikaitkan

source: Agent
es_es: Agente
hr_hr: Zastupnik
ms_my: Ejen

source: Fail
es_es: Fallar
hr_hr: Neizvršenje
ms_my: Gagal
pl_pl: Zawiesić

source: Confirmed
de_de: Bestätigt
es_es: Confirmado
hr_hr: Referenca dijela već je korištena
ms_my: Dikesahkan
pl_pl: Potwierdzone

source: No estimated production date
es_es: Sin fecha estimada de producción
ms_my: Tiada anggaran tarikh pengeluaran

source: No estimated delivery date
es_es: Sin fecha estimada de entrega
ms_my: Tiada anggaran tarikh penghantaran

source: No estimated delivery
es_es: No hay entrega estimada
ms_my: Tiada anggaran penghantaran

source: Delivery address not set
es_es: Dirección de entrega no establecida
ms_my: Alamat penghantaran tidak ditetapkan

source: Undo submit
de_de: Einreichung aufheben
es_es: Deshacer enviar
hr_hr: Poništi slanje
ms_my: Batalkan hantar
pl_pl: Cofnij przesyłanie

source: Submit purchase order
de_de: Bestellung einreichen
es_es: Enviar orden de compra
hr_hr: Podnijeti narudžbenicu
ms_my: Hantar pesanan pembelian
pl_pl: Złóż zamówienie

source: Create delivery
de_de: Lieferung erstellen
es_es: Crear entrega
hr_hr: Kreirajte dostavu
ms_my: Buat penghantaran
pl_pl: U'twórz dostawę

source: Archived
de_de: Archiviert
es_es: Archivada
hr_hr: Arhivirano
ms_my: Diarkibkan
pl_pl: Zarchiwizuj

source: Customers who choose this option
es_es: Clientes que eligen esta opción
hr_hr: Kupci koji odaberu ovu opciju
ms_my: Pelanggan yang memilih pilihan ini
pl_pl: Klienci którzy wybrali tą opcję

source: Share of this option
es_es: Compartir esta opción
hr_hr: Dio ove opcije
ms_my: Bahagian pilihan ini
pl_pl: Udział w tej opcji

source: Estimated orders
es_es: Pedidos estimados
ms_my: Anggaran pesanan

source: Start purge
es_es: Iniciar purga
ms_my: Mula membersihkan

source: Orders purged
es_es: Órdenes depuradas
ms_my: Pesanan dibersihkan

source: Items purged
es_es: Artículos purgados
ms_my: Item dibersihkan

source: Pro mode
es_es: Modo de pro
ms_my: Mod Pro

source: Recommended retail prices
es_es: Precios de venta recomendados
ms_my: Harga runcit yang disyorkan

source: Commodity codes
es_es: códigos de productos
ms_my: Kod komoditi

source: Product barcode
es_es: Código de barras del producto
ms_my: Kod bar produk

source: English
de_de: Englisch
es_es: Ingles
hr_hr: Engleski
ms_my: Bahasa Inggeris
pl_pl: Angielski

source: Size
de_de: Größe
es_es: Tamaño
hr_hr: Veličina
ms_my: Saiz
pl_pl: Rozmiar

source: Distinct parts dispatched
es_es: Piezas diferenciadas despachadas
ms_my: Bahagian tersendiri dihantar

source: Distinct parts dispatched year to day
es_es: Distintas piezas enviadas año a día
ms_my: Bahagian tersendiri dihantar tahun ke hari

source: Distinct parts dispatched
es_es: piezas diferenciadas despachadas
ms_my: Bahagian tersendiri dihantar

source: Qty
de_de: Menge
es_es: Cant.
hr_hr: Količina
pl_pl: Ilość

source: Notes
de_de: Anmerkungen
es_es: Notas
hr_hr: Napomene
ms_my: Nota
pl_pl: Notatki

source: Permanent
es_es: Permanente
hr_hr: Permanentno
ms_my: Kekal
pl_pl: Na stałe

source: Placeholder
de_de: Platzhalter
es_es: Marcador de posición
hr_hr: Rezervirano mjesto
pl_pl: symbol zastępczy

source: Tooltip
es_es: Información sobre herramientas
hr_hr: Izbornici
ms_my: Petua alat
pl_pl: Etykietka Narzędzia

source: Done
de_de: Fertig
es_es: Hecho
hr_hr: Gotovo
ms_my: Selesai
pl_pl: Gotowe

source: Address Line 1
de_de: Adresszeile 1
es_es: Dirección (1ª linea)
hr_hr: Adresa Linija 1
ms_my: Alamat Baris 1
pl_pl: Adres linia 1

source: Address Line 2
de_de: Adresszeile 2
es_es: Dirección (2ª linea)
hr_hr: Adresa Linija 2
ms_my: Alamat 2
pl_pl: Adres linia 2

source: Dependent locality (City divisions)
de_de: Abhängige Lokalität (Stadtdivisionen)
es_es: Localidad dependiente (divisiones de la ciudad)
hr_hr: Zavisni lokalitet (gradske jedinice)
ms_my: Tempat ketinggian (Bahagian bandar)
pl_pl: Zależne od lokalizacji ( lokalizacji)

source: Neighborhood
de_de: Nachbarschaft
es_es: Barrio
hr_hr: Susjedstvo
ms_my: Kejiranan

source: District
de_de: Bezirk
es_es: Distrito
hr_hr: Okrug
ms_my: Daerah
pl_pl: Obszar

source: Village (Township)
de_de: Dorf/Gemeinde
es_es: Pueblo (municipio)
hr_hr: Selo (općina)
ms_my: Kampung (Perbandaran)
pl_pl: wioska/parafia

source: Suburb
de_de: Vorort
es_es: Suburbio
hr_hr: Predgrađe
ms_my: Pinggir bandar
pl_pl: przedmieście

source: Locality (City)
de_de: Ort (Stadt)
es_es: Localidad (Ciudad)
hr_hr: Lokalitet(Grad)
ms_my: Kampung (Kota)
pl_pl: Lokalizacja (Miasto)

source: City
de_de: Stadt
es_es: Ciudad
hr_hr: Grad
pl_pl: Miasto

source: Post town
de_de: Poststadt
es_es: Ciudad
hr_hr: Poštanski grad
ms_my: Bandar pos
pl_pl: Miasto

source: Country administrative divisions
de_de: Land administrative Abteilungen
es_es: Divisiones administrativas del país
hr_hr: Državna administrativna podjela
ms_my: Bahagian pentadbiran negara
pl_pl: Dywizja administracyjna kraju

source: Province
de_de: Provinz
es_es: provincia
hr_hr: Pokrajina
ms_my: Provinsi
pl_pl: Prowincja

source: Island
de_de: Insel
es_es: Isla
hr_hr: Otok
ms_my: Pulau
pl_pl: Wyspa

source: County
de_de: Land
es_es: Condado
hr_hr: Država
ms_my: Daerah
pl_pl: Województwo

source: Prefecture
de_de: Präfektur
es_es: Prefectura
hr_hr: Prefektura
ms_my: Prefektur
pl_pl: Prefektura

source: Emirate
de_de: Emirat
es_es: Emirato
hr_hr: Emirati

source: Postal code
de_de: Postleitzahl
es_es: Código Postal / ZIP
hr_hr: Poštanski broj
ms_my: Poskod
pl_pl: Kod pocztowy

source: Sorting code
de_de: Sortierungskode
es_es: código de clasificación
hr_hr: Šifra razvrstavanja
ms_my: Kod pengisihan
pl_pl: Sortowanie kodu

source: Contact details
es_es: Detalles de contacto
hr_hr: Kontakt detalji
ms_my: Butiran kenalan
pl_pl: Dane Kontaktowe

source: Login details
es_es: Detalles de registro
hr_hr: Detalji prijave
ms_my: Butiran log masuk
pl_pl: Detale loginu

source: Invoice address
es_es: Dirección de facturación
hr_hr: Adresa fakture
ms_my: Alamat invois
pl_pl: Adres do faktury

source: Poll
es_es: Encuesta
hr_hr: Anketa
ms_my: Undian
pl_pl: Ankieta

source: New customer
de_de: Neuer Kunde
es_es: Nuevo cliente
hr_hr: Novi klijent
ms_my: Pelanggan baru
pl_pl: Nowy klient

source: Address labels can be translated in Website localization tab
es_es: Las etiquetas de dirección se pueden traducir en la pestaña de localización del sitio web
hr_hr: Adresne oznake mogu se prevesti u kartici lokalizacija web stranice
ms_my: Label alamat boleh diterjemahkan dalam tab Pelokalan laman web
pl_pl: Etykiety adresów można tłumaczyć w zakładce Lokalizacja witryny

source: Please let know you better so we can serve you better
es_es: Por favor, hágale saber mejor para que podamos servirle mejor
hr_hr: Molimo Vas dopustite nam da Vas bolje upoznamo kako bismo Vam pružili bolju uslugu
ms_my: Tolong beri tahu anda dengan lebih baik supaya kami dapat memberi anda lebih baik
pl_pl: Poinformuj nas jak możemy poprawić nasz serwis

source: Please choose one
es_es: Por favor elige uno
hr_hr: Molimo odaberite jedan
ms_my: Sila pilih satu
pl_pl: wybierz jeden

source: Client
es_es: Cliente
ms_my: Pelanggan

source: Location
de_de: Lokation
es_es: Ubicación
hr_hr: Lokacija
ms_my: Lokasi
pl_pl: Lokalizacja

source: Currently in basket
es_es: Actualmente en canasta
ms_my: Buat masa ini dalam bakul

source: Bring to basket
es_es: Llevar a la cesta
ms_my: Bawa ke keranjang

source: Customer code
es_es: Código de cliente
ms_my: Kod pelanggan

source: Copyright
de_de: Urheberrecht
es_es: Derechos de autor
hr_hr: Autorska prava
ms_my: hak cipta
pl_pl: Prawa autorskie

source: All rights reserved
de_de: Alle Rechte vorbehalten
es_es: todos los derechos reservados
hr_hr: Sva prava pridržana
ms_my: Hak cipta terpelihara
pl_pl: Wszystkie prawa zastrzeżone

source: Backstage view
es_es: Vista entre bastidores
hr_hr: Prikaz pozadine
ms_my: Pandangan belakang pentas
pl_pl: Widok zza kulis

source: Display view
es_es: Vista de visualización
hr_hr: Prikaz izloga
ms_my: Paparan paparan
pl_pl: Na wystawie

source: Background image
de_de: Hintergrunds Bild
es_es: Imagen de fondo
hr_hr: Pozadinska slika
ms_my: Imej latar belakang
pl_pl: Obraz tła

source: Min width
de_de: Minimale Breite
es_es: Ancho min
hr_hr: Min širina
ms_my: Lebar lebar
pl_pl: Min szerokość

source: Min height
de_de: Minimale Höhe
es_es: Altura mínima
hr_hr: Min. visina
ms_my: Ketinggian min
pl_pl: Min wysokość

source: Link
de_de: Verlinkung
es_es: Enlazar
ms_my: Pautan

source: Image
de_de: Bild
es_es: Imagen
hr_hr: Slika
ms_my: Imej
pl_pl: Obraz

source: Text
es_es: Texto
hr_hr: Tekst
ms_my: Teks
pl_pl: Tekst

source: Exit edit text
es_es: Salir de editar texto
hr_hr: Izlaz iz uređivanja teksta
ms_my: Keluar teks edit
pl_pl: Wyjdź z edytowania tekstu

source: Title
de_de: Titel
es_es: Título
hr_hr: Naslov
ms_my: Tajuk
pl_pl: Tytuł

source: Automatic
de_de: Automatisch
es_es: Automatico
hr_hr: Automatski
ms_my: Automatik
pl_pl: Automatyczne

source: Apply
es_es: Aplicar
hr_hr: Primijeni
ms_my: Sapukan
pl_pl: Zastosuj

source: Close text edit mode
es_es: Cerrar el modo de edición de texto
hr_hr: Zatvori način za uređivanje teksta
ms_my: Tutup mod edit teks
pl_pl: Zamknij opcję edycji

source: Remove product
es_es: Eliminar producto
hr_hr: Uklonite proizvod
ms_my: Keluarkan produk
pl_pl: Usuń produkt

source: Order now
de_de: jetzt Bestellen
es_es: Ordenar ahora
hr_hr: Naručite sada
ms_my: Pesan sekarang
pl_pl: Zamów teraz

source: My portfolio
es_es: Mi portafolio
ms_my: Portfolio saya

source: Register
de_de: Registrieren
es_es: Registrarse
hr_hr: Registar
ms_my: Daftar
pl_pl: Zarejestruj

source: Padding
es_es: Relleno
hr_hr: Punjenje
pl_pl: podkładka

source: View
es_es: Ver
hr_hr: Pregled
ms_my: Lihat
pl_pl: Widok

source: With favourites
es_es: Con favoritos
hr_hr: S favoritima
ms_my: Dengan kegemaran
pl_pl: z ulubionymi
