Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/aurora_*.po
Languages: de_de, es_es, hr_hr, ms_my, pl_pl

source: Problem with supplier supplier
es_es: Problema con el proveedor proveedor
ms_my: Masalah dengan pembekal pembekal

source: Price increase
es_es: Aumento de precio
ms_my: Kenaikan harga

source: Minimum order not meet
es_es: Pedido mínimo no cumplido
ms_my: Pesanan minimum tidak dapat dipenuhi

source: Confirmed by supplier
es_es: Confirmado por el proveedor
ms_my: Dikesahkan oleh pembekal

source: Goods received from supplier
es_es: Bienes recibidos del proveedor
ms_my: Barang yang diterima daripada pembekal

source: Loading Delivery
es_es: Contra reembolso
ms_my: Memuatkan Penghantaran

source: Delivery inputted
es_es: Entrega ingresada
ms_my: Penghantaran dimasukkan

source: In transit
es_es: En tránsito
ms_my: Dalam transit
pl_pl: w przemiszczaniu

source: Submitted to agent
de_de: An Agent übergeben
es_es: Enviado al agente
hr_hr: Predano agentu
ms_my: Dihantar kepada ejen
pl_pl: Przekazane agentowi

source: In agent warehouse
es_es: En el almacén del agente
ms_my: Di gudang ejen

source: Booked in, costing done
es_es: Reservado, costeando hecho
ms_my: Memasukkan, kos dilakukan

source: No received
es_es: No recibido
ms_my: Tiada yang diterima

source: Domestic
es_es: Doméstico
hr_hr: Domaći
ms_my: Domestik
pl_pl: Domowy

source: Just in basket
es_es: Solo en la canasta
hr_hr: Samo u košarici
ms_my: Hanya dalam bakul
pl_pl: W koszyku

source: Changes
es_es: Cambios
hr_hr: Promjene
ms_my: Perubahan
pl_pl: Zmiany

source: Mail posts
es_es: Publicaciones de correo
hr_hr: Poštanske poruke
ms_my: Siaran pos
pl_pl: Poczta email

source: Deployments
es_es: Implementaciones
hr_hr: Raspoređivanja
ms_my: Penyerahan
pl_pl: Wdrożenia

source: Showroom
de_de: Ausstellungsraum
es_es: Sala de exposición
hr_hr: Salon
ms_my: Bilik pameran
pl_pl: Pokój pokazowy

source: Payment state
es_es: Estado de pago
hr_hr: Stanje plaćanja
ms_my: Negeri pembayaran
pl_pl: stan płatności

source: Waiting payment
es_es: Esperando el pago
hr_hr: Čeka na plaćanje
ms_my: Pembayaran menunggu
pl_pl: Oczekiwanie na płatność

source: Dispatch state
es_es: Estado de envío
hr_hr: Stanje otpreme
ms_my: Negeri penghantaran
pl_pl: Status wysyłki

source: Free
es_es: Gratis
hr_hr: Besplatno
ms_my: Percuma
pl_pl: za darmo

source: Through agent
es_es: A través del agente
hr_hr: Preko agenta
ms_my: Melalui ejen
pl_pl: Poprzez agenta

source: Part in process
es_es: Parte en proceso
hr_hr: Dio u procesu
ms_my: Bahagian dalam proses
pl_pl: Część w procesie

source: Part active
es_es: Parte activa
hr_hr: Aktivan dio
ms_my: Bahagian aktif
pl_pl: Część aktywna

source: Part discontinuing
es_es: Parte descontinuada
hr_hr: Ukidanje dijela
ms_my: Bahagian berhenti
pl_pl: Część niekontynuowana

source: Part discontinued
de_de: Artikel aus dem Sortiment genommen
es_es: Parte descontinuada
hr_hr: Dio je ukinut
ms_my: Bahagian dihentikan
pl_pl: Część niekontynuwana

source: Not required
de_de: Nicht erforderlich
es_es: No requerido
hr_hr: Nije obavezno
ms_my: Tidak dikehendaki
pl_pl: Nie wymagane

source: Move
es_es: Mover
ms_my: Pindah

source: No Dispatched
es_es: No despachado
hr_hr: Nije poslano
ms_my: Tiada Dispatched
pl_pl: Nie wysłane

source: Orders in Process
es_es: Pedidos en proceso
hr_hr: Narudžbe u procesu
ms_my: Perintah dalam Proses
pl_pl: zamówienia w procesie

source: Audits
es_es: Auditorías
hr_hr: Revizije
ms_my: Audit
pl_pl: Audyty

source: Flags
es_es: Marcadores
hr_hr: Zastave
ms_my: Bendera
pl_pl: Flagi

source: Trigger
de_de: Auslöser
es_es: Desencadenar
hr_hr: Pokretač
ms_my: Pencetus
pl_pl: Spust

source: Product category
es_es: Categoria de producto
hr_hr: Kategorija proizvoda
ms_my: Kategori Produk
pl_pl: Kategoria produktu

source: Customer category
es_es: Categoría de cliente
ms_my: Kategori pelanggan

source: Customer list
es_es: Lista de clientes
hr_hr: Popis klijenata
ms_my: Senarai pelanggan
pl_pl: Lista klientów

source: To do
es_es: Por hacer
ms_my: Untuk berbuat demikian
pl_pl: Do zrobienia

source: No Assigned
es_es: No asignado
hr_hr: Nije dodijeljeno
ms_my: Tidak Berikan
pl_pl: nie przypisany

source: Tax number status
de_de: Steuernummer Status
es_es: Estado del número de impuesto
hr_hr: Status poreznog broja
ms_my: Status nombor cukai
pl_pl: status numeru podatkowego

source: Tax number valid
de_de: Steuernummer gültig
es_es: Número de impuesto válido
hr_hr: Važeći porezni broj
ms_my: Nombor cukai sah
pl_pl: Numer podatkowy ważny

source: Tax number invalid
de_de: Steuernummer ungültig
es_es: Número de impuesto no válido
hr_hr: Nevažeći porezni broj
ms_my: Nombor cukai tidak sah
pl_pl: Numer podatkowy nieważny

source: No tax number
de_de: Steuernummer nicht vorhanden
es_es: Sin número de impuesto
hr_hr: Nema poreznog broja
ms_my: Tiada nombor cukai
pl_pl: Brak numeru Vat

source: Number digits
es_es: Dígitos numéricos
hr_hr: Broj znamenki
ms_my: Nombor digit
pl_pl: cyfry

source: No check digit (Will dup.)
es_es: Sin dígito de verificación (se duplicará)
hr_hr: Nema kontrolne znamenke (duplicirat će se)
ms_my: Tiada digit cek (Akan dup.)
pl_pl: Brak cyfr ( zost. zduplikow)

source: No check digit
es_es: Sin dígito de verificación
hr_hr: Nema kontrolne znamenke
ms_my: Tiada digit cek
pl_pl: Brak cyfr

source: Missing
es_es: Perdido
ms_my: Hilang

source: Underweight
es_es: Bajo peso
ms_my: Berat badan kurang

source: Overweight
es_es: Exceso de peso
ms_my: Berat badan berlebihan

source: Back in stock
es_es: De nuevo en existencia
hr_hr: Ponovno dostupno
ms_my: Kembali dalam stok
pl_pl: Ponownie na stanie

source: Booking-in in process
es_es: Reserva en proceso
ms_my: Tempahan dalam proses

source: Stock state
es_es: Estado de stock
ms_my: Negeri stok

source: Good stock
es_es: Buen caldo
ms_my: Stok yang baik

source: Very low
es_es: Muy bajo
ms_my: Sangat rendah

source: Registration approved
es_es: Registro aprobado
ms_my: Pendaftaran diluluskan

source: Registration rejected
es_es: Registro rechazado
ms_my: Pendaftaran ditolak

source: Delivery confirmation
es_es: Confirmacion de envio
hr_hr: Potvrda dostave
ms_my: Pengesahan penghantaran
pl_pl: Potwierdzenie wysyłki

source: Hello
de_de: Hallo
es_es: Hola
hr_hr: Bok
pl_pl: Witaj

source: Supplier's product unit description
es_es: Descripción de la unidad del producto del proveedor
ms_my: Penerangan unit produk pembekal

source: for supplier's POs
es_es: para pedidos del proveedor
hr_hr: za narudžbenice dobavljača
ms_my: untuk pembekal PO
pl_pl: PO dostawcy

source: Piece
de_de: Stück
es_es: Pieza
hr_hr: Cijena
pl_pl: Szt.

source: stock control
es_es: control de stock
hr_hr: kontrola zaliha
ms_my: kawalan stok
pl_pl: Kontrola Stanów Magazynowych

source: Carton Barcode
es_es: codigo de barras de carton
ms_my: Barcode Carton

source: On Demand
es_es: Bajo demanda
hr_hr: Na zahtjev
ms_my: Permintaan
pl_pl: Na żądanie

source: Unit extra costs (%)
es_es: Costos adicionales unitarios (%)
hr_hr: Dodatni jedinični troškovi (%)
ms_my: Kos tambahan unit (%)
pl_pl: dodatkowy koszt jednostki (%)

source: Unit recommended description
de_de: empfohlene Einheitsbeschreibung
es_es: Descripción recomendada de la unidad
hr_hr: Preporučeni opis jedinice
ms_my: Penerangan unit yang disyorkan
pl_pl: Zalecany opis jednostki

source: piece
de_de: Stück
es_es: piaza
hr_hr: cijena
ms_my: sekeping
pl_pl: szt.

source: Inners
es_es: Interiores
hr_hr: Unutrašnjost
ms_my: Dalaman
pl_pl: wewnętrzny

source: Timezone
es_es: Zona horaria
hr_hr: Vremenska zona
ms_my: Zon masa
pl_pl: Strefa czasowa

source: Product labels
es_es: Etiquetas de producto
ms_my: Label produk

source: British English
es_es: Ingles britanico
hr_hr: Britanski engleski
ms_my: Inggeris British
pl_pl: Angielski - Brytyjski

source: Portuguese
es_es: Portuges
hr_hr: Portugalski
ms_my: Portugis
pl_pl: Portugalski

source: Maritime and inland waterways
es_es: Vías marítimas y fluviales
hr_hr: Pomorski i unutarnji plovni putovi
ms_my: Maritim dan saluran air pedalaman
pl_pl: Morski - wodny

source: Land
es_es: Tierra
hr_hr: Zemljište
ms_my: Tanah
pl_pl: Ląd

source: Maritime and inland waterway
es_es: Vía marítima y fluvial
hr_hr: Pomorski i unutarnji plovni put
ms_my: Maritim dan laluan air pedalaman
pl_pl: Morski - wodny

source: Air
es_es: Aereo
hr_hr: Zrak
pl_pl: W powietrzu

source: Code, name
es_es: Nombre clave
hr_hr: Šifra, naziv
ms_my: Nama kod
pl_pl: Kod, nazwa

source: Add email
de_de: E-Mail hinzufügen
es_es: Agregar correo electrónico
hr_hr: Dodajte email
ms_my: Tambah e-mel
pl_pl: dodaj email

source: Telephones
de_de: Telefonnummern
es_es: Teléfonos
hr_hr: Telefoni
ms_my: Telefon bimbit
pl_pl: Telefony

source: Add telephone
es_es: Agregar teléfono
hr_hr: Dodajte telefon
ms_my: Tambah telefon
pl_pl: Dodaj telefon

source: Supplier's products settings
es_es: Ajustes de los productos del proveedor
ms_my: Tetapan produk pembekal

source: Waiting times
es_es: Tiempos de espera
ms_my: Masa menunggu

source: Purchase order settings
es_es: Configuración de orden de compra
hr_hr: Postavke narudžbenice
ms_my: Tetapan pesanan pembelian
pl_pl: Ustawienia zamówienia

source: Warning, misconfiguration of this variable can affect the creation of new orders
es_es: Advertencia, la configuración incorrecta de esta variable puede afectar la creación de nuevos pedidos
hr_hr: Upozorenje, pogrešna konfiguracija ove varijable može utjecati na stvaranje novih naloga
ms_my: Amaran, misconfiguration of this variable boleh mempengaruhi penciptaan pesanan baru
pl_pl: Ostrzeżenie, błędna konfiguracja tej zmiennej może wpłynąć na tworzenie nowych zamówień

source: Ordering
es_es: Ordenar
hr_hr: Naručivanje
ms_my: Memesan
pl_pl: Zamawianie

source: Units packed in
de_de: Einheiten verpackt in
es_es: Unidades embaladas en
hr_hr: Zapakirane jedinice
ms_my: Unit dibungkus
pl_pl: jednostki spakowane w

source: Part SKO
es_es: Parte SKO
ms_my: Bahagian SKO

source: L x W x H (in cm)
es_es: L x W x H (en cm)
hr_hr: D x Š x V (cm)
ms_my: L x W x H (dalam cm)
pl_pl: L x W x H ( w cm)

source: Supplier's product cartons
es_es: Cajas de productos del proveedor
ms_my: Karton produk pembekal

source: cubic meters
es_es: metros cubicos
hr_hr: kubični metar
ms_my: meter padu
pl_pl: Metry Sześcienne

source: Our Id in Supplier records
es_es: Nuestra identificación en registros de proveedores
ms_my: Id kami dalam rekod pembekal

source: Restrictions
es_es: Restricciones
hr_hr: Restrikcije
ms_my: Sekatan
pl_pl: ograniczenia

source: Delete attachment
de_de: Anhang löschen
es_es: Eliminar adjunto
hr_hr: Izbriši prilog
ms_my: Padamkan lampiran
pl_pl: Usuń załącznik

source: Delete barcode
es_es: Eliminar código de barras
hr_hr: Izbrisati barkod
ms_my: Padamkan kod bar
pl_pl: Usuń kod kreskowy

source: Apply when buy %s or more
es_es: Aplicar cuando compre% so más
ms_my: Memohon apabila membeli% s atau lebih

source: Public description
es_es: Descripción pública
ms_my: Penerangan awam

source: This label will be present in all other families
es_es: Esta etiqueta estará presente en todas las demás familias.
ms_my: Label ini akan hadir di semua keluarga lain

source: Terms label
es_es: Etiqueta de términos
ms_my: Label terma

source: Allowance label
es_es: etiqueta de asignación
ms_my: Label Elaun

source: Suspend offer
es_es: Suspender oferta
hr_hr: Suspendiraj ponudu
ms_my: Tolak tawaran
pl_pl: Zawieszona oferta

source: Activate offer
es_es: Activar oferta
hr_hr: Aktivne ponude
ms_my: Aktifkan tawaran
pl_pl: Aktywuj ofertę

source: End offer now
es_es: Fin de oferta ahora
ms_my: Tamatkan tawaran sekarang

source: Public labels
es_es: Etiquetas publicas
ms_my: Label awam

source: Terms
es_es: Terminos
ms_my: Terma

source: Days after last order
es_es: Días después del último pedido
ms_my: Hari selepas pesanan terakhir

source: Send reminders
es_es: Enviar recordatorios
ms_my: Hantar peringatan

source: Days before last dead-end
es_es: Días antes del último callejón sin salida
ms_my: Hari sebelum hujung minggu terakhir

source: Subject type
es_es: Tipo de sujeto
hr_hr: Tip predmeta
ms_my: Jenis subjek
pl_pl: Typ tematu

source: Delete category
es_es: Eliminar categoría
hr_hr: Izbriši kategoriju
ms_my: Padam kategori
pl_pl: Usuń kategorie

source: Small order charge
es_es: Pequeña orden de carga
ms_my: Caj pesanan kecil

source: Priority delivery
es_es: Entrega prioritaria
ms_my: Penghantaran keutamaan

source: Charge type
es_es: Tipo de carga
ms_my: Jenis caj

source: Ids, Name
es_es: ID, nombre
ms_my: Id, Nama

source: Serial number displayed in the box
es_es: Número de serie que se muestra en el cuadro
ms_my: Nombor siri dipaparkan di dalam kotak

source: Serial number
es_es: Número de serie
ms_my: Nombor siri

source: Monthly (fixed)
es_es: Mensual (fijo)
hr_hr: Mjesečno (fiksno)
ms_my: Bulanan (tetap)
pl_pl: Miesięcznie (niezmiennie)

source: Per hour (prorata)
es_es: Por hora (prorrateo)
hr_hr: Po satu (prorata)
ms_my: Per jam (prorata)
pl_pl: Na godzinę ( proporcjonalnie)

source: Personal information
es_es: Informacion personal
hr_hr: Osobne informacije
ms_my: Maklumat peribadi
pl_pl: Informacje personalne

source: Contractual service agreement
es_es: Acuerdo de servicio contractual
hr_hr: Ugovor o pružanju usluga po ugovoru
ms_my: Perjanjian perkhidmatan kontrak
pl_pl: Porozumienie z usługami kontraktora

source: Employment
es_es: Empleo
hr_hr: Zapošljavanje
ms_my: Pekerjaan
pl_pl: Zatrudnienie

source: Working hours & salary
es_es: Horas de trabajo y salario
hr_hr: Radno vrijeme i plaća
ms_my: Jam kerja & gaji
pl_pl: Godziny pracy & wypłata

source: Permissions
es_es: Permisos
hr_hr: Dozvole
ms_my: Kebenaran
pl_pl: Pozwolenia

source: Set up system user
es_es: Configurar usuario del sistema
hr_hr: Postavite korisnika sustava
ms_my: Sediakan pengguna sistem
pl_pl: Skonfiguruj użytkownika systemu

source: Recalculate time sheets
es_es: Recalcular hojas de tiempo
hr_hr: Ponovno izračunajte tablice radnog vremena
ms_my: Kira semula helaian masa
pl_pl: oblicz ponownie notatki z opisanym czasem

source: Terminate contract
es_es: Terminar contrato
ms_my: Tolak kontrak

source: Delete contractor
es_es: Eliminar contratista
hr_hr: Izbriši izvođača
ms_my: Padam kontraktor
pl_pl: Usuń kontraktora

source: Don't set up system user
es_es: No configure el usuario del sistema
hr_hr: Ne postavljajte korisnika sustava
ms_my: Jangan buat pengguna sistem
pl_pl: Nie ustawiaj użytkownika systemu

source: Terminate employment
es_es: Terminar empleo
hr_hr: Raskinuti radni odnos
ms_my: Menamatkan pekerjaan
pl_pl: zakończ zatrudnienie

source: Delete employee
es_es: Eliminar empleado
hr_hr: Izbriši zaposlenika
ms_my: Padam pekerja
pl_pl: Usuń pracownika

source: Not Valid
es_es: No es válido
hr_hr: Nevažeći
ms_my: Tidak sah
pl_pl: Nie ważne

source: Check online
es_es: Revisa en linea
hr_hr: Provjerite online
ms_my: Semak secara dalam talian
pl_pl: Sprawdź online

source: Name, Ids
es_es: Nombre, Id.
hr_hr: Ime, ID
ms_my: Nama, Id
pl_pl: Imię , ID

source: Approve customer
es_es: Aprobar cliente
hr_hr: Odobriti kupca
ms_my: Luluskan pelanggan
pl_pl: Zatwierdź klienta

source: Reject customer
es_es: Rechazar cliente
hr_hr: Odbiti kupca
ms_my: Tolak pelanggan
pl_pl: Odrzuć klienta

source: Web login
es_es: Ingreso Web
hr_hr: Web prijava
ms_my: Log masuk web
pl_pl: Logowanie do strony

source: New delivery address
es_es: Nueva dirección de entrega
hr_hr: Nova adresa dostave
ms_my: Alamat penghantaran baharu
pl_pl: Nowy adres dostawy

source: Add delivery address
es_es: Agregar dirección de entrega
hr_hr: Dodaj adresu dostave
ms_my: Tambah alamat penghantaran
pl_pl: Dodaj Adres Dostawy

source: Other delivery addresses
es_es: Otras direcciones de entrega
hr_hr: Druga adresa dostave
ms_my: Alamat penghantaran lain
pl_pl: Inny adres dostawy

source: Contact status
es_es: Estado de contacto
ms_my: Status hubungan

source: Customer status
es_es: Estado del cliente
ms_my: Status pelanggan

source: until
es_es: hasta el
ms_my: sehingga

source: Registered interval
es_es: Intervalo registrado
ms_my: Selang berdaftar

source: Contact properties
es_es: Contacto propiedades
ms_my: Sifat hubungan

source: Geographical location
es_es: Localización geográfica
ms_my: Lokasi geografi

source: Any value
es_es: Ningún Valor
ms_my: Mana-mana nilai

source: with
es_es: con
ms_my: dengan

source: with out
es_es: sin
ms_my: dengan keluar

source: Ordered products
es_es: Productos pedidos
ms_my: Mengarahkan produk

source: Ordered interval
es_es: Intervalo ordenado
ms_my: Selang perintah

source: Order state
es_es: Estado del pedido
ms_my: Negeri pesanan

source: Calculate number of customer the list will have
es_es: Calcule el número de clientes que tendrá la lista
ms_my: Kira bilangan pelanggan yang akan ada

source: Calculating number of items
es_es: Cálculo del número de artículos
ms_my: Mengira bilangan item

source: Terms info
es_es: Información de términos
ms_my: Maklumat terma

source: Allowance info
es_es: información de asignación
ms_my: Maklumat peruntukan

source: Dates
es_es: Fechas
hr_hr: Datumi
ms_my: Tarikh
pl_pl: Daty

source: Will affect other allowances
es_es: Afectará otras asignaciones
ms_my: Akan menjejaskan elaun lain

source: Box
es_es: Caja
ms_my: Kotak

source: Pallet
es_es: Paleta

source: Envelope
es_es: Sobre
ms_my: Sampul surat

source: Warning, editing delivery note details can cause problems
es_es: Advertencia, editar los detalles de la nota de entrega puede causar problemas
ms_my: Peringatan, menyunting butiran nota penghantaran boleh menyebabkan masalah

source: Parcels/Weight
es_es: Paquetes / Peso
ms_my: Bungkusan / berat badan

source: A reason should be provided
es_es: Se debe proporcionar una razón
ms_my: Alasan harus disediakan

source: Un dispatch
es_es: Despacho
ms_my: Pengiriman tidak

source: Un dispatching delivery
es_es: Enviando entrega
ms_my: Tidak menghantar penghantaran

source: This operation cannot be undone
es_es: Esta operación no se puede deshacer
ms_my: Operasi ini tidak dapat dibatalkan

source: Write the reason for un dispatching this delivery note
es_es: Escriba el motivo por el que se despachó esta nota de entrega
ms_my: Tulis sebab untuk tidak menghantar nota penghantaran ini

source: Set delivery note as no dispatched
es_es: Establecer albarán de entrega como no enviado
ms_my: Tetapkan nota penghantaran tanpa dihantar

source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad
hr_hr: Vidljivost
ms_my: Keterlihatan
pl_pl: Widoczność

source: Show in website
es_es: Mostrar en el sitio web
hr_hr: Prikaži na web stranici
ms_my: Tunjukkan di laman web
pl_pl: Pokaż na stronie

source: Reminder
es_es: Recordatorio
ms_my: Peringatan

source: Days after last order dispatched
es_es: Días después del último pedido enviado
ms_my: Hari selepas tempahan terakhir dihantar

source: Mailshot schedule
es_es: Horario de Mailshot
ms_my: Jadual mel

source: Set as live
es_es: Lanzar en vivo
ms_my: Tetapkan sebagai hidup

source: Suspend
es_es: Suspendido
ms_my: Tangguhkan

source: Schedule
es_es: Calendario
ms_my: Jadual

source: Reactivate
es_es: reactivar
ms_my: Aktifkan semula

source: Please ask an authorised user to delete this invoice
es_es: Solicite a un usuario autorizado que elimine esta factura.
ms_my: Sila tanya pengguna yang dibenarkan untuk memadam invois ini

source: Deleting invoice
es_es: Eliminar factura
ms_my: Memadamkan invois

source: Write the reason for deleting this invoice
es_es: Escriba el motivo para eliminar esta factura.
ms_my: Tulis sebab untuk memadam invois ini

source: Delete invoice
es_es: Eliminar factura
hr_hr: Izbriši fakturu
ms_my: Padamkan invois
pl_pl: Usuń fakturę

source: To delete refund all payments have to be cancelled first
es_es: Para eliminar el reembolso, todos los pagos deben cancelarse primero
hr_hr: Za brisanje refundacije sve uplate prvo moraju biti otkazane
ms_my: Untuk memadamkan bayaran balik semua bayaran perlu dibatalkan terlebih dahulu
pl_pl: Aby usunąć zwrot wszystkich płatności należy najpierw anulować

source: Deleting refund
es_es: Eliminar reembolso
ms_my: Menghapuskan bayaran balik

source: Write the reason for deleting this refund
es_es: Escriba el motivo para eliminar este reembolso
ms_my: Tulis sebab untuk memadamkan bayaran balik ini

source: Delete refund
es_es: Eliminar reembolso
hr_hr: Izbriši refundaciju
ms_my: Padamkan bayaran balik
pl_pl: Usuń zwrot

source: Delete list
es_es: Eliminar lista
ms_my: Padamkan senarai

source: Storing
es_es: Almacenamiento
hr_hr: Pohranjivanje
ms_my: Penyimpanan
pl_pl: Gromadzenie

source: Displaying
es_es: Viendo
hr_hr: Prikaz
ms_my: Memaparkan
pl_pl: Wystawienie

source: Capacity
es_es: Capacidad
hr_hr: Kapacitet
ms_my: Kapasiti
pl_pl: Pojemność

source: Delete location
es_es: Eliminar ubicación
hr_hr: Izbriši lokaciju
ms_my: Padamkan lokasi
pl_pl: Usuń lokalizację

source: Inactive form more than days
es_es: Forma inactiva más de días
ms_my: Bentuk tidak aktif lebih dari hari

source: Order last updated with in
es_es: Pedido actualizado por última vez en
ms_my: Perintah terakhir dikemas kini dengan masuk

source: Calculate estimated number of recipients
es_es: Calcular el número estimado de destinatarios
ms_my: Kirakan anggaran bilangan penerima

source: Category (Targeted)
es_es: Categoría (dirigida)
ms_my: Kategori (Disasarkan)

source: Category (Spread out)
es_es: Categoría (extendida)
ms_my: Kategori (Sebarkan)

source: Product (Targeted)
es_es: Producto (dirigido)
ms_my: Produk (Disasarkan)

source: Product (Spread out)
es_es: Producto (extendido)
ms_my: Produk (Sebarkan)

source: Mailing list
es_es: Lista de correo
ms_my: Senarai mel

source: Category/Product
es_es: Categoría / Producto
ms_my: Kategori / Produk

source: Choose source
es_es: Elige la fuente
ms_my: Pilih sumber

source: Product/Category
es_es: Categoría de producto
ms_my: Kategori Produk

source: List
es_es: Lista
hr_hr: Popis
ms_my: Senarai

source: Mail bomb
es_es: Bomba de correo
ms_my: Bom mel

source: Choose one
es_es: Elige uno
ms_my: Pilih salah satu

source: Duration
de_de: Dauer
es_es: Duración
hr_hr: Trajanje
ms_my: Tempoh
pl_pl: czas trwania

source: Buy %s get %s free
es_es: Compra %s consigue %s Gratis
ms_my: Beli% s mendapatkan% s percuma

source: Buy %s cheapest %s free
es_es: Comprar% s más barato% s gratis
ms_my: Beli% s termurah% s percuma

source: Mix & match
es_es: Mezclar y combinar
ms_my: Campuran & perlawanan

source: Choose offer
es_es: Elige oferta
ms_my: Pilih tawaran

source: Minimum category/product ordered amount
es_es: Cantidad mínima de categoría / producto solicitado
ms_my: Jumlah kategori / produk minimum yang diperintahkan

source: Private code
es_es: Código privado
ms_my: Kod persendirian

source: Open to all
es_es: Abierto a todos
ms_my: Terbuka kepada semua

source: Who is entitled to this offer
es_es: ¿Quién tiene derecho a esta oferta?
ms_my: Siapa yang berhak untuk tawaran ini

source: Automatically generated
es_es: Generada automáticamente
ms_my: Dibangkitkan secara automatik

source: Voucher code
es_es: Código de cupón
ms_my: Kod baucar

source: Automatically generated voucher code
es_es: Código de cupón generado automáticamente
ms_my: Kod baucar secara automatik dihasilkan

source: When this offer is applied
es_es: Cuando se aplica esta oferta
ms_my: Apabila tawaran ini digunakan

source: Minimum order (items gross net)
es_es: Pedido mínimo (artículos brutos netos)
ms_my: Tempahan minimum (barangan bersih kasar)

source: Anyone
es_es: Nadie
ms_my: Sesiapa

source: A customer
es_es: un cliente
ms_my: Pelanggan

source: Customers in a category
es_es: Clientes en una categoría
ms_my: Pelanggan dalam kategori

source: Customers' in a list
es_es: Clientes en una lista
ms_my: Pelanggan dalam senarai

source: Choose other customer
es_es: Elige otro cliente
ms_my: Pilih pelanggan lain

source: Order product/category
es_es: Ordenar producto / categoría
ms_my: Perintah produk / kategori
