Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Empty note
es_es: nota vacía
pt_pt: Nota vazia
zh_cn: 空白日志

source: Upload field arrangements
pt_pt: Carregar arranjos de campo

source: Sales representatives
pt_pt: Representante de vendas

source: Productivity
pt_pt: Produtividade

source: Sales overview
pt_pt: Visão geral de vendas

source: Dispatched orders
pt_pt: Pedidos despachados

source: Dispatched delivery notes
pt_pt: Notas de entrega expedidas

source: Billing Country/Tax Categories
pt_pt: País de cobrança / categorias fiscais

source: EC Sales List
pt_pt: Lista de vendas da CE

source: Supplier's product list & adding supplier's products
pt_pt: Lista de produtos do fornecedor e adição de produtos do fornecedor

source: Employees list & adding employees
pt_pt: Lista de funcionários e adição de funcionários

source: Employees list
pt_pt: Lista de funcionários

source: Adding an employee
pt_pt: Adicionando um funcionário

source: Locations list
pt_pt: Lista de locais

source: %s (page)
pt_pt: % s (página)

source: %s (tab)
pt_pt: %facada)

source: Feel free to type something about this tab
pt_pt: Sinta-se à vontade para digitar algo sobre esta guia

source: Feel free to type something about this page
pt_pt: Sinta-se livre para digitar algo sobre esta página

source: Value has to be a number
es_es: Valor tiene que ser un número
pt_pt: O valor deve ser um número
zh_cn: 值必须是数字

source: Value has to be a positive
pt_pt: O valor deve ser positivo

source: Value has to be a positive integer. e.g. %s
pt_pt: O valor deve ser um número inteiro positivo. por exemplo. % s

source: The maximum value is %s
pt_pt: O valor máximo é% s

source: The minimum value is %s
pt_pt: O valor mínimo é% s

source: Invalid password
pt_pt: Senha inválida

source: Password has to be at least %d characters
pt_pt: A senha deve ter pelo menos% d caracteres

source: Passwords don't match
pt_pt: A palavra-passe não corresponde

source: PIN has to be at least %d characters
pt_pt: O PIN deve ter pelo menos% d caracteres

source: Value has to be at least %d characters
pt_pt: O valor deve ter pelo menos% d caracteres

source: Please provide an email
pt_pt: Forneça um email

source: Only one @ is allowed
pt_pt: Apenas um @ é permitido

source: Commas are not allowed
pt_pt: Vírgulas não são permitidas

source: Spaces are not allowed
pt_pt: Espaços não são permitidos

source: Invalid special characters
pt_pt: Caracteres especiais inválidos

source: Missing fields
pt_pt: Campos ausentes

source: Please provide a recipient
pt_pt: Forneça um destinatário

source: Please provide the address first line
pt_pt: Forneça o endereço da primeira linha

source: Please provide a postal code
pt_pt: Forneça um código postal

source: Invalid number
pt_pt: Número inválido
zh_cn: 无效号码

source: Please provide a number
pt_pt: Forneça um número

source: Number to short
pt_pt: Número a curto

source: Invalid contry code
pt_pt: Código de país inválido

source: Invalid time
pt_pt: Hora inválida

source: Same start & finish time
pt_pt: Mesmo horário de início e término

source: finish < start
pt_pt: terminar <início

source: Break ends after finish
pt_pt: A pausa termina após o término

source: Break before start
pt_pt: Interromper antes do início

source: Break ends next day
pt_pt: Pausa termina no dia seguinte

source: Invalid break duration
pt_pt: Duração de intervalo inválida

source: Invalid amount
pt_pt: Montante inválido

source: Invalid barcode
pt_pt: Código de barras inválido

source: Barcode too short, should be 13 digits
pt_pt: Código de barras muito curto, deve ter 13 dígitos

source: Barcode too long, should be 13 digits
pt_pt: Código de barras muito longo, deve ter 13 dígitos

source: Wrong check digit
pt_pt: Dígito de verificação errado

source: Data
pt_pt: Dados

source: Account details
pt_pt: Detalhes da conta

source: Order's Index
pt_pt: Índice do pedido

source: Orders list
pt_pt: Lista de pedidos

source: Delivery notes list
pt_pt: Lista de notas de entrega

source: Invoice list
pt_pt: Lista de Fatura

source: Timeseries type
pt_pt: Tipo de séries temporais

source: History
es_es: Historia
pt_pt: História
zh_cn: 历史

source: Plot
pt_pt: Enredo

source: Properties/Operations
pt_pt: Propriedades / Operações

source: Details
es_es: Detalles
pt_pt: Detalhes
zh_cn: 详细

source: History, notes
pt_pt: História, notas

source: Payments & refunds
pt_pt: Pagamentos e reembolsos

source: Invoices per categories
pt_pt: Faturas por categorias

source: All invoices
pt_pt: Todas as faturas

source: All deleted invoices
pt_pt: Todas as faturas excluídas

source: Credits per store
pt_pt: Créditos por loja

source: Payments transactions
pt_pt: Transações de pagamentos

source: Items in warehouse
pt_pt: Itens em armazém

source: History/Notes
es_es: Historia/Notas
pt_pt: História / Notas
zh_cn: 历史记录/备注

source: Supplier's individual orders
pt_pt: Pedidos individuais do fornecedor

source: Upload Records
pt_pt: Carregar registros

source: Lists
es_es: Listas
pt_pt: Listas
zh_cn: 清单

source: Insights
pt_pt: Intuições

source: Geographic Distribution
es_es: Distribución geográfica
pt_pt: Distribuição geográfica
zh_cn: 地理分布

source: New customer list
pt_pt: Nova lista de clientes

source: Customer's store products
pt_pt: Produtos da loja do cliente

source: Removed products
pt_pt: Produtos removidos

source: Removed from portfolio
pt_pt: Removido do portfólio

source: Sales data info
pt_pt: Informações de dados de vendas

source: Products invoiced
pt_pt: Produtos faturados

source: Categories ordered
pt_pt: Categorias ordenadas

source: Favourite products
pt_pt: Produtos favoritos

source: Credits blockchain
pt_pt: Blockchain de créditos

source: Sent emails
pt_pt: E-mails enviados

source: Answers
pt_pt: Respostas

source: Poll options
pt_pt: Opções de pesquisa

source: New poll query option
pt_pt: Nova opção de consulta de pesquisa

source: Email templates
pt_pt: Modelos de email

source: Communications, history, notes
pt_pt: Comunicações, história, notas

source: All delivery notes
pt_pt: Todas as notas de entrega

source: Fast track packing
pt_pt: Embalagem rápida

source: Group by store
pt_pt: Agrupar por loja

source: About
pt_pt: Sobre

source: Ex Employees
pt_pt: Ex Funcionários

source: Today timesheet
pt_pt: Quadro de horários de hoje

source: new employee
pt_pt: novo empregado

source: new attachment
pt_pt: novo anexo

source: new system user
pt_pt: novo usuário do sistema

source: new contractor
pt_pt: novo contratado

source: Months
pt_pt: Meses

source: Weeks
pt_pt: Semanas

source: Employes'
pt_pt: Empregados

source: Clocking-in Machines
pt_pt: Máquinas de relógio

source: NFC Tags
pt_pt: Tags NFC

source: Registered nfc-tags
pt_pt: Tags nfc registradas

source: Pending nfc-tags
pt_pt: Tags nfc pendentes

source: new clocking-in machine
pt_pt: nova máquina de relógio

source: Import
es_es: Importar
pt_pt: Importar
zh_cn: 导入

source: Import timesheet record
pt_pt: Importar registro do quadro de horários

source: Products/Parts
pt_pt: Produtos / Peças

source: Part's families
pt_pt: Famílias da parte

source: Category (Part)
pt_pt: Categoria (parte)

source: Parts locations
pt_pt: Localizações das peças

source: Product families
pt_pt: Famílias de produtos

source: Stock history chart
pt_pt: Gráfico de histórico de ações

source: Stock cost
pt_pt: Custo de estoque

source: Supplier's deliveries
pt_pt: Entregas do fornecedor

source: new part
pt_pt: nova parte

source: Chart
pt_pt: Gráfico

source: Issues group by part
pt_pt: Grupo de questões por parte

source: Issues group by family
pt_pt: Grupo de questões por família

source: Retail barcodes
pt_pt: Códigos de barras de varejo

source: Notifications to be send next shot
pt_pt: Notificações a serem enviadas na próxima foto

source: Next mailshot recipients
pt_pt: Próximos destinatários de mailshot

source: Set recipients
pt_pt: Definir destinatários

source: HTML email composer
pt_pt: Compositor de email em HTML

source: Plain text version
pt_pt: Versão em texto simples

source: Templates
pt_pt: Modelos

source: Previous mailshots
pt_pt: Mailshots anteriores

source: Other stores mailshots
pt_pt: Outras lojas mailshots

source: Vouchers
pt_pt: Comprovantes

source: Reorder incentive
pt_pt: Reordenar incentivo

source: Control panel
pt_pt: Painel de controle

source: Customer notes/history
pt_pt: Notas / histórico do cliente

source: Picking/Packing data entry
pt_pt: Entrada de dados de picking / embalagem

source: Purged orders
pt_pt: Pedidos eliminados

source: Email HTML templates
pt_pt: Modelos HTML de email

source: Customers who favored
pt_pt: Clientes que favoreceram

source: Back to stock notification requests
pt_pt: Voltar para solicitações de notificação de estoque

source: Sales correlations
pt_pt: Correlações de vendas

source: Related products
pt_pt: Produtos relacionados

source: Manufacture dashboard
pt_pt: Painel de fabricação

source: Bill of materials
pt_pt: Lista de materiais

source: Edit bill of materials
pt_pt: Editar lista de materiais

source: List of tasks
pt_pt: Lista de tarefas

source: Job orders / production sheets
pt_pt: Ordens de serviço / folhas de produção

source: materials
pt_pt: materiais

source: Task
pt_pt: Tarefa

source: New task
pt_pt: Nova tarefa

source: Costing
pt_pt: Custeio

source: Under/Over delivered items
pt_pt: Itens com entrega insuficiente / insuficiente

source: General settings
pt_pt: Configurações Gerais

source: Back in stock notification requests
pt_pt: Solicitações de devolução de estoque

source: Products categories
pt_pt: Categorias de produtos

source: Related categories
pt_pt: Categorias relacionadas

source: Store settings
pt_pt: Armazenar configurações

source: Shipping zones
pt_pt: Zonas de expedição

source: Shipping zones schemas
pt_pt: Esquemas de zonas de remessa

source: Localization (Materials/Ingredients)
pt_pt: Localização (Materiais / Ingredientes)

source: New service
pt_pt: Novo serviço

source: Interests
pt_pt: Interesses

source: Customer's interests
pt_pt: Interesses do cliente

source: Products ordered
pt_pt: Produtos encomendados

source: Families ordered
pt_pt: Famílias encomendadas

source: Search queries
pt_pt: Consultas de pesquisa

source: Agent details
pt_pt: Detalhes do agente

source: Login history
pt_pt: Histórico de login

source: API keys
pt_pt: Chaves de API

source: Deleted API keys
pt_pt: Chaves de API excluídas

source: New API
pt_pt: Nova API

source: Requests
pt_pt: solicitações de

source: Activity/Performance
pt_pt: Atividade / Desempenho

source: Sales by store
pt_pt: Vendas por loja

source: Sales by invoices' categories
pt_pt: Vendas por categorias de faturas

source: Tax Reports
es_es: Informes de impuestos
pt_pt: Relatórios fiscais

source: No Tax Report
pt_pt: Sem relatório fiscal

source: Invoices grouped by customers
pt_pt: Faturas agrupadas por clientes

source: service webpage
pt_pt: página de serviço

source: Webpages where this service is on sale
pt_pt: Páginas da Web onde este serviço está à venda

source: Purchase Orders
es_es: Órdenes de Compra
pt_pt: Ordens de compra
zh_cn: 采购订单

source: Product properties
pt_pt: Propriedades do produto

source: Purchase orders / Deliveries
pt_pt: Pedidos / Entregas

source: agent
pt_pt: agente

source: Agent's suppliers
pt_pt: Fornecedores do agente

source: Agent's parts
pt_pt: Peças do agente

source: System users
pt_pt: Usuários do sistema

source: Part's sales
pt_pt: Vendas da peça

source: Purchases/Sales
pt_pt: Compras / Vendas

source: Purchase orders / deliveries
pt_pt: Pedidos / entregas

source: Users categories
pt_pt: Categorias de usuários

source: Login History
es_es: Historia de ingresos
pt_pt: Histórico de Login
zh_cn: 登录历史

source: Warehouse settings
pt_pt: Configurações do armazém

source: Part-Locations
es_es: Piezas-Ubicaciones
pt_pt: Localizações das peças

source: Warehouse area settings
pt_pt: Configurações da área do armazém

source: Warehouse areas (Rankings, aisles, rooms)
pt_pt: Áreas de armazém (classificações, corredores, salas)

source: Location detais
pt_pt: Detalhes do local

source: Setup
pt_pt: Configuração

source: Shipping company
pt_pt: Transportadora

source: Group by warehouse
pt_pt: Agrupar por armazém

source: Web pages by type
pt_pt: Páginas da Web por tipo

source: Online web pages
pt_pt: Páginas online

source: To be published web pages
pt_pt: Para ser publicado páginas da web

source: Offline web pages
pt_pt: Páginas da Web offline

source: Menu
pt_pt: Cardápio

source: Setting
pt_pt: Configuração

source: Colours
es_es: Colores
pt_pt: Cores
zh_cn: 色彩

source: Asset links
pt_pt: Links de ativos

source: Where is shown
pt_pt: Onde é mostrado

source: Logbook
pt_pt: Diário de bordo

source: Deleted web page
pt_pt: Página da web excluída

source: Websites (All stores)
pt_pt: Sites (Todas as lojas)

source: Modify Order in Basket
pt_pt: Encomenda alterada no cesto

source: Send Warehouse
pt_pt: Enviado armazém

source: Create Invoice
es_es: Crear factura
pt_pt: Criar Fatura

source: Approve Dispatching
pt_pt: Enviando aprovação

source: Mark as Dispatched
pt_pt: Marcar como enviado

source: In Website
es_es: En sitio web
pt_pt: Em Website

source: Packed & Checked
pt_pt: Embalado & Verificado

source: Replacement in warehouse
pt_pt: Substituição no armazém

source: Replacement packed
pt_pt: Substituição embalado

source: Replacement approved to dispatch
pt_pt: Substituição aprovada para expedição

source: Cash on Delivery
es_es: Contrareembolso
pt_pt: Dinheiro na entrega

source: Waiting Payment
es_es: Esperando pago
pt_pt: Á espera de Pagamento

source: Overpaid
pt_pt: Em excesso

source: Process Delivery Note
pt_pt: Nota de entrega do processo

source: Assign Picker
es_es: Asignar Recolector
pt_pt: Assinar apanhador
zh_cn: 指定选货人

source: Pick Order
es_es: Recolectar Pedido
pt_pt: Recolher Ordem

source: Start Picking
pt_pt: Começar a recolher

source: Change Picker
pt_pt: Alterar apanhador

source: Assign Packer
es_es: Asignar Packer
pt_pt: Embalador assinado
zh_cn: 授权打包人

source: Packing by
pt_pt: Embalado por

source: edit
es_es: edición
pt_pt: modificação
zh_cn: 编辑

source: Approve packing
pt_pt: Aprovar embalagem

source: Waiting for packing approval
pt_pt: A espera de aprovação de embalagem

source: Order not invoiced
pt_pt: Ordem não faturada

source: Waiting shipping approval
pt_pt: A espera aprovação de transporte

source: Undo dispatch
pt_pt: Desfazer expedição

source: Item to be resended in process
pt_pt: Item a ser reenviado em processo

source: Credit in process
es_es: Crédito en proceso
pt_pt: Crédito em processo

source: Credit in customer file
pt_pt: Crédito no arquivo do cliente

source: No location
pt_pt: Nenhuma localização

source: Other locations
pt_pt: Outros locais

source: There is no location associated with this part
pt_pt: Não há local associado a esta peça

source: Location %s is not associated with this part
pt_pt: O local% s não está associado a esta parte

source: Free items quantity can't be zero
pt_pt: A quantidade de itens gratuitos não pode ser zero

source: Invalid free items quantity
pt_pt: Quantidade de itens gratuitos inválida

source: Get %s %s free
pt_pt: Obtenha% s% s grátis

source: Amount off can't be zero
pt_pt: O valor desativado não pode ser zero

source: A minimum order value has to be set for amount off discount type
pt_pt: Um valor mínimo do pedido deve ser definido para o valor do desconto do tipo

source: Invalid the minimum order value
pt_pt: O valor mínimo do pedido é inválido.

source: Amount off must me less than the minimum order value
pt_pt: A quantidade de desconto deve ser menor que o valor mínimo do pedido

source: Email doesn't exist
pt_pt: O email não existe

source: Bad destination system address
pt_pt: Endereço incorreto do sistema de destino

source: Mailbox disabled, not accepting messages
pt_pt: Caixa de correio desativada, não aceitando mensagens

source: Mailbox full
pt_pt: Caixa de correio cheia

source: Wrong email address
pt_pt: Endereço de email errado

source: Unable to route
pt_pt: Não foi possível rotear

source: Delivery time expired
pt_pt: Tempo de entrega expirou

source: Delivery not authorized, message refused
pt_pt: Entrega não autorizada, mensagem recusada

source: Other or undefined mail system status
pt_pt: Status de sistema de correio diferente ou indefinido

source: Mail system full
pt_pt: Sistema de correio cheio

source: System not accepting network messages
pt_pt: Sistema que não aceita mensagens de rede

source: Other or undefined protocol status
pt_pt: Status de outro protocolo ou indefinido

source: Invalid command
pt_pt: Comando inválido

source: Syntax error
pt_pt: Erro de sintaxe

source: Too many recipients
pt_pt: Muitos recipientes

source: Can't deliver for unknown reason
pt_pt: Não é possível entregar por motivo desconhecido

source: each
es_es: cada uno
pt_pt: cada
zh_cn: 每个

source: Log problem with supplier
pt_pt: Problema de log com fornecedor

source: Confirm
es_es: Confirma
pt_pt: confirme

source: Unconfirm
pt_pt: Não confirmar

source: Mark as received
pt_pt: Marcar como recebido

source: Add to delivery
pt_pt: Adicionar à entrega

source: Received order from client, submitting to supplier
pt_pt: Pedido recebido do cliente, enviando ao fornecedor

source: Problem with supplier supplier
pt_pt: Problema com o fornecedor fornecedor

source: Price increase
pt_pt: Aumento de preço

source: Minimum order not meet
pt_pt: Pedido mínimo não atendido

source: Confirmed by supplier
pt_pt: Confirmado pelo fornecedor

source: Goods received from supplier
pt_pt: Bens recebidos do fornecedor

source: Loading Delivery
pt_pt: Carregando Entrega

source: Delivery inputted
pt_pt: Entrega inserida

source: In agent warehouse
pt_pt: No armazém do agente

source: Booked in, costing done
pt_pt: Reservado, com custos concluídos

source: Warehouse %d
pt_pt: Armazém% d

source: Sitting time
pt_pt: Tempo sentado

source: Orders sitting in the warehouse
pt_pt: Ordens sentadas no armazém

source: Dispatch time
pt_pt: Tempo de expedição

source: Order dispatched (last 30 days)
pt_pt: Pedido enviado (últimos 30 dias)

source: hrs
pt_pt: horas

source: Create, edit products, create and edit webpages
pt_pt: Crie, edite produtos, crie e edite páginas da web

source: Mailroom (Notifications & Mailshots)
pt_pt: Sala de correspondência (Notificações e fotos)

source: Worker permissions plus notifications management
pt_pt: Permissões de trabalho mais gerenciamento de notificações

source: Edit notifications, send newsletters and marketing emails
pt_pt: Edite notificações, envie boletins e e-mails de marketing

source: Browser notifications
pt_pt: Notificações do navegador

source: Submit ticket
pt_pt: Enviar ticket

source: Lightweight results
pt_pt: Resultados leves

source: Customer hasn't any order yet
pt_pt: O cliente ainda não fez nenhum pedido

source: Malay
pt_pt: malaio

source: Create Email Campaign
zh_cn: 创建电子邮件广告系列

source: Create Newsletter
es_es: Crear Boletín
zh_cn: 创建简报

source: Marketing
es_es: Mercadotecnia
zh_cn: 市场营销

source: Non acceptable request
zh_cn: 不接受的要求

source: You have entered unexisting family
es_es: Ha introducido inexistentes familia
zh_cn: 你已输入不存在的系列

source: Family found
es_es: Familia encontrada
zh_cn: 系列已找到

source: Operation not found
es_es: La operación no se encuentran
zh_cn: 操作没有找到

source: Stock
es_es: Inventario
zh_cn: 库存

source: rpp
zh_cn: 建议零售价

source: Showing all
es_es: mostrando todos
zh_cn: 显示全部

source: There isn't any department with code like
es_es: No hay ningún departamento con un código como
zh_cn: 没有任何类似的代码部门

source: There isn't any department with this description
es_es: No hay ningún departamento con esta descripción
zh_cn: 没有任何部门与此描述符合

source: Showing
es_es: Mostrando
zh_cn: 显示

source: department with code like
es_es: departamento con un código como
zh_cn: 部门编号类似

source: department with this description
es_es: departamento con esta descripción
zh_cn: 带有这个描述的部门

source: Public Sale
es_es: Venta al Público
zh_cn: 公开发售

source: Private Sale
es_es: Venta Privada
zh_cn: 私人出售

source: Not for Sale
es_es: No en Venta
zh_cn: 非卖品

source: Total
zh_cn: 总计

source: (Showing all)
es_es: (mostrando todos)
zh_cn: (显示所有)

source: There isn't any product with code like
es_es: No hay ningún producto con un código como
zh_cn: 没有任何像这个代码的产品，如

source: There isn't any product with name like
es_es: No hay ningún producto con nombre como
zh_cn: 没有任何产品名字像这个

source: products with code like
es_es: productos con un código como
zh_cn: 产品编号像这个

source: products with name like
es_es: productos con nombre como
zh_cn: 产品名字像这个

source: For Sale
es_es: Venta
zh_cn: 出售

source: forced
es_es: forzado
zh_cn: 被迫

source: There isn't any part with
zh_cn: 没有任何零件带有

source: There isn't any part used in
es_es: No hay ninguna parte que se usa en
zh_cn: 没有任何零件使用

source: There isn't any part supplied by
es_es: No hay ninguna parte suministrado por
zh_cn: 没有任何零件提供靠

source: There isn't any part with description like
es_es: No hay ninguna parte con la descripción como
zh_cn: 没有任何零件描述像

source: parts with
es_es: partes con
zh_cn: 配件以

source: parts used in
es_es: piezas utilizadas en
zh_cn: 所用零件

source: parts supplied by
es_es: piezas suministradas por
zh_cn: 零件提供者

source: parts with description like
es_es: partes con la descripción como
zh_cn: 零件描述像

source: products with the same code
es_es: productos con el mismo código
zh_cn: 有相同编号的产品

source: SKU
zh_cn: 库存单位

source: There isn't any family with code like
es_es: No hay ninguna familia con el código como
zh_cn: 没有任何类似编号的系列

source: There isn't any family with this name
es_es: No hay ninguna familia con este nombre
zh_cn: 没有任何类似这个名字的系列

source: families with code like
es_es: familias con un código como
zh_cn: 类似代码的家庭

source: families with this name
es_es: familias con este nombre
zh_cn: 类似名字的家庭

source: store
es_es: tienda
zh_cn: 商店

source: There isn't any store with code like
es_es: No hay ninguna tienda con nombre como
zh_cn: 没有任何商店编号像

source: There isn't any store with name like
es_es: No hay ninguna tienda con nombre como
zh_cn: 没有任何商店名字像

source: stores with code like
es_es: tiendas con un código como
zh_cn: 商店编号像

source: stores with name like
es_es: tiendas con nombres como
zh_cn: 商店名字像

source: charge
es_es: cargo
zh_cn: 负责

source: There isn't any charge with this name
es_es: No hay ningún cargo con el nombre como
zh_cn: 没有任何负责这个名字

source: There isn't any charge with description like
es_es: No hay ningún cargo con la descripción como
zh_cn: 没有任何负责这个描述

source: charges with name like
es_es: cargos con nombre como
zh_cn: 负责名字像

source: charges with description like
es_es: con la descripción de cargos como
zh_cn: 负责描述像

source: campaign
es_es: campaña
zh_cn: 运动

source: There isn't any campaign with this name
zh_cn: 没有任何运动带有这个名字

source: There isn't any campaign with description like
es_es: No hay ninguna campaña con la descripción como
zh_cn: 没有任何运动描述像

source: campaigns with name like
es_es: campañas con nombre como
zh_cn: 运动名字像

source: campaigns with description like
es_es: campañas con la descripción como
zh_cn: 运动描述像

source: deal
es_es: oferta
zh_cn: 交易

source: There isn't any deal with this name
es_es: No hay ningún acuerdo con ese nombre
zh_cn: 没有任何交易带有这个名字

source: There isn't any deal with description like
es_es: No hay ningún acuerdo con la descripción como
zh_cn: 没有任何交易描述像这个

source: deals with name like
es_es: se ocupa de nombre como
zh_cn: 交易名字像

source: deals with description like
es_es: se ocupa de la descripción como
zh_cn: 交易描述像

source: category
es_es: categoria
zh_cn: 分类

source: There isn't any category with name like
es_es: No hay ninguna categoría con nombre similar
zh_cn: 没有任何分类名字像

source: categories with name like
es_es: categorias con nombre como
zh_cn: 分类名字像

source: stock operation
es_es: operación de inventario
zh_cn: 库存操作

source: No stock movements
es_es: Sin movimientos de inventario
zh_cn: 没有库存动作
