Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: date
pt_pt: encontro

source: source
pt_pt: fonte

source: supplier's products
pt_pt: produtos do fornecedor

source: suppliers
pt_pt: fornecedores
zh_cn: 供应商

source: locations
pt_pt: Localizações

source: warehouse areas
pt_pt: áreas de armazém

source: supplier %s
pt_pt: fornecedor% s

source: warehouse %s
pt_pt: armazém% s

source: part's category %s
pt_pt: categoria da peça% s

source: category %s
pt_pt: categoria% s

source: Objects
pt_pt: Objetos

source: Login can't be empty
pt_pt: O login não pode estar vazio

source: Login too short
pt_pt: Login muito curto

source: Duplicate user login
pt_pt: Login de usuário duplicado

source: Employee has already a user set up
pt_pt: O funcionário já possui um usuário configurado

source: %s user record created
pt_pt: % s registro de usuário criado

source: User added successfully
pt_pt: Usúario adicionado corretamente

source: Local time
pt_pt: Horário local

source: Red
es_es: Rojo
pt_pt: Vermelho

source: Green
es_es: Verde
pt_pt: Verde

source: Blue
es_es: Azul
pt_pt: Azul

source: Black
pt_pt: Preto

source: none
pt_pt: Nenhum

source: all
pt_pt: todos

source: User removed from group %s
pt_pt: Usuário removido do grupo% s

source: User added to group %s
pt_pt: Usuário adicionado ao grupo% s

source: User's rights for store %s were removed
pt_pt: Os direitos do usuário para a loja% s foram removidos

source: User's rights for store %s were granted
pt_pt: Os direitos do usuário para a loja% s foram concedidos

source: User's rights for warehouse %s were removed
pt_pt: Os direitos do usuário para o armazém% s foram removidos

source: User's rights for warehouse %s were granted
pt_pt: Os direitos do usuário para o armazém% s foram concedidos

source: Wrong value %s
pt_pt: Valor errado% s

source: notifications/recovery email
pt_pt: notificações / e-mail de recuperação

source: recovery mobile
pt_pt: recuperação móvel

source: warehouses
pt_pt: armazéns
zh_cn: 仓库

source: theme
pt_pt: tema

source: production suppliers
pt_pt: fornecedores de produção

source: User deleted
pt_pt: Usuário excluído

source: Expired
es_es: Expirado
pt_pt: Perdeu a validade

source: Warehouse added
pt_pt: Armazém adicionado

source: Orange
es_es: Naranja
pt_pt: Laranja

source: Pink
es_es: Rosa
pt_pt: Rosa

source: Purple
es_es: Morado
pt_pt: Roxo

source: Yellow
es_es: Amarillo
pt_pt: Amarelo

source: Error can not create warehouse
es_es: El error no puede crear almacenes
pt_pt: Erro não pode criar armazém
zh_cn: 错误：无法创建仓库

source: Location missing
pt_pt: Localização ausente

source: Flag invalid colour
pt_pt: Sinalizar cor inválida

source: Duplicated location code
pt_pt: Código de localização duplicado

source: Calculate leakage from
pt_pt: Calcular o vazamento de

source: Warehouse area %s (%s) created
pt_pt: Área de armazém% s (% s) criada

source: Missing code
pt_pt: Código ausente

source: Location Code already in the warehouse
pt_pt: Código de localização já no armazém
zh_cn: 位置编号已经在仓库

source: Website added
pt_pt: Site adicionado

source: Only approved
pt_pt: Apenas aprovado

source: Bar hint
pt_pt: Dica de barra

source: Dot
pt_pt: Ponto

source: Only if stock very low
pt_pt: Somente se o estoque estiver muito baixo

source: registration type
pt_pt: Tipo de Registro

source: info bar basket amount type
pt_pt: tipo de valor da cesta da barra de informações

source: Another footer has same code %s
pt_pt: Outro rodapé tem o mesmo código% s

source: Website footer created
pt_pt: Rodapé do site criado

source: Another header has same code %s
pt_pt: Outro cabeçalho tem o mesmo código% s

source: Website header created
pt_pt: Cabeçalho do site criado

source: Rejected
pt_pt: Rejeitado

source: Domestic
pt_pt: Doméstico

source: Just in basket
pt_pt: Apenas na cesta

source: Changes
pt_pt: Alterar

source: Mail posts
pt_pt: Mensagens de correio

source: Deployments
pt_pt: Implantações

source: Payment state
pt_pt: Estado do pagamento

source: Waiting payment
pt_pt: A espera do pagamento

source: Dispatch state
pt_pt: Estado da expedição

source: Free
pt_pt: Livre

source: Through agent
pt_pt: Através do agente

source: Part status
pt_pt: Status da peça

source: Part in process
pt_pt: Parte em processo

source: Part active
pt_pt: Parte ativa

source: Part discontinuing
pt_pt: Parte descontinuada

source: Part discontinued
pt_pt: Peça descontinuada

source: Not required
pt_pt: Não requerido

source: Availability
es_es: Disponibilidad
pt_pt: Disponibilidade
zh_cn: 可用性

source: Move
es_es: Mover
pt_pt: Mover
zh_cn: 移动

source: No Dispatched
pt_pt: Nenhum despachado

source: Orders in Process
pt_pt: Ordens em processo
zh_cn: 处理中订单

source: Audits
es_es: Auditorías
pt_pt: Auditorias
zh_cn: 审核

source: Flags
pt_pt: Bandeiras

source: Trigger
pt_pt: Desencadear
zh_cn: 触发

source: Product category
pt_pt: Categoria de Produto

source: Customer category
pt_pt: Categoria de cliente

source: Customer list
pt_pt: Lista de clientes

source: In transit
pt_pt: Em trânsito

source: Submitted to agent
pt_pt: Enviado ao agente

source: To do
es_es: Por hacer
pt_pt: Façam
zh_cn: 要做

source: No Assigned
pt_pt: Não atribuído

source: Tax number status
pt_pt: Status do número de imposto

source: Tax number valid
pt_pt: Número fiscal válido

source: Tax number invalid
pt_pt: Número de imposto inválido

source: No tax number
pt_pt: Nenhum número de imposto

source: Number digits
pt_pt: Dígitos numéricos

source: No check digit (Will dup.)
pt_pt: Sem dígito de verificação (será duplicado).

source: No check digit
pt_pt: Sem dígito de verificação

source: Missing
es_es: Falta
pt_pt: Ausência de
zh_cn: 缺少

source: Underweight
pt_pt: Abaixo do peso

source: Overweight
pt_pt: Excesso de peso

source: Back in stock
pt_pt: Voltar em estoque

source: Booking-in in process
pt_pt: Processo de reserva em andamento

source: No received
pt_pt: Não recebido

source: Stock state
pt_pt: Estado de estoque

source: Good stock
pt_pt: Bom estoque

source: Very low
pt_pt: Muito baixo

source: Registration approved
pt_pt: Registro aprovado

source: Registration rejected
pt_pt: Registro rejeitado

source: Delivery confirmation
pt_pt: Confirmação de entrega

source: Hello
es_es: Hola
pt_pt: Olá
zh_cn: 你好

source: Supplier's product unit description
pt_pt: Descrição da unidade do produto do fornecedor

source: for supplier's POs
pt_pt: para pedidos de compra do fornecedor

source: Piece
es_es: Pieza
pt_pt: Peça
zh_cn: 片

source: for picking aid
pt_pt: para auxiliar de separação

source: stock control
pt_pt: controle de estoque

source: Carton Barcode
pt_pt: Código de barras da caixa

source: Recommended SKOs per selling outer
pt_pt: SKOs recomendados por venda externa

source: On Demand
pt_pt: Sob demanda

source: Unit expense
pt_pt: Despesas unitárias

source: Unit extra costs (%)
pt_pt: Custos extras unitários (%)

source: Unit recommended price
pt_pt: Preço unitário recomendado

source: Unit recommended RRP
pt_pt: PVR recomendado pela unidade

source: Unit recommended description
pt_pt: Descrição recomendada da unidade

source: Hazard identification number
pt_pt: Número de identificação de perigo

source: piece
pt_pt: peça

source: Family code
pt_pt: Código familiar

source: Label in family
pt_pt: Etiqueta na família

source: Contact address
pt_pt: Endereço de contato

source: Contact address (Postal label)
pt_pt: Endereço de contato (etiqueta postal)

source: Contact address (Separated fields)
pt_pt: Endereço de contato (campos separados)

source: Contact address line 2
pt_pt: Linha de endereço de contato 2

source: Contact address sorting code
pt_pt: Código de classificação do endereço de contato

source: Contact address postal code
pt_pt: Código postal do endereço de contacto

source: Contact address dependent locality
pt_pt: Localidade dependente do endereço de contato

source: Contact address locality
pt_pt: Localidade do endereço de contato

source: Contact address administrative area
pt_pt: Área administrativa do endereço de contato

source: Contact address country
pt_pt: País do endereço de contato

source: Billing address (Separated fields)
pt_pt: Endereço de cobrança (campos separados)

source: Billing address line 2
pt_pt: Endereço de cobrança, Linha 2

source: Billing address sorting code
pt_pt: Código de classificação do endereço de cobrança

source: Billing address postal code
pt_pt: Código postal do endereço de cobrança

source: Billing address dependent locality
pt_pt: Localidade dependente do endereço de cobrança

source: Billing address locality
pt_pt: Localidade do endereço de cobrança

source: Billing address administrative area
pt_pt: Área administrativa do endereço de cobrança

source: Billing address country
pt_pt: País do endereço de cobrança

source: Delivery address (Separated fields)
pt_pt: Endereço de entrega (campos separados)

source: Delivery address line 2
pt_pt: Linha 2 do endereço de entrega

source: Delivery address sorting code
pt_pt: Código de classificação do endereço de entrega

source: Delivery address postal code
pt_pt: Código postal do endereço de entrega

source: Delivery address dependent locality
pt_pt: Localidade dependente do endereço de entrega

source: Delivery address locality
pt_pt: Localidade do endereço de entrega

source: Delivery address administrative area
pt_pt: Área administrativa do endereço de entrega

source: Delivery address country
pt_pt: País do endereço de entrega

source: Last order date
es_es: Fecha último pedido
pt_pt: Data da ultima encomenda

source: Account balance
pt_pt: Saldo da conta

source: Payment method
pt_pt: Forma de pagamento

source: Number parcels
pt_pt: Número de parcelas

source: Main payment method
pt_pt: Principal método de pagamento

source: Shipping net
pt_pt: Rede de expedição

source: Charges net
pt_pt: Encargos líquidos

source: Insurance net
pt_pt: Rede de seguros

source: Sales Net
es_es: Ventas Netas
pt_pt: Rede de vendas
zh_cn: 净销售

source: Part SKO description
pt_pt: Descrição SKO da peça

source: Country Code
es_es: Código de país
pt_pt: Código do país
zh_cn: 国家编号

source: VAT registration number
pt_pt: O número de IVA

source: VAT registration number validation
pt_pt: Validação do número de registro do IVA

source: Stock value per SKO
pt_pt: Valor das ações por SKO

source: In process parts
pt_pt: Peças em processo

source: Active parts with surplus stock
pt_pt: Peças ativas com estoque excedente

source: Active parts with optimal stock
pt_pt: Peças ativas com estoque ideal

source: Active parts with low stock
pt_pt: Peças ativas com baixo estoque

source: Active parts with critical stock
pt_pt: Peças ativas com estoque crítico

source: Active parts out of stock
pt_pt: Peças ativas fora de estoque

source: Parts with stock errors
pt_pt: Peças com erros de estoque

source: Location expanded code
pt_pt: Código expandido da localização

source: Product Code
es_es: Código del Producto
pt_pt: Código do produto
zh_cn: 产品编号

source: Packs per carton
pt_pt: Embalagens por caixa

source: Ordered units
pt_pt: Unidades encomendadas

source: Ordered packs
pt_pt: Pacotes encomendados

source: Ordered cartons
pt_pt: Caixas encomendadas

source: Picture
pt_pt: Cenário
zh_cn: 图片

source: Sales deliveries
pt_pt: Entregas de vendas

source: Sales 1y ago
pt_pt: Vendas há 1 ano

source: Part family code
pt_pt: Código da família da peça

source: Family name
pt_pt: Sobrenome

source: Barcode errors
pt_pt: Erros de código de barras

source: Weight status
pt_pt: Status de peso

source: Unit Name
pt_pt: Nome da unidade

source: Unit weight (marketing)
pt_pt: Peso unitário (marketing)

source: Webpage description (html)
pt_pt: Descrição da página da Web (html)

source: Webpage description (plain text)
pt_pt: Descrição da página da Web (texto sem formatação)

source: 1st image
pt_pt: 1ª imagem

source: 2nd image
pt_pt: 2ª imagem

source: 3rd image
pt_pt: 3ª imagem

source: Order last updated
pt_pt: Última atualização do pedido

source: Dormant (No sales 1 year)
pt_pt: Inativo (sem vendas 1 ano)

source: Supplier code
es_es: Empresa Empresa
pt_pt: Código de fornecedor
zh_cn: 供应商编号

source: Supplier name
pt_pt: Nome do Fornecedor

source: Date sent
pt_pt: Data enviada

source: Number of times opened
pt_pt: Número de vezes aberto

source: Number of clicks
pt_pt: Número de cliques

source: Marked as spam
pt_pt: Marcado como spam

source: Localization
pt_pt: Localização

source: Timezone
pt_pt: Fuso horário

source: Product labels
pt_pt: Etiquetas de produtos

source: British English
pt_pt: inglês britânico

source: German
es_es: Aleman
pt_pt: alemão
zh_cn: 德文

source: French
es_es: Francés
pt_pt: francês
zh_cn: 法文

source: Spanish
es_es: Español
pt_pt: espanhol
zh_cn: 西班牙语

source: Polish
es_es: Polaco
pt_pt: polonês
zh_cn: 波兰

source: Italian
es_es: Italiano
pt_pt: italiano

source: Slovak
es_es: Eslovaca
pt_pt: Eslovaco
zh_cn: 斯洛伐克

source: Portuguese
pt_pt: Português

source: Maritime and inland waterways
pt_pt: Vias marítimas e interiores

source: Land
pt_pt: Terra

source: Maritime and inland waterway
pt_pt: Via marítima e fluvial

source: Air
pt_pt: Ar

source: Code, name
pt_pt: Nome de código

source: Add email
pt_pt: Adicionar email

source: Telephones
es_es: Teléfonos
pt_pt: Telefonos
zh_cn: 电话

source: Add telephone
pt_pt: Adicionar telefone

source: Supplier's products settings
pt_pt: Configurações de produtos do fornecedor

source: Waiting times
pt_pt: Tempos de espera

source: Terms and conditions
pt_pt: Termos e Condições

source: Purchase order settings
pt_pt: Configurações do pedido

source: Warning, misconfiguration of this variable can affect the creation of new orders
pt_pt: Aviso, a configuração incorreta dessa variável pode afetar a criação de novos pedidos

source: Ordering
pt_pt: Encomenda

source: Units packed in
pt_pt: Unidades embaladas em

source: L x W x H (in cm)
pt_pt: C x L x A (em cm)

source: Supplier's product cartons
pt_pt: Caixas de produtos do fornecedor

source: cubic meters
pt_pt: metros cúbicos

source: Our Id in Supplier records
pt_pt: Nosso ID nos registros do fornecedor

source: Restrictions
pt_pt: Restrições

source: Delete attachment
pt_pt: Excluir anexo

source: Delete barcode
pt_pt: Excluir código de barras

source: Apply when buy %s or more
pt_pt: Aplicar quando comprar% s ou mais

source: This label will be present in all other families
pt_pt: Este rótulo estará presente em todas as outras famílias

source: Terms label
pt_pt: Etiqueta de termos

source: Allowance label
pt_pt: Etiqueta de permissão

source: Suspend offer
pt_pt: Suspender oferta

source: Activate offer
pt_pt: Ativar oferta

source: End offer now
pt_pt: Finalizar oferta agora

source: Public labels
pt_pt: Etiquetas públicas

source: Terms
es_es: Terminos
pt_pt: Termos

source: Days after last order
pt_pt: Dias após o último pedido

source: Reminders
es_es: Recordatorios
pt_pt: Lembretes

source: Send reminders
pt_pt: Enviar lembretes

source: Days before last dead-end
pt_pt: Dias antes do último beco sem saída

source: Subject type
pt_pt: Tipo de assunto

source: Delete category
pt_pt: Excluir categoria

source: Small order charge
pt_pt: Cobrança de pedidos pequenos

source: Priority delivery
pt_pt: Entrega prioritária

source: Charge type
pt_pt: Tipo de cobrança

source: Ids, Name
pt_pt: Ids, nome

source: Serial number displayed in the box
pt_pt: Número de série exibido na caixa

source: Serial number
pt_pt: Número de série

source: Monthly (fixed)
pt_pt: Mensal (fixo)

source: Per hour (prorata)
pt_pt: Por hora (prorata)

source: Personal information
pt_pt: Informação pessoal

source: Contractual service agreement
pt_pt: Contrato de serviço contratual

source: Employment
pt_pt: Emprego

source: Working hours & salary
pt_pt: Horas de trabalho e salário

source: Permissions
pt_pt: Permissões

source: Set up system user
pt_pt: Configurar usuário do sistema

source: Recalculate time sheets
pt_pt: Recalcular folhas de ponto

source: Terminate contract
pt_pt: Terminar contrato

source: Delete contractor
pt_pt: Excluir contratante

source: Don't set up system user
pt_pt: Não configure o usuário do sistema

source: Terminate employment
pt_pt: Cessar emprego

source: Delete employee
pt_pt: Excluir funcionário

source: Not Valid
pt_pt: Inválido

source: Check online
pt_pt: Verifique on-line

source: Name, Ids
pt_pt: Nome, IDs

source: Recargo de equivalencia
pt_pt: Recargo de equivalência

source: Approve customer
pt_pt: Aprovar cliente

source: Reject customer
pt_pt: Rejeitar cliente

source: Delete customer
pt_pt: Excluir cliente

source: Web login
pt_pt: Login na Web

source: New delivery address
pt_pt: Novo endereço de entrega

source: Add delivery address
pt_pt: Adicionar endereço de entrega

source: Sales representative
pt_pt: Representante de vendas

source: Other delivery addresses
pt_pt: Outros endereços de entrega

source: Contact status
pt_pt: Status do contato

source: Customer status
pt_pt: Status do cliente

source: until
pt_pt: até

source: Registered interval
pt_pt: Intervalo registrado

source: Contact properties
pt_pt: Propriedades de contato

source: Geographical location
pt_pt: Localização geográfica

source: Any value
pt_pt: Qualquer valor

source: with
es_es: con
pt_pt: com
zh_cn: 和

source: with out
pt_pt: sem

source: Ordered products
pt_pt: Produtos encomendados

source: Ordered interval
pt_pt: Intervalo ordenado

source: Order state
pt_pt: Estado do pedido

source: Calculate number of customer the list will have
pt_pt: Calcular o número de clientes que a lista terá

source: Calculating number of items
pt_pt: Cálculo do número de itens

source: Terms info
pt_pt: Informações sobre termos

source: Allowance info
pt_pt: Informações sobre subsídios

source: Dates
pt_pt: datas

source: Will affect other allowances
pt_pt: Afetará outras permissões

source: Box
es_es: Caja
pt_pt: Caixa
zh_cn: 盒子

source: Pallet
pt_pt: Palete
zh_cn: 托盘

source: Warning, editing delivery note details can cause problems
pt_pt: Aviso, a edição de detalhes da nota de entrega pode causar problemas

source: Parcels/Weight
pt_pt: Encomendas / Peso

source: A reason should be provided
pt_pt: Um motivo deve ser fornecido

source: Un dispatch
pt_pt: Un expedição

source: Un dispatching delivery
pt_pt: Entrega de despacho

source: This operation cannot be undone
es_es: Esta operación no se puede deshacer
pt_pt: Esta operação não pode ser desfeita
zh_cn: 这个操作不能取消

source: Write the reason for un dispatching this delivery note
pt_pt: Escreva o motivo para não enviar esta nota de entrega

source: Set delivery note as no dispatched
pt_pt: Definir nota de entrega como não despachada

source: Visibility
pt_pt: Visibilidade

source: Show in website
pt_pt: Mostrar no site

source: Reminder
pt_pt: Lembrete

source: Days after last order dispatched
pt_pt: Dias após o último pedido enviado

source: Mailshot schedule
pt_pt: Agenda de Mailshot

source: Set as live
pt_pt: Definir como ao vivo

source: Suspend
es_es: Suspendido
pt_pt: Suspender
zh_cn: 暂停

source: Schedule
pt_pt: Cronograma

source: Reactivate
pt_pt: Reativar

source: Please ask an authorised user to delete this invoice
pt_pt: Peça a um usuário autorizado para excluir esta fatura

source: Deleting invoice
pt_pt: Excluindo fatura

source: Write the reason for deleting this invoice
pt_pt: Escreva o motivo da exclusão desta fatura

source: Delete invoice
pt_pt: Excluir fatura

source: To delete refund all payments have to be cancelled first
pt_pt: Para excluir o reembolso, todos os pagamentos devem ser cancelados primeiro

source: Deleting refund
pt_pt: Excluindo reembolso

source: Write the reason for deleting this refund
pt_pt: Escreva o motivo da exclusão deste reembolso

source: Delete refund
pt_pt: Excluir reembolso

source: Delete list
pt_pt: Excluir lista

source: Storing
es_es: Almacenamiento
pt_pt: Armazenando
zh_cn: 存储

source: Displaying
es_es: Viendo
pt_pt: Exibindo
zh_cn: 显示

source: Capacity
pt_pt: Capacidade

source: Delete location
pt_pt: Excluir local

source: Inactive form more than days
pt_pt: Forma inativa por mais de dias

source: Order last updated with in
pt_pt: Última atualização do pedido com em

source: Calculate estimated number of recipients
pt_pt: Calcular o número estimado de destinatários

source: Category (Targeted)
pt_pt: Categoria (segmentada)

source: Category (Spread out)
pt_pt: Categoria (Espalhar)

source: Product (Targeted)
pt_pt: Produto (segmentado)

source: Product (Spread out)
pt_pt: Produto (espalhado)

source: Mailing list
pt_pt: Lista de discussão

source: Category/Product
pt_pt: Categoria / Produto

source: Choose source
pt_pt: Escolha a fonte

source: Product/Category
pt_pt: Categoria de Produto

source: List
es_es: Lista
pt_pt: Lista
zh_cn: 名单

source: Mail bomb
pt_pt: Bomba de correio

source: Choose one
pt_pt: Escolha um

source: Duration
es_es: Duración
pt_pt: Duração
zh_cn: 持续时间

source: Buy %s get %s free
pt_pt: Compre% s e obtenha% s de graça

source: Buy %s cheapest %s free
pt_pt: Compre% s mais barato% s grátis

source: Mix & match
pt_pt: Misturar e combinar

source: Choose offer
pt_pt: Escolha a oferta

source: Minimum category/product ordered amount
pt_pt: Valor mínimo pedido por categoria / produto

source: Private code
pt_pt: Código privado

source: Open to all
pt_pt: Aberto a todos

source: Who is entitled to this offer
pt_pt: Quem tem direito a esta oferta

source: Automatically generated
pt_pt: Gerado automaticamente

source: Voucher code
pt_pt: Código do voucher

source: Automatically generated voucher code
pt_pt: Código de comprovante gerado automaticamente

source: All products
pt_pt: Todos os produtos

source: When this offer is applied
pt_pt: Quando esta oferta é aplicada

source: Minimum order (items gross net)
pt_pt: Pedido mínimo (itens brutos líquidos)

source: Anyone
pt_pt: Qualquer um

source: A customer
pt_pt: Um cliente

source: Customers in a category
pt_pt: Clientes em uma categoria

source: Customers' in a list
pt_pt: Clientes em uma lista

source: Choose other customer
pt_pt: Escolha outro cliente

source: Order product/category
pt_pt: Encomendar produto / categoria

source: Customer nth order
pt_pt: Enésima ordem do cliente

source: Minimum outers ordered
pt_pt: Mínimos pedidos solicitados

source: Add minimum order
pt_pt: Adicionar pedido mínimo

source: extra term
pt_pt: termo extra

source: Minimum items net amount
pt_pt: Valor líquido de itens mínimos

source: Promotion name
pt_pt: Nome da promoção

source: Get product free
pt_pt: Obtenha produto gratuitamente

source: % off
pt_pt: % fora

source: Applied only to new refunds
pt_pt: Aplicado apenas a novos reembolsos

source: Delivering
pt_pt: Entregando

source: Applied only to new replacements/refunds
pt_pt: Aplicado apenas a novas substituições / reembolsos

source: Delivery options
pt_pt: Opções de entrega

source: Allowances
pt_pt: Subsídios

source: None
es_es: Ninguno
pt_pt: Nenhum
zh_cn: 无

source: Star
pt_pt: Estrela

source: Skull
pt_pt: Crânio

source: Radioactive
pt_pt: Radioativo

source: Peace
pt_pt: Paz

source: Sad
pt_pt: Triste

source: Gear
pt_pt: Engrenagem

source: Love
pt_pt: Ame

source: Part's family code
pt_pt: Código da família da peça

source: Part's family not found
pt_pt: Família da peça não encontrada

source: Part's family will be created
pt_pt: A família da peça será criada

source: Cost/Pricing
pt_pt: Custo / preço

source: amount in %s
pt_pt: quantidade em% s

source: % extra costs not apply
pt_pt: % de custos extras não se aplicam

source: amount in %s or margin (%%)
pt_pt: valor em% s ou margem (%%)

source: Part unit
pt_pt: Unidade de peça

source: Unit barcode (EAN-13)
pt_pt: Código de barras da unidade (EAN-13)

source: Products associated with part
pt_pt: Produtos associados à peça

source: Part already in warehouse
pt_pt: Peça já em armazém

source: Part stock keeping outer (SKO)
pt_pt: Manutenção de estoque de peças (SKO)
