Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Bird's-eye view
pt_pt: Vista aérea

source: Upload new image
pt_pt: Carregar nova imagem

source: Can't add category
pt_pt: Não é possível adicionar categoria

source: Category already in the web page
pt_pt: Categoria já na página da web

source: Register
pt_pt: Registo

source: Padding
pt_pt: Preenchimento

source: View
pt_pt: Visão

source: With favourites
pt_pt: Com favoritos

source: No favourites
pt_pt: Sem favoritos

source: Change layout
pt_pt: Alterar layout

source: Apply changes
pt_pt: Aplicar mudanças

source: Upload image
pt_pt: Enviar Imagem

source: New link
pt_pt: Novo link

source: Remove link
pt_pt: Remover link

source: Update link
pt_pt: Atualizar link

source: Move link
pt_pt: Mover link

source: Add link
pt_pt: Adicionar link

source: https://... or webpage code
pt_pt: https: // ... ou código da página da web

source: Bullet points
pt_pt: Tópicos

source: Logistics
pt_pt: Logística

source: Contact
es_es: Contacto
pt_pt: Contato
zh_cn: 联系

source: Nature
pt_pt: Natureza

source: Humanoid
pt_pt: Humanóide

source: No icon
pt_pt: Nenhum ícone

source: Basket
es_es: Canasta
pt_pt: Cesto de compras

source: My favourites
pt_pt: Meus favoritos

source: Log out
pt_pt: Sair

source: Add category
pt_pt: Adicionar categoria

source: Delete this section
pt_pt: Excluir esta seção

source: See also
pt_pt: Ver também

source: Search
es_es: Búsqueda
pt_pt: Pesquisar
zh_cn: 搜索

source: Favourites
pt_pt: Favoritos

source: Delivery Address
es_es: Dirección de entrega
pt_pt: Morada de entrega
zh_cn: 送货地址

source: Continue shopping
pt_pt: Continue comprando

source: Must be
pt_pt: Devemos ser

source: Height
es_es: Altura
pt_pt: Altura
zh_cn: 高度

source: Width
es_es: Ancho
pt_pt: Largura
zh_cn: 宽度

source: Header height
pt_pt: Altura do cabeçalho

source: Header text
pt_pt: Texto do cabeçalho

source: Header background
pt_pt: Plano de fundo do cabeçalho

source: Footer text
pt_pt: Texto de rodapé

source: Footer background
pt_pt: Rodapé de fundo

source: Lower footer text
pt_pt: Texto de rodapé inferior

source: Lower footer background
pt_pt: Fundo do rodapé inferior

source: Control area background
pt_pt: Fundo da área de controle

source: Control button text
pt_pt: Texto do botão de controle

source: Control button background
pt_pt: Fundo do botão de controle

source: Menu text
pt_pt: Texto do menu

source: Menu background
pt_pt: Fundo do menu

source: border
pt_pt: fronteira

source: Submenu text
pt_pt: Texto do submenu

source: Submenu background
pt_pt: Plano de fundo do submenu

source: Submenu item text
pt_pt: Texto do item do submenu

source: Submenu item background
pt_pt: Fundo do item do submenu

source: Navigation text
pt_pt: Texto de navegação

source: Navigation background
pt_pt: Fundo de navegação

source: Navigation bottom border
pt_pt: Borda inferior da navegação

source: Body text
pt_pt: Texto de corpo

source: Body background
pt_pt: Fundo do corpo

source: Outside background
pt_pt: Fora do plano de fundo

source: Button text
pt_pt: Botão de texto

source: Button background
pt_pt: Fundo do botão

source: Border
pt_pt: Fronteira

source: Edit portfolio text
pt_pt: Editar texto do portfólio

source: Order button text
pt_pt: Texto do botão Encomendar

source: Edit portfolio background
pt_pt: Editar plano de fundo do portfólio

source: Order button background
pt_pt: Fundo do botão Order

source: More info
es_es: Mas información
pt_pt: Mais informação

source: For prices, please login or register
pt_pt: Para preços, faça o login ou registre-se

source: Add to portfolio
pt_pt: Adicionar ao portfólio

source: In portfolio
pt_pt: No portfólio

source: Remove from portfolio
pt_pt: Remover do portfólio

source: Ordered
es_es: Pedidos
pt_pt: Encomendado
zh_cn: 已订购

source: Launching soon
pt_pt: Lançamento em breve

source: Button
pt_pt: Botão

source: Invoice Address
pt_pt: Endereço da fatura

source: Caption
es_es: Título
pt_pt: Subtítulo
zh_cn: 说明文字

source: Product's headers
pt_pt: Cabeçalhos do produto

source: headers
pt_pt: cabeçalhos

source: Width:
pt_pt: Largura:

source: Height:
pt_pt: Altura:

source: Background:
pt_pt: Fundo:

source: Video
pt_pt: Vídeo

source: Hand picked sort
pt_pt: Classificação escolhida a dedo

source: Header
es_es: Cabecera
pt_pt: Cabeçalho
zh_cn: 页眉

source: Sort by code 0-9 (ascending)
pt_pt: Classificar pelo código 0-9 (crescente)

source: Sort by code 9-0 (descending)
pt_pt: Classificar por código 9-0 (decrescente)

source: Sort by name a-z (ascending)
pt_pt: Classificar por nome a-z (crescente)

source: New first
pt_pt: Novo primeiro

source: No stock last
pt_pt: Sem estoque por último

source: Buffer zone
pt_pt: Zona tampão

source: Logo width
pt_pt: Largura do logotipo

source: Special departments
pt_pt: Departamentos especiais

source: Special Families
pt_pt: Famílias Especiais

source: Nothing
pt_pt: Nada

source: Three columns
pt_pt: Três colunas

source: Single column
pt_pt: Coluna única

source: Add column
pt_pt: Adicionar coluna

source: Delete this column
pt_pt: Excluir esta coluna

source: Special families
pt_pt: Famílias especiais

source: Empty
pt_pt: Esvaziar

source: Reset header
pt_pt: Redefinir cabeçalho

source: Left menu
pt_pt: Menu esquerdo

source: Logo
es_es: Lógo
pt_pt: Logotipo

source: Left margin
pt_pt: Margem esquerda

source: Column
es_es: Columna
pt_pt: Coluna

source: Pinned section
pt_pt: Seção fixada

source: No title
pt_pt: Sem título

source: Add category to this section
pt_pt: Adicionar categoria a esta seção

source: Unique customer reference
pt_pt: Referência exclusiva do cliente

source: Address labels
pt_pt: Etiquetas de endereço

source: Missing password
pt_pt: Senha ausente

source: Please enter your new password"
pt_pt: Digite sua nova senha "

source: Password min length
pt_pt: Comprimento mínimo da senha

source: Enter at least 8 characters"
pt_pt: Digite pelo menos 8 caracteres "

source: Same password
pt_pt: Mesma senha

source: Enter the same password as above"
pt_pt: Digite a mesma senha acima "

source: Password reset form
pt_pt: Formulário de redefinição de senha

source: Messages
pt_pt: Mensagens

source: Password changed
pt_pt: Senha alterada

source: Token expired
pt_pt: Token expirado

source: Incorrect/Used token
pt_pt: Token incorreto / usado

source: User already log in
pt_pt: Usuário já logado

source: Background
es_es: Fondo
pt_pt: fundo
zh_cn: 背景

source: Click anywhere
pt_pt: Clique em qualquer lugar

source: Properties
es_es: Propiedades
pt_pt: Propriedades
zh_cn: 属性

source: Missing email
pt_pt: E-mail ausente

source: Please enter your registered email address
pt_pt: Digite seu endereço de e-mail registrado

source: Invalid email
pt_pt: E-mail inválido

source: Please enter a valid email address
pt_pt: Por favor insira um endereço de e-mail válido

source: Please enter your password"
pt_pt: Por favor, insira sua senha"

source: forgot password
pt_pt: Esqueceu a senha

source: login form
pt_pt: forma de login

source: Recovery email send
pt_pt: Enviar e-mail de recuperação

source: Video Id
pt_pt: ID do vídeo

source: Caption style
pt_pt: Estilo da legenda

source: Valid until
es_es: Valido hasta
pt_pt: Válido até

source: Reviews
pt_pt: Avaliações

source: Unsubscribe
pt_pt: Cancelar subscrição

source: Reset password
pt_pt: Redefinir senha

source: Checkout
pt_pt: Verificação de saída

source: Thanks
es_es: Gracias
pt_pt: Obrigado/a

source: Clients
pt_pt: Clientes

source: Clients's orders
pt_pt: Pedidos de clientes

source: Registration form
pt_pt: Formulário de registro

source: Blackboard
pt_pt: Quadro-negro

source: Images
es_es: Imagenes
pt_pt: Imagens
zh_cn: 图片

source: Not found
pt_pt: Não encontrado

source: Offline page
pt_pt: Página offline

source: Under construction
pt_pt: Em construção

source: Telephone
es_es: Teléfono
pt_pt: Telefone
zh_cn: 电话

source: Counter
pt_pt: Contador

source: Three-Pack
pt_pt: Pacote de três

source: One-Pack
pt_pt: Um pacote

source: Two-One
pt_pt: Dois Um

source: Map
es_es: Mapa
pt_pt: Mapa
zh_cn: 地图

source: Launching website
pt_pt: Site de lançamento

source: Section title
pt_pt: Título da seção

source: Section subtitle
pt_pt: Subtítulo da seção

source: Sections
pt_pt: Seções
zh_cn: 节

source: Section
pt_pt: Seção

source: Move to other section
pt_pt: Mover para outra seção

source: Change image
pt_pt: Alterar imagem

source: Copyright owner
pt_pt: Proprietário dos direitos autorais

source: Links
es_es: Enlaces
pt_pt: Ligações
zh_cn: 链接

source: Link label
pt_pt: Rótulo do link

source: https://... or page code
pt_pt: https: // ... ou código da página

source: Contact info
pt_pt: Informações para contato

source: About us
pt_pt: Sobre nós

source: Social icons
pt_pt: Ícones sociais

source: My address
pt_pt: Meu endereço

source: My company name
pt_pt: Nome da minha empresa

source: Skype username
pt_pt: Nome de usuário do Skype

source: Custom text
pt_pt: Texto personalizado

source: Remove item
pt_pt: Remover item

source: text
pt_pt: texto

source: Useful Links
pt_pt: Links Úteis

source: Home Page Variations
pt_pt: Variações da Página Inicial

source: Features and Benefits
pt_pt: Características e benefícios

source: Add item
pt_pt: Adicionar Item

source: Add social media link
pt_pt: Adicionar link de mídia social

source: We're launching soon
pt_pt: Vamos lançar em breve

source: Our website is under construction. We'll be here soon with our new awesome site
pt_pt: Nosso website está em construção. Estaremos aqui em breve com nosso novo site incrível

source: Dimensions
es_es: Dimensiones
pt_pt: Dimensões
zh_cn: 尺寸

source: Materials
pt_pt: Materiais

source: Ingredients
es_es: Ingredientes
pt_pt: Ingredientes
zh_cn: 配料

source: Cosmetic Products Notification Portal
pt_pt: Portal de Notificação de Produtos Cosméticos

source: Order number
es_es: Número de pedido
pt_pt: Número do pedido

source: Credit card
pt_pt: Cartão de crédito

source: Bank
pt_pt: Banco

source: Checkout form
pt_pt: Formulário de pagamento

source: Beneficiary
pt_pt: Beneficiário

source: Account Number
pt_pt: Nº conta bancária

source: Bank Code
pt_pt: Código bancário

source: Address
es_es: Dirección
pt_pt: Morada
zh_cn: 地址

source: Set order for collection
pt_pt: Definir ordem para coleta

source: Order for collection
pt_pt: Encomenda para recolha

source: Delivery to this address
pt_pt: Entrega para este endereço

source: Other delivery address
pt_pt: Outro endereço de entrega

source: If you do not wish to receive more marketing emails from us
pt_pt: Se você não deseja receber mais emails de marketing nossos

source: Unsubscribe here
pt_pt: Desinscreva-se aqui

source: Account no.
pt_pt: Conta no.

source: Purchase order no.
pt_pt: Pedido nº.

source: Preview only, not submitted yet!
pt_pt: Apenas visualização, ainda não enviada!

source: Expected dispatch
pt_pt: Expedição prevista

source: VAT Number
es_es: Número fiscal
pt_pt: Número de IVA

source: Registration Number
es_es: Número de registración
pt_pt: Número da inscrição
zh_cn: 注册号码

source: Page
es_es: Pagina
pt_pt: Página
zh_cn: 页面

source: of
es_es: de
pt_pt: do
zh_cn: 的

source: Submitted by
pt_pt: Enviado por

source: Purchase Order
es_es: Orden de compra
pt_pt: Ordem de Compra
zh_cn: 采购订单

source: Payment terms
pt_pt: Termos de pagamento

source: Supplier's address
pt_pt: Endereço do fornecedor

source: Ship to address
pt_pt: Enviar para o endereço

source: Unit description
pt_pt: Descrição da unidade

source: Quantity ordered
pt_pt: Quantidade encomendada

source: Unit cost
pt_pt: Custo unitário

source: Total items
pt_pt: Total de Itens

source: Units
es_es: Unidades
pt_pt: Unidades
zh_cn: 单位

source: Cartons
pt_pt: Caixas

source: hrs/w
pt_pt: h / w

source: Start
pt_pt: Começar

source: Finish
es_es: Terminado
pt_pt: Terminar

source: Unpaid breaks
pt_pt: Pausas não pagas

source: Weekdays
pt_pt: Dias da semana

source: Monday
es_es: Lunes
pt_pt: Segunda-feira
zh_cn: 星期一

source: Tuesday
es_es: Martes
pt_pt: terça
zh_cn: 星期二

source: Wednesday
es_es: Miercoles
pt_pt: Quarta-feira
zh_cn: 星期三

source: Thursday
es_es: Jueves
pt_pt: Quinta-feira
zh_cn: 星期四

source: Friday
es_es: Viernes
pt_pt: Sexta-feira
zh_cn: 星期五

source: Weekend
pt_pt: Final de semana

source: Saturday
es_es: Sabado
pt_pt: sábado
zh_cn: 星期六

source: Sunday
es_es: Domingo
pt_pt: domingo
zh_cn: 星期日

source: Starting
es_es: A partir
pt_pt: Iniciando
zh_cn: 开始

source: minutes
pt_pt: minutos

source: add break
pt_pt: adicionar pausa

source: Homepage logout view
pt_pt: Visualização de logout da página inicial

source: Homepage
pt_pt: Pagina inicial

source: Order Number
es_es: Número de pedido
pt_pt: Número de Encomenda
zh_cn: 订单号码

source: Invoice Date
es_es: Fecha de la factura
pt_pt: Data de fatura
zh_cn: 发票日期

source: Tax liability date
pt_pt: Data do passivo fiscal

source: Order Date
es_es: Fecha del pedido
pt_pt: Data encomenda
zh_cn: 订单日期

source: Invoice Number
es_es: Número de factura
pt_pt: Número de Fatura
zh_cn: 发票号码

source: Customer's PO Reference
pt_pt: Referência do pedido do cliente

source: Payment State
es_es: Estado del pago
pt_pt: Estado do pago
zh_cn: 付款状态

source: Phone
pt_pt: telefone

source: Tax Number
es_es: Número fiscal
pt_pt: Número de identificação fiscal
zh_cn: 税号

source: Billing address
pt_pt: Endereço de cobrança

source: Unit price
pt_pt: Preço unitário

source: Ordered products not dispatched
pt_pt: Produtos encomendados não enviados

source: Out of Stock
es_es: Fuera de Stock
pt_pt: Fora de Stock
zh_cn: 缺货

source: Adjusts
pt_pt: Ajusta

source: Method
pt_pt: Metódo

source: Transfer of tax liability
pt_pt: Transferência de responsabilidade tributária

source: Skip
pt_pt: Pular
zh_cn: 跳过

source: Logged in
es_es: Ingresado
pt_pt: Conectado

source: Edit
es_es: Editar
pt_pt: Editar
zh_cn: 编辑

source: Drag
pt_pt: Arrasto

source: Block edit
pt_pt: Bloquear edição

source: Reset footer
pt_pt: Redefinir rodapé

source: Notes
es_es: Notas
pt_pt: Notas
zh_cn: 注释

source: Part reference
pt_pt: Referência da peça

source: Note for pickers
pt_pt: Nota para catadores

source: Add a part
pt_pt: Adicionar uma peça

source: Postal codes
pt_pt: Códigos postais

source: Add postal code condition
pt_pt: Adicionar condição de código postal

source: Only this postal codes
pt_pt: Somente esses códigos postais

source: without this postal codes
pt_pt: sem esses códigos postais

source: Clean
pt_pt: Limpar \ limpo

source: Postal codes ranges or Regex
pt_pt: Intervalos de códigos postais ou Regex

source: Add country
pt_pt: Adicionar país

source: Log in
es_es: Ingresar
pt_pt: Entrar
zh_cn: 登入

source: Text version
pt_pt: Versão em texto

source: HTML version
pt_pt: Versão HTML

source: Email subject
pt_pt: Assunto do email

source: Frequency
pt_pt: Frequência

source: Pay day
pt_pt: Dia do pagamento

source: th of the month
pt_pt: dia do mês

source: Mon
pt_pt: seg

source: Tue
pt_pt: ter

source: Wed
pt_pt: Casar

source: Thu
pt_pt: qui

source: Fri
pt_pt: Sex

source: Sat
pt_pt: Sentou

source: Sun
pt_pt: Sol

source: Fixed
pt_pt: Fixo

source: per month
pt_pt: por mês

source: per week
pt_pt: por semana

source: per hour
pt_pt: por hora

source: Start again
pt_pt: Comece de novo

source: Saved templates lists
pt_pt: Listas de modelos salvos

source: Start over
pt_pt: Recomeçar

source: Change template
pt_pt: Alterar modelo

source: Add HTML section
pt_pt: Adicionar seção HTML

source: Text in main header
pt_pt: Texto no cabeçalho principal

source: Text in search area
pt_pt: Texto na área de pesquisa

source: Text color
pt_pt: Cor do texto

source: Header image
pt_pt: Imagem de cabeçalho

source: Invalid value
pt_pt: Valor inválido

source: Loading
es_es: Cargando
pt_pt: Carregando
zh_cn: 读取中

source: Supplier's product code
pt_pt: Código do produto do fornecedor

source: Order quantity
pt_pt: Quantidade da ordem

source: Percentage off
pt_pt: Porcentagem desativada

source: Please ask an authorised user to edit this field
pt_pt: Peça a um usuário autorizado para editar este campo

source: Assign next available barcode
pt_pt: Atribuir o próximo código de barras disponível

source: Recipient
pt_pt: Destinatário

source: Organization
pt_pt: Organização

source: Line 1
pt_pt: Linha 1

source: Line 2
pt_pt: Linha 2

source: Dependent locality
pt_pt: Localidade dependente

source: Values don't match
pt_pt: Valores não correspondem

source: start again
pt_pt: comece de novo

source: Retype new password
pt_pt: Redigite a nova senha

source: Start packing
es_es: Inicio de embalaje
pt_pt: Começar a embalar
zh_cn: 开始打包

source: Scan mode
pt_pt: Modo de digitalização

source: Set all as packed
pt_pt: Definir tudo como embalado

source: mark all as packed
pt_pt: marcar tudo como embalado

source: Packed by
es_es: Empaquetado por
pt_pt: Embalado por

source: Edit items
pt_pt: Editar itens

source: inline
pt_pt: na linha

source: by
es_es: por
pt_pt: por
zh_cn: 靠

source: spreadsheet
pt_pt: planilha

source: Add items
pt_pt: Adicionar itens

source: Online form
pt_pt: Formulário online

source: from
es_es: de
pt_pt: desde
zh_cn: 来自

source: template
pt_pt: modelo

source: Check if you want to add a new supplier to an existing part
pt_pt: Verifique se você deseja adicionar um novo fornecedor a uma peça existente

source: Allow add to existing part
pt_pt: Permitir adicionar à peça existente

source: Download
es_es: Descargar
pt_pt: Baixar
zh_cn: 下载

source: Stop
pt_pt: Pare

source: Close dialog
pt_pt: Fechar caixa de diálogo

source: Export as spreadsheet
pt_pt: Exportar como planilha

source: Export as CSV file
pt_pt: Exportar como arquivo CSV

source: Last page
pt_pt: Última página

source: Next page
pt_pt: Próxima página

source: Results per page
pt_pt: Resultados por página

source: Previous page
pt_pt: Página anterior

source: First page
pt_pt: Primeira página

source: Export for Omega accountancy software
pt_pt: Exportação para software de contabilidade Omega

source: Export
es_es: Exportar
pt_pt: Exportação
zh_cn: 出口

source: Filter table
pt_pt: Tabela de filtro

source: Apply filter
pt_pt: Aplicar filtro

source: inline editing
pt_pt: edição em linha

source: Check/Uncheck all
pt_pt: Marque / desmarque tudo

source: Ready for scan
pt_pt: Pronto para digitalização

source: Item placed
pt_pt: Item colocado

source: SKO with this barcode not found in delivery
pt_pt: SKO com este código de barras não encontrado na entrega

source: Assign to part
pt_pt: Atribuir à parte

source: Publish
pt_pt: Publicar

source: Payment
es_es: Pago
pt_pt: Forma de pagamento

source: Author
es_es: Autor
pt_pt: Autor
zh_cn: 作者

source: Since
es_es: Desde
pt_pt: Desde a
zh_cn: 自从

source: Last order
pt_pt: Último pedido

source: Complain date
pt_pt: Data da reclamação

source: Reporter
pt_pt: Repórter
zh_cn: 报告人

source: Unit name
pt_pt: Nome da unidade

source: Unit weight
pt_pt: Unidade de peso

source: Units send
pt_pt: Unidades enviam

source: Idle days
pt_pt: Dias inativos

source: Source
pt_pt: Fonte

source: Ignored
es_es: ignorado
pt_pt: Ignorado
zh_cn: 忽略的

source: Supplier/Agent
pt_pt: Fornecedor / Agente

source: Created by
pt_pt: Criado por

source: Total AC
pt_pt: AC total

source: Store Name
es_es: Tienda
pt_pt: Nome da loja
zh_cn: 商店名称

source: Contact number
pt_pt: Número de contato

source: Assignment title
pt_pt: Título da tarefa

source: Roles
pt_pt: Funções

source: Point of contact
pt_pt: Ponto de contato

source: Working since
pt_pt: Trabalhando desde

source: End work
pt_pt: Trabalho final

source: System user
pt_pt: Usuário do sistema

source: User login
pt_pt: Login de usuário

source: Number logins
pt_pt: Logins numéricos

source: Last login
pt_pt: Último Login

source: Qty Invoiced
pt_pt: Quantidade faturada

source: % Repeat customers
pt_pt: % De clientes repetidos

source: Quantity invoiced
pt_pt: Quantidade faturada

source: Terms & allowances
pt_pt: Termos e subsídios

source: Scope
pt_pt: Escopo

source: Payment account
pt_pt: Conta de pagamento

source: Online state
pt_pt: Estado online

source: Web page group
pt_pt: Grupo de páginas da Web

source: Views
pt_pt: Visualizações
zh_cn: 视图

source: Payroll ID
pt_pt: ID da folha de pagamento

source: Work cost
pt_pt: Custo do trabalho

source: SKO description
pt_pt: Descrição SKO

source: Total revenue
pt_pt: Rendimento total

source: Total dispatched
pt_pt: Total expedido

source: Stock status
pt_pt: Status de estoque

source: Current supplier cost per SKO
pt_pt: Custo atual do fornecedor por SKO

source: Warehouse stock value per SKO
pt_pt: Valor em estoque do armazém por SKO

source: Commercial value per SKO
pt_pt: Valor comercial por SKO

source: Revenue
es_es: Ingresos
pt_pt: receita
zh_cn: 收入

source: Dispatched/w
pt_pt: Despachado / w

source: Available forecast
pt_pt: Previsão disponível

source: Label
es_es: Etiqueta
pt_pt: Rótulo

source: Level
pt_pt: Nível

source: Subcategories
es_es: Subcategorías
pt_pt: Subcategorias
zh_cn: 子类

source: Subjects
pt_pt: assuntos

source: Assigned
es_es: Asignado
pt_pt: Atribuído
zh_cn: 授权

source: Month
es_es: Mes
pt_pt: Mês
zh_cn: 月

source: Week
es_es: Semana
pt_pt: Semana
zh_cn: 周

source: Week starting
pt_pt: Inicio da semana

source: Days
pt_pt: Dias

source: Employees
es_es: Empleados
pt_pt: Funcionários
zh_cn: 雇员

source: Timesheets
pt_pt: Quadros de horários

source: Refund tax
pt_pt: Imposto de reembolso

source: Date of birth
pt_pt: Data de nascimento

source: Official Id
pt_pt: ID oficial

source: Next of kind
pt_pt: Próximo do tipo

source: Job title
pt_pt: Titulo do trabalho

source: User
es_es: Usuario
pt_pt: Usuário
zh_cn: 用户

source: User status
pt_pt: Status do usuário

source: Actions
pt_pt: Ações

source: Id
pt_pt: Eu iria

source: Warnings
pt_pt: Advertências

source: Used in
es_es: Usado en
pt_pt: Usado em
zh_cn: 用于

source: Billing region
pt_pt: Região de cobrança

source: Tax code
pt_pt: Código de Imposto

source: Date creation
pt_pt: Data de criação

source: Amount collected
pt_pt: Montante cobrado

source: Kind
pt_pt: Tipo

source: Size
es_es: Tamaño
pt_pt: Tamanho

source: Operations
pt_pt: Operações
zh_cn: 操作

source: Last complain
pt_pt: Última reclamação

source: Complains
pt_pt: Reclamações

source: Employee
es_es: Empleado
pt_pt: Empregado
zh_cn: 雇员

source: Clocked
pt_pt: Cronometrado

source: Customers with credits
pt_pt: Clientes com créditos

source: Credit amount
pt_pt: Quantidade de crédito

source: Customers with debit
pt_pt: Clientes com débito

source: Debit amount
pt_pt: Valor do débito

source: Category status
pt_pt: Status da categoria

source: Webpage state
pt_pt: Estado da página da Web

source: Online products
pt_pt: Produtos online

source: Online out of stock products
pt_pt: Produtos esgotados on-line

source: Items with problems
pt_pt: Itens com problemas

source: Subject
es_es: Asunto
pt_pt: Assunto
zh_cn: 主题

source: Hard
pt_pt: Difícil

source: Soft
pt_pt: Suave

source: Refund amount
pt_pt: Quantia de reembolso

source: Profit
es_es: Beneficio
pt_pt: Lucro
zh_cn: 利润

source: Amount net
pt_pt: Montante líquido

source: Sent date
pt_pt: Data de envio

source: Send
es_es: Enviar
pt_pt: Mandar
zh_cn: 发送

source: Read
pt_pt: Ler

source: Revived
pt_pt: Revivido

source: Placement notes
pt_pt: Notas da veiculação

source: Subtotals
pt_pt: Subtotais
zh_cn: 小计

source: Delivered quantity
pt_pt: Quantidade entregue

source: Checked SKO
pt_pt: SKO verificado

source: Placements
pt_pt: Canais

source: Part description
pt_pt: Descrição parcial

source: Can pick
es_es: Puede recolectar
pt_pt: Pode escolher
zh_cn: 能挑选

source: Delivery note
pt_pt: Nota de entrega

source: Delivery date
pt_pt: Data de entrega

source: Year
es_es: Año
pt_pt: Ano
zh_cn: 年

source: Value
es_es: Valor
pt_pt: Valor
zh_cn: 值

source: Commercial Value
es_es: Valor comercial
pt_pt: Valor comercial

source: In PO
pt_pt: Em PO

source: In Other
pt_pt: Em outros

source: Out sales
pt_pt: Fora de vendas
