Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: We will contact you
pt_pt: Nós entraremos em contato com você

source: Charges
es_es: Cargos
pt_pt: Taxas
zh_cn: 付费

source: Offer
es_es: Oferta
pt_pt: Oferta
zh_cn: 供应商

source: On demand
pt_pt: Sob demanda

source: Sorry, but the amount is too large
pt_pt: Desculpe, mas a quantidade é muito grande

source: Sorry, we don't accept this credit card type
pt_pt: Desculpe, não aceitamos este tipo de cartão de crédito

source: Sorry, we don't support this payment instrument
pt_pt: Desculpe, não oferecemos suporte a este instrumento de pagamento

source: There was a problem processing your credit card, please provide your payment information again
pt_pt: Ocorreu um problema ao processar seu cartão de crédito, forneça suas informações de pagamento novamente

source: Phone number is invalid
pt_pt: O número de telefone é inválido

source: CVV is required
pt_pt: CVV é obrigatório

source: CVV must be 3 or 4 digits
pt_pt: O CVV deve ter 3 ou 4 dígitos

source: Expiration date is required
pt_pt: A data de validade é obrigatória

source: Expiration date is invalid
pt_pt: A data de validade é inválida

source: There was a problem processing your credit card, please double check your payment information and try again
pt_pt: Ocorreu um problema ao processar seu cartão de crédito, verifique suas informações de pagamento e tente novamente

source: There was a problem with your saved card
pt_pt: Houve um problema com seu cartão salvo

source: click in %s and provide the credit card details again
pt_pt: clique em% se forneça os detalhes do cartão de crédito novamente

source: Pay with other card
pt_pt: Pagar com outro cartão

source: Card verification value (CVV) failed
pt_pt: Valor de verificação do cartão (CVV) falhou

source: There was a problem processing your credit card; please double check your payment information and try again
pt_pt: Ocorreu um problema ao processar seu cartão de crédito. verifique suas informações de pagamento e tente novamente

source: There was a problem deleting your card please try again later
pt_pt: Ocorreu um problema ao excluir seu cartão, tente novamente mais tarde

source: New order
pt_pt: Nova ordem

source: Items Net
es_es: Artículos (Neto)
pt_pt: Itens Líquidos
zh_cn: 净物品

source: Product made on demand
pt_pt: Produto fabricado sob demanda

source: Plenty of stock
pt_pt: Muito estoque

source: Limited stock
pt_pt: Estoque limitado

source: Very low stock
pt_pt: Estoque muito baixo

source: Out of stock
es_es: Fuera de stock
pt_pt: Não disponível
zh_cn: 缺货

source: Queued
es_es: En cola
pt_pt: Na fila

source: Email not registered
pt_pt: Email não registrado

source: This account is banned
pt_pt: Esta conta foi banida

source: Incorrect password
pt_pt: Senha incorreta

source: Account waiting for approval
pt_pt: Conta aguardando aprovação

source: Invalid login credentials
pt_pt: Credenciais de login inválidas

source: Order not found
pt_pt: Ordem não encontrada

source: Wrong order id
pt_pt: ID do pedido incorreto

source: Active
es_es: Activo
pt_pt: Ativo
zh_cn: 激活

source: Low stock
pt_pt: Baixo estoque

source: Discontinued
es_es: Descontinuado
pt_pt: Descontinuar
zh_cn: 已停产

source: Discontinuing
es_es: Interrupción
pt_pt: Descontinuando
zh_cn: 中止

source: Product already in portfolio
pt_pt: Produto já em portfólio

source: Robot verification failed, please try again
pt_pt: A verificação do robô falhou. Tente novamente

source: Please check on the reCAPTCHA box
pt_pt: Por favor, verifique a caixa reCAPTCHA

source: Overview
es_es: Información general
pt_pt: Visão geral
zh_cn: 概述

source: Code
es_es: Código
pt_pt: Código
zh_cn: 代码

source: Product code
pt_pt: Código do produto

source: Name
es_es: Nombre
pt_pt: Nome
zh_cn: 名字

source: Product name
pt_pt: Nome do Produto

source: Add product to portfolio
pt_pt: Adicionar produto ao portfólio

source: Product
es_es: Producto
pt_pt: produtos
zh_cn: 产品

source: Reference
es_es: Referencia
pt_pt: Referência

source: Customer's client reference
pt_pt: Referência do cliente do cliente

source: Customer's client name
pt_pt: Nome do cliente do cliente

source: Customer's client email
pt_pt: E-mail do cliente do cliente

source: Add customer
pt_pt: Adicionar cliente

source: Voucher expired
pt_pt: O voucher expirou

source: Voucher not found
pt_pt: Voucher não encontrado

source: Error
pt_pt: Erro
zh_cn: 错误

source: %s ingredients
pt_pt: % s ingredientes

source: %s barcode
pt_pt: % s código de barras

source: %s unit
pt_pt: % s unidade

source: %s carton
pt_pt: % s caixa

source: Nothing to be updated
es_es: No hay nada que se actualizará
pt_pt: Nada para atualizar
zh_cn: 什么都没改变

source: Record updated
es_es: Registro actualizado
pt_pt: Registro atualizado
zh_cn: 记录更新

source: Customer website
pt_pt: Website do cliente

source: Customer name
es_es: Nombre del cliente
pt_pt: Nome do cliente

source: %s %s %s was added
pt_pt: % s% s% s foi adicionado

source: %s %s %s was removed
pt_pt: % s% s% s foi removido

source: %s %s was set as %s
pt_pt: % s% s foi definido como% s

source: %s %s %s was deleted
pt_pt: % s% s% s foi excluído

source: %s %s set as %s
pt_pt: % s% s definido como% s

source: %s %s was changed to %s
pt_pt: % s% s foi alterado para% s

source: changed
es_es: cambiado
pt_pt: alterado
zh_cn: 改变

source: Updated by customer
pt_pt: Atualizado pelo cliente

source: Time
es_es: Hora
pt_pt: Tempo
zh_cn: 时间

source: Action
es_es: Acción
pt_pt: Ação
zh_cn: 操作

source: Changed
es_es: Cambiado
pt_pt: Alterado
zh_cn: 改变

source: Old value
pt_pt: Valor antigo

source: New value
pt_pt: Novo valor

source: Associated
pt_pt: Associado

source: name
es_es: nombre
pt_pt: nome
zh_cn: 名字

source: %s day
pt_pt: %s dia

source: Newsletters
es_es: Boletines electrónicos
pt_pt: boletins informativos
zh_cn: 简讯

source: Orders in basket
pt_pt: Pedidos na cesta

source: Back in stock emails
pt_pt: Voltar nos e-mails em estoque

source: Welcome emails
pt_pt: E-mails de boas-vindas

source: Password reset emails
pt_pt: E-mails de redefinição de senha

source: Order confirmations
pt_pt: Confirmações de pedidos

source: Reorder reminders
pt_pt: Reordenar lembretes

source: Prospect's invitations
pt_pt: Convites do prospect

source: Prospect's mailshots
pt_pt: Fotos do cliente em potencial

source: Personalised prospect invitations
pt_pt: Convites personalizados para clientes potenciais

source: New order notification
pt_pt: Notificação de novo pedido

source: New registration notification
pt_pt: Nova notificação de registro

source: Deleted invoice notification
pt_pt: Notificação de fatura excluída

source: Undispatched delivery notification
pt_pt: Notificação de entrega não remetida

source: Email template not set
pt_pt: Modelo de email não definido

source: Email template not saved
pt_pt: Modelo de email não salvo

source: Live
es_es: En vivo
pt_pt: Viver
zh_cn: 活得

source: Suspended
es_es: Suspendido
pt_pt: Suspendido
zh_cn: 暂停

source: Precision mailshot
pt_pt: Mailshot de precisão

source: Bomb mail
pt_pt: Correio bomba

source: Donut mailshot
pt_pt: Mailshot de rosca

source: Family
es_es: Familia
pt_pt: Família
zh_cn: 系列

source: Department
es_es: Departmento
pt_pt: Departamento
zh_cn: 部门

source: Not contacted yet
pt_pt: Ainda não contactado

source: Contacted
pt_pt: Contactado

source: Not interested
pt_pt: Não interessado

source: Registered
pt_pt: Registrado

source: No image file
es_es: No hay archivo de imagen
pt_pt: Não imagen arquivo
zh_cn: 没有图片文件

source: Uploaded file is not an valid image format
pt_pt: O arquivo enviado não é um formato de imagem válido

source: Error opening the image
pt_pt: Erro ao abrir a imagem

source: please contact support
pt_pt: entre em contato com o suporte

source: Image is not supported
pt_pt: A imagem não é suportada

source: caption
pt_pt: rubrica

source: Employee can see file
pt_pt: O funcionário pode ver o arquivo

source: Customers can see
pt_pt: Os clientes podem ver

source: Public
pt_pt: Público

source: File
es_es: Archivo
pt_pt: Arquivo
zh_cn: 文件

source: File name
pt_pt: Nome do arquivo

source: File size
pt_pt: Tamanho do arquivo

source: Preview
es_es: Prevista
pt_pt: Pré-visualização
zh_cn: 上一页

source: Another customer with same email has been found
pt_pt: Foi encontrado outro cliente com o mesmo email

source: Customer %s registered
pt_pt: Cliente% s registrado

source: Customer
pt_pt: Cliente
zh_cn: 客户

source: Validated online
pt_pt: Validado online

source: Set up manually
pt_pt: Configure manualmente

source: Not validated
pt_pt: Não validado

source: Validated
pt_pt: Validado

source: Not valid
pt_pt: Não válido

source: Company name can't be empty if the contact name is empty as well
pt_pt: O nome da empresa não pode estar vazio se o nome do contato também estiver vazio

source: Contact name can't be empty if the company name is empty
pt_pt: O nome do contato não pode estar vazio se o nome da empresa estiver vazio

source: Email can't be empty
pt_pt: O email não pode estar vazio

source: Another customer has this email
pt_pt: Outro cliente tem este email

source: Another object has this email
pt_pt: Outro objeto tem este email

source: Customer has already this email
es_es: Cliente ya tiene este correo electrónico
pt_pt: Cliente já tem este email
zh_cn: 客户已由这个邮件

source: To whom it corresponds
es_es: A quien corresponda
pt_pt: A quem corresponda

source: Dear
es_es: Estimado
pt_pt: Estimada/o
zh_cn: 亲爱的

source: registration number
pt_pt: número de registro

source: tax number
pt_pt: número de identificação fiscal

source: tax number validity
pt_pt: validade do número de contribuinte

source: company name
pt_pt: Nome da empresa

source: contact name
pt_pt: nome de contato

source: email
pt_pt: o email

source: main email
pt_pt: email principal

source: other email
pt_pt: outro email

source: telephone
pt_pt: telefone

source: mobile
pt_pt: Móvel

source: other telephone
pt_pt: outro telefone

source: main contact number
pt_pt: número de contato principal

source: fiscal name
pt_pt: nome fiscal

source: contact address
pt_pt: endereço de contato

source: invoice address
pt_pt: endereço da fatura

source: delivery address
pt_pt: endereço de entrega

source: other delivery address
pt_pt: outro endereço de entrega

source: Code missing
pt_pt: Código ausente

source: Unique customer reference required
pt_pt: Referência exclusiva do cliente necessária

source: Other customer has same unique reference
pt_pt: Outro cliente tem a mesma referência única

source: Customer's client created (%s)
pt_pt: Cliente do cliente criado (% s)

source: Ready to be picked
pt_pt: Pronto para ser escolhido

source: Picker assigned
pt_pt: Selecionador atribuído

source: Picking
es_es: En recolección
pt_pt: Recolhendo
zh_cn: 挑选中

source: Picked
es_es: Recolectado
pt_pt: Recolhido
zh_cn: 已经挑选

source: Packing
es_es: Empaquetando
pt_pt: Embalagem
zh_cn: 打包中

source: Packed
es_es: Empaquetado
pt_pt: Embalado
zh_cn: 已打包

source: Approved
es_es: Aprovado
pt_pt: Aprovado
zh_cn: 批准

source: Dispatched
es_es: Enviado
pt_pt: Enviado
zh_cn: 调度

source: Cancelled
es_es: Cancelado
pt_pt: Cancelado
zh_cn: 取消

source: Cancelled to restock
pt_pt: Cancelado para reabastecer

source: Packed & Closed
pt_pt: Embalado e Fechado

source: Waiting
es_es: Esperando
pt_pt: A espera

source: Courier not set
pt_pt: Correio não definido

source: box
es_es: caja
pt_pt: caixa

source: pallet
pt_pt: palete

source: small parcel
pt_pt: pequena parcela

source: container (other)
pt_pt: Contêiner (outro)

source: number parcels
pt_pt: número de parcelas

source: parcel type
pt_pt: tipo de parcela

source: weight
pt_pt: peso

source: Credit Card
es_es: Tarjeta de crédito
pt_pt: Cartão de crédito
zh_cn: 信用卡

source: Cash
es_es: Efectivo
pt_pt: Dinheiro
zh_cn: 现金

source: Check
es_es: Compruebe
pt_pt: Verificar
zh_cn: 检查

source: Bank Transfer
es_es: Transferencia bancaria
pt_pt: Transferência bancária
zh_cn: 银行转账

source: Other
es_es: Otros
pt_pt: Outro
zh_cn: 其他

source: Unknown
es_es: desconocido
pt_pt: Desconhecido
zh_cn: 未知

source: Paid
es_es: Pagado
pt_pt: Pago
zh_cn: 付费

source: Not paid
pt_pt: Não pago

source: Partially paid
pt_pt: Parcialmente pago

source: Paid back in full
pt_pt: Pago de volta na íntegra

source: Not paid back
pt_pt: Não pago de volta

source: Partially paid back
pt_pt: Parcialmente pago de volta

source: Paid in full
es_es: Pagado en su totalidad
pt_pt: Pago efetuado
zh_cn: 全额支付

source: Partially Paid
es_es: Pagado parcialmente
pt_pt: Pago parcial

source: Order submitted by customer
pt_pt: Pedido enviado pelo cliente

source: In Basket
pt_pt: Na cesta

source: Submitted
es_es: Enviado
pt_pt: Submetido
zh_cn: 已提交

source: Picking order
pt_pt: Ordem de picking

source: Ready to dispatch
pt_pt: Pronto para expedição

source: Pending
es_es: Por hacer
pt_pt: Pendente
zh_cn: 有待

source: Completed
pt_pt: Completo

source: Cash on delivery
pt_pt: Pagamento à cobrança
zh_cn: 货到付款

source: Account
es_es: Cuenta
pt_pt: Conta
zh_cn: 账户

source: A payment of
pt_pt: Pagamento de valor

source: using
pt_pt: uso

source: payment service provider
pt_pt: prestador serviços pagamento

source: is in process
pt_pt: Está em processo

source: has been paid from the customer account
pt_pt: foi pago a partir da conta do cliente

source: has been completed sucessfully
pt_pt: foi completado com sucesso

source: has been cancelled
pt_pt: foi cancelado

source: has had an error
pt_pt: ocorreu um erro

source: payment in process
pt_pt: pagamento em processo

source: payment completed successfully
pt_pt: pagamento concluído com sucesso

source: payment cancelled
pt_pt: pagamento cancelado

source: payment has had an error
pt_pt: ocorreu um erro no pagamento

source: code
es_es: código
pt_pt: código
zh_cn: 编号

source: Account beneficiary
pt_pt: Beneficiário da conta

source: Bank address
pt_pt: endereço do banco

source: account number
pt_pt: número da conta

source: Bank code
pt_pt: Código bancário

source: bank name
pt_pt: nome do banco

source: Account IBAN
pt_pt: Conta IBAN

source: Expected
pt_pt: Em espera
zh_cn: 预计

source: Diameter
es_es: Diámetro
pt_pt: Diâmetro

source: Material safety data sheet
pt_pt: Ficha de dados de segurança do material

source: Attachment
es_es: Archivo Adj.
pt_pt: Anexo
zh_cn: 附近

source: Email missing
pt_pt: E-mail ausente

source: Email %s is already registered
pt_pt: O email% s já está registrado

source: Home
es_es: Inicio
pt_pt: Casa
zh_cn: 主页

source: Customers
es_es: Clientes
pt_pt: Clientes
zh_cn: 顾客

source: Profile
es_es: Perfil
pt_pt: Perfil
zh_cn: 剖面

source: Portfolio
pt_pt: Portfólio

source: Orders
es_es: Órdenes
pt_pt: Encomendas
zh_cn: 单据

source: Unknown Error
es_es: Error desconocido
pt_pt: Erro Desconhecido
zh_cn: 未知的错误

source: Website user %s created
pt_pt: Usuário do site% s criado

source: Unknown error
es_es: Error desconocido
pt_pt: Erro desconhecido
zh_cn: 未知错误

source: password
pt_pt: senha
zh_cn: 密码

source: Forbidden
es_es: Prohibida
pt_pt: Proibido
zh_cn: 禁止

source: Invoice
es_es: Factura
pt_pt: Fatura
zh_cn: 发票

source: Invoice No.
pt_pt: Fatura No.

source: Credit Note
pt_pt: Nota de crédito

source: Credit Note No.
pt_pt: Nota de crédito No.

source: Tax Refund
pt_pt: Reembolso de imposto

source: Tax Refund No.
pt_pt: Nº de reembolso de imposto

source: Refund
es_es: Restitución
pt_pt: Devolução
zh_cn: 退款

source: Refund No.
pt_pt: Devolução No.

source: RRP
es_es: PVP
pt_pt: PVP
zh_cn: 建议零售价

source: Weight
es_es: Peso
pt_pt: Peso
zh_cn: 重量

source: Origin
pt_pt: Origem

source: Tariff Code
pt_pt: Código Tarifa
zh_cn: 关税代码

source: Barcode
es_es: Código de barras
pt_pt: Código de barras

source: Amount Off
pt_pt: Valor desativado

source: Credit
es_es: Crédito
pt_pt: Crédito
zh_cn: 信用

source: Shipping
es_es: Envio
pt_pt: Envio
zh_cn: 运输

source: Adjust
pt_pt: Ajuste

source: Deal
es_es: Oferta
pt_pt: Combinado
zh_cn: 处理

source: Insurance
pt_pt: Seguro

source: unit
es_es: unidad
pt_pt: unidade

source: Outside the scope of VAT
pt_pt: Fora do âmbito do IVA

source: VAT
es_es: IVA
pt_pt: IVA
zh_cn: 增值税

source: No Tax
pt_pt: Sem imposto

source: Exempt from VAT
pt_pt: Isento de IVA

source: Delivery is exempt from tax according to §43 of Act No. 222/2004 on VAT
pt_pt: A entrega está isenta de imposto de acordo com o §43 da Lei nº 222/2004 sobre IVA

source: Waiting for payment
pt_pt: À espera do pagamento

source: Order created
pt_pt: Ordem criada

source: Nothing to change
es_es: No hay nada que cambiar
pt_pt: Nada para mudar
zh_cn: 什么都没改变

source: Discount
es_es: Descuento
pt_pt: Desconto
zh_cn: 折扣

source: Wrong percentage
pt_pt: Porcentagem incorreta

source: Percentage must be a number between 0 and 100
pt_pt: A porcentagem deve ser um número entre 0 e 100

source: %s off
pt_pt: % s de desconto

source: %1$s %2$s added
pt_pt: % 1 $ s% 2 $ s adicionados

source: %s %s removed, none in the order anymore
pt_pt: % s% s removidos, nenhum mais no pedido

source: %s %s removed
pt_pt: % s% s removidos

source: Product out of stock, removed from basket
pt_pt: Produto fora de estoque, removido da cesta

source: Exempt
pt_pt: Isento

source: EU with valid tax code
pt_pt: UE com código tributário válido

source: Exempt VAT
pt_pt: IVA isento

source: EC with valid tax number
pt_pt: CE com número fiscal válido

source: VAT might be exempt with a valid tax number
pt_pt: Inserindo um numero de contribuinte válido, pode que seja isento IVA

source: Set up tax number
pt_pt: Atualizar NIF

source: Invalid tax number
pt_pt: NIF inválido

source: Validate
pt_pt: Validar

source: Edit tax number
pt_pt: Editar NIF

source: Outside EC fiscal area
pt_pt: Fora área fiscal EC

source: Error, email not send
pt_pt: Erro, email não enviado

source: Empty email subject
pt_pt: Assunto de email vazio

source: For collection
es_es: Para la recolección de
pt_pt: Para coleção
zh_cn: 为了手机

source: Note
es_es: Nota
pt_pt: Nota
zh_cn: 日志

source: New customer registration
pt_pt: Registro de novo cliente

source: Invoice deleted
pt_pt: Fatura excluída

source: Refund deleted
pt_pt: Reembolso excluído

source: Replacement undispatched
pt_pt: Substituição não despachada

source: Delivery note undispatched
pt_pt: Nota de entrega não remetida

source: %s (%s) has registered
pt_pt: % s (% s) registrou

source: New order %s (%s) has been placed by %s
pt_pt: O novo pedido% s (% s) foi feito por% s

source: Invoice %s (%s, %s) has been deleted by %s.
pt_pt: A fatura% s (% s,% s) foi excluída por% s.

source: Refund %s (%s, %s) has been deleted by %s.
pt_pt: O reembolso% s (% s,% s) foi excluído por% s.

source: Replacement %s has been undispatched by %s.
pt_pt: A substituição% s não foi remetida por% s.

source: Delivery note %s has been undispatched by %s.
pt_pt: A nota de entrega% s não foi remetida por% s.

source: Link to customer
pt_pt: Link para o cliente

source: Link to order
pt_pt: Link para o pedido

source: Link to deleted invoice
pt_pt: Link para a fatura excluída

source: Link to deleted refund
pt_pt: Link para reembolso excluído

source: User did not left a note
pt_pt: O usuário não deixou uma nota

source: Link to replacement
pt_pt: Link para substituição

source: Link to delivery note
pt_pt: Link para nota de entrega

source: second
pt_pt: segundo

source: minute
pt_pt: minuto

source: hour
pt_pt: hora

source: day
es_es: día
pt_pt: dia
zh_cn: 天

source: week
es_es: semana
pt_pt: semana
zh_cn: 周

source: month
es_es: mes
pt_pt: mês
zh_cn: 月

source: year
es_es: año
pt_pt: ano

source: decade
pt_pt: década

source: Empty field
pt_pt: Campo vazio

source: Invalid date
pt_pt: Data inválida

source: Spain
es_es: España
pt_pt: Espanha

source: Germany
es_es: Alemania
pt_pt: Alemanha

source: United Kingdom
es_es: Reino Unido
pt_pt: Reino Unido

source: France
es_es: Francia
pt_pt: França

source: Italy
es_es: Italia
pt_pt: Itália

source: Poland
es_es: Polonia
pt_pt: Polônia

source: state
pt_pt: Estado

source: province
pt_pt: província

source: island
pt_pt: ilha

source: parish
pt_pt: freguesia

source: department
es_es: Departamento
pt_pt: departmento
zh_cn: 部门

source: county
pt_pt: município

source: area
es_es: área
pt_pt: área
zh_cn: 区域

source: prefecture
pt_pt: prefeitura

source: district
pt_pt: distrito

source: emirate
pt_pt: emirado

source: Administrative area
pt_pt: Área administrativa

source: city
pt_pt: cidade
zh_cn: 城市

source: suburb
pt_pt: subúrbio

source: post town
pt_pt: cidade postal

source: locality (City)
pt_pt: localidade (cidade)

source: neighborhood
pt_pt: Vizinhança

source: townland
pt_pt: cidade

source: village/township
pt_pt: vila / município

source: dependent locality
pt_pt: localidade dependente

source: postal code
pt_pt: Código postal

source: Annually
pt_pt: Anualmente

source: Quarterly
es_es: Trimestrales
pt_pt: Trimestral
zh_cn: 每季度

source: Monthly
es_es: Mensual
pt_pt: Por mês
zh_cn: 每月

source: Weekly
es_es: Semanal
pt_pt: Semanal
zh_cn: 每周

source: Daily
es_es: Diario
pt_pt: Diariamente
zh_cn: 日报

source: years
pt_pt: anos

source: +5 years
pt_pt: +5 anos

source: All time
es_es: Todo el tiempo
pt_pt: Tempo todo
zh_cn: 所有时间

source: Last month
pt_pt: Mês passado

source: Last week
es_es: La semana pasada
pt_pt: Semana Anterior
zh_cn: 上周

source: Yesterday
es_es: Ayer
pt_pt: Ontem

source: Week-to-date
pt_pt: Semana até a data

source: Today
es_es: Hoy
pt_pt: Hoje
zh_cn: 今天

source: Month-to-date
pt_pt: Do mês até a data

source: Year-to-day
pt_pt: Ano para dia

source: 3 Year
pt_pt: 3 anos

source: 1 Year
es_es: 1 año
pt_pt: 1 ano

source: 6 Months
es_es: 6 meses
pt_pt: 6 meses

source: 1 Quarter
es_es: Trimestre
pt_pt: 1 quarto

source: 1 Month
es_es: 1 mes
pt_pt: 1 mês

source: 10 Days
es_es: 10 días
pt_pt: 10 Dias

source: 1 Week
es_es: Semana
pt_pt: 1 semana

source: 1 Day
pt_pt: 1 dia

source: 1 Hour
pt_pt: 1 hora

source: Description
es_es: Descripción
pt_pt: Descrição
zh_cn: 描述

source: Quantity
es_es: Cantidad
pt_pt: Quantidade
zh_cn: 数量

source: Amount
es_es: Cantidad
pt_pt: Importância
zh_cn: 数量

source: Credits
es_es: Créditos
pt_pt: Crédito
zh_cn: 积分

source: Amount off
pt_pt: Valor fora

source: Net
es_es: Neto
pt_pt: Internet
zh_cn: 净得

source: Tax
es_es: Impuestos
pt_pt: Taxa
zh_cn: 税收

source: Amount paid
pt_pt: Quantia paga

source: To Pay Amount
pt_pt: quantia de pagamento

source: %s customer
pt_pt: % s cliente

source: %s order
pt_pt: % s pedido

source: %s store
pt_pt: % s loja

source: %s department
pt_pt: % s departamento

source: %s family
pt_pt: % s família

source: %s product
pt_pt: % s produto

source: %s category
pt_pt: % s categoria

source: %s invoice
pt_pt: % s fatura

source: %s delivery note
pt_pt: % s nota de entrega

source: %s part
pt_pt: % s parte

source: %s discontinued part
pt_pt: % s parte descontinuada

source: %s supplier's product
pt_pt: % s produto do fornecedor

source: %s website
pt_pt: site% s

source: %s webpage
pt_pt: % s página da web

source: %s warehouse
pt_pt: % s armazém

source: %s supplier
pt_pt: % s fornecedor

source: %s employee
pt_pt: % s funcionário

source: %s ex employee
pt_pt: % s ex-funcionário

source: %s contractor
pt_pt: % s contratante

source: %s user
pt_pt: % s usuário

source: %s report
pt_pt: % s relatório

source: %s session
pt_pt: % s sessão

source: %s list
pt_pt: lista% s

source: %s customer who favored
pt_pt: % s cliente que favoreceu

source: %s product favored
pt_pt: % s produto favorito

source: %s query
pt_pt: % s consulta

source: %s search
pt_pt: % s pesquisa

source: %s transaction
pt_pt: % s transação

source: %s payment account
pt_pt: % s conta de pagamento

source: %s timesheet
pt_pt: % s quadro de horários

source: %s overtime
pt_pt: % s horas extras

source: %s attachment
pt_pt: % s anexo

source: %s year
pt_pt: % s ano

source: %s week
pt_pt: % s semana

source: %s month
pt_pt: % s mês

source: %s picker
pt_pt: Seletor de% s

source: %s packer
pt_pt: % s empacotador
