Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Out other
pt_pt: Fora outro

source: Supplier's code
pt_pt: Código do fornecedor

source: Supplier's unit description
pt_pt: Descrição da unidade do fornecedor

source: Unit barcode
pt_pt: Código de barras da unidade

source: SKO barcode
pt_pt: Código de barras SKO

source: Carton barcode
pt_pt: Código de barras da caixa

source: Delivered Cost
pt_pt: Custo entregue

source: Other locations stock
pt_pt: Estoque em outros locais

source: Eventual Stock
pt_pt: Estoque Eventual

source: Recommended SKOs quantity
pt_pt: Quantidade recomendada de SKOs

source: Last invoice
pt_pt: Última fatura

source: Pageviews
es_es: Vistas página
pt_pt: Visualizações de página

source: Company
es_es: Empresa
pt_pt: Empresa
zh_cn: 公司

source: Main contact
pt_pt: Contato principal

source: Invoiced Net
pt_pt: Líquido faturado

source: Object
pt_pt: Objeto

source: Uploaded
pt_pt: Carregado

source: Campaigns
es_es: Campañas
pt_pt: Campanhas
zh_cn: 广告系列

source: Picking location
pt_pt: Local de colheita

source: Change
es_es: Cambiar
pt_pt: Mudar
zh_cn: 改变

source: Staff
es_es: Personal
pt_pt: Trabalhadores
zh_cn: 员工

source: Unpaid overtime
pt_pt: Horas extras não pagas

source: Breaks
pt_pt: Rompe

source: Paid time
pt_pt: Tempo pago

source: Paid overtime
pt_pt: Horas extras pagas

source: Worked
pt_pt: Trabalhou

source: Requested date
pt_pt: Data solicitada

source: Period
es_es: Periodo
pt_pt: Período
zh_cn: 期

source: Commodity
pt_pt: Mercadoria

source: Units received
pt_pt: Unidades recebidas

source: Webpage type
pt_pt: Tipo de página da Web

source: Last PO
pt_pt: Último pedido

source: Optimal
es_es: Optimo
pt_pt: Ótimo
zh_cn: 最优

source: Pending PO
pt_pt: PO pendente

source: Number of refunds difference form previous year
pt_pt: Formulário de diferença de número de reembolsos do ano anterior

source: Handle
es_es: Clave
pt_pt: Manipular
zh_cn: 用户名

source: Contractor
pt_pt: Contratante

source: Groups
es_es: Grupos
pt_pt: Grupos
zh_cn: 班

source: Fail logins
pt_pt: Logins com falha

source: Stock in picking
pt_pt: Estoque na colheita

source: Total stock
pt_pt: Estoque total

source: Storing locations
pt_pt: Armazenando locais

source: Template
pt_pt: Modelo

source: In production
pt_pt: Em produção

source: Territories
pt_pt: Territórios

source: Shipping price
pt_pt: Preço de envio

source: First used
pt_pt: Utilizado pela primeira vez

source: Last used
pt_pt: Usado por último

source: Net amount
pt_pt: Valor líquido

source: Purged state
pt_pt: Estado purgado

source: Purged date
pt_pt: Data de eliminação

source: Suppliers code
pt_pt: Código de fornecedores

source: Aurora username
pt_pt: Nome de usuário do Aurora

source: User Handle
es_es: Clave de usiario
pt_pt: Identificador do usuário
zh_cn: 用户处理

source: Sessions
es_es: Sesiones
pt_pt: Sessões

source: Last Login
es_es: Último ingreso
pt_pt: Último Login
zh_cn: 上次登录

source: Sold
es_es: Vendido
pt_pt: Vendido
zh_cn: 出售

source: Bought
pt_pt: Comprou

source: Delivery Note
es_es: Nota de entrega
pt_pt: Nota de entrega
zh_cn: 发货日志

source: Cost value
pt_pt: Valor de custo

source: SKO weight (Kg)
pt_pt: Peso SKO (Kg)

source: Public description
pt_pt: Descrição pública

source: Display
pt_pt: Exibição

source: Weeks available
pt_pt: Semanas disponíveis

source: SKOs picked
pt_pt: SKOs escolhidos

source: Count(distinct Part,Delivery)
pt_pt: Contagem (peça distinta, entrega)

source: Share of pickings against other pickers
pt_pt: Participação das colheitas em relação a outros catadores

source: Clocked hours
pt_pt: Horas com relógio

source: Customer reported issues
pt_pt: Problemas relatados pelo cliente

source: Percentage deliveries with customer reported issues
pt_pt: Porcentagem de entregas com problemas relatados pelo cliente

source: Deliveries with errors
pt_pt: Entregas com erros

source: Percentage deliveries with errors
pt_pt: Porcentagem de entregas com erros

source: Picks with errors
pt_pt: Escolhas com erros

source: Percentage picks with errors
pt_pt: Escolhas de porcentagem com erros

source: Returned SKOs
pt_pt: SKOs devolvidos

source: SKO to return
pt_pt: SKO voltará

source: Accounts
pt_pt: Contas

source: Transactions
es_es: Transacciones
pt_pt: Transações
zh_cn: 交易

source: Balance
pt_pt: Saldo
zh_cn: 平衡

source: Device
pt_pt: Dispositivo

source: nth
pt_pt: enésimo

source: Query
pt_pt: Inquerir

source: In registration
pt_pt: Em registro

source: In profile
pt_pt: No perfil

source: Reply %
pt_pt: % Da resposta

source: New
es_es: Nuevo
pt_pt: Novo
zh_cn: 新

source: Loosing
pt_pt: Perdendo

source: Orders dispatched
pt_pt: Pedidos enviados

source: Flag
es_es: Marcador
pt_pt: Bandeira

source: Max weight
pt_pt: peso máximo

source: Max volume
pt_pt: volume Maximo

source: Dispatch Status
pt_pt: Status da expedição

source: Sum orders
pt_pt: Soma ordens

source: Qty (products)
pt_pt: Quantidade (produtos)

source: Quantity dispatched
pt_pt: Quantidade expedida

source: Returned
es_es: Devuelto
pt_pt: Devolvida
zh_cn: 退回

source: Can make up
pt_pt: Pode fazer as pazes

source: Mailshot type
pt_pt: Tipo de correspondência

source: Refund net
pt_pt: Rede de reembolso

source: Zones
pt_pt: Zonas

source: Invoices same period 1 year back
pt_pt: Faturas mesmo período de um ano atrás

source: Refunds same period 1 year back
pt_pt: Reembolsos mesmo período de um ano atrás

source: Sales minus refunds
pt_pt: Vendas menos reembolsos

source: Revenue same period 1 year back
pt_pt: Receita no mesmo período 1 ano atrás

source: Pending orders
pt_pt: Ordens pendentes
zh_cn: 挂单

source: Stock weight
pt_pt: Peso das ações

source: Emails send
pt_pt: Enviar e-mails

source: Open rate
pt_pt: Taxa livre

source: Click rate
pt_pt: Taxa de cliques

source: Shipping cost
pt_pt: Frete

source: Rpl cost
pt_pt: Custo Rpl

source: Replacement cost
pt_pt: Custo de reposição

source: Total net
pt_pt: Total líquido

source: Row
pt_pt: Linha

source: Last updates
pt_pt: Ultimas atualizações

source: Store Code
es_es: Código de la tienda
pt_pt: Código da loja
zh_cn: 商店编号

source: Percentage refunds
pt_pt: Reembolsos percentuais

source: Notification requests
pt_pt: Solicitações de notificação

source: Recipients
pt_pt: Destinatários

source: In
es_es: En
pt_pt: Dentro
zh_cn: 在

source: Last chose
pt_pt: Última escolha

source: Supplier's products
pt_pt: Produtos do fornecedor

source: Active parts
pt_pt: Peças ativas

source: Shipments
pt_pt: Remessas

source: Refunded amount
pt_pt: Montante reembolsado

source: Refunded amount difference form previous year
pt_pt: Formulário de diferença de valor reembolsado no ano anterior

source: Number of invoices difference form previous year
pt_pt: Formulário de diferença de número de faturas do ano anterior

source: Customer Name
es_es: Nombre del cliente
pt_pt: Nome do cliente
zh_cn: 客户名称

source: Inactivity (days)
pt_pt: Inatividade (dias)

source: Sales Deliveries
pt_pt: Entregas de vendas

source: Carton description
pt_pt: Descrição da caixa

source: Other deliveries
pt_pt: Outras entregas

source: Required by client
pt_pt: Exigido pelo cliente

source: Product availability
pt_pt: Disponibilidade de produto

source: Customer ID
es_es: ID de cliente
pt_pt: Identificação do Cliente
zh_cn: 客户ID

source: Answer
pt_pt: Responda

source: Tasks
pt_pt: Tarefas

source: Active products (including discontinuing)
pt_pt: Produtos ativos (incluindo descontinuação)

source: Dispatch date
pt_pt: Data de expedição

source: Pack/C
pt_pt: Embalagem / C

source: Unit Barcode
pt_pt: Código de barras da unidade

source: SKO Barcode
pt_pt: Código de barras SKO

source: Login date
pt_pt: Data de início de sessão

source: Logout date
pt_pt: Data de logout

source: Picking note
pt_pt: Nota de picking

source: Sets
pt_pt: Conjuntos

source: Picking here
pt_pt: Escolhendo aqui

source: Value/SKO
pt_pt: Valor / SKO

source: Job position
pt_pt: Cargo

source: Active offers
pt_pt: Ofertas ativas

source: Registrations
pt_pt: Inscrições

source: Sales per registration
pt_pt: Vendas por registro

source: To re-send
pt_pt: Para reenviar

source: SKOs Returned
pt_pt: SKOs retornados

source: SKOs Received
pt_pt: SKOs recebidos

source: SKO Description
pt_pt: Descrição SKO

source: Required
es_es: Requerido
pt_pt: Requeridos
zh_cn: 需要

source: Problem
pt_pt: Problema

source: Average number of results
pt_pt: Número médio de resultados

source: Last searched
pt_pt: Última pesquisa

source: Distinct users
pt_pt: Usuários distintos

source: Searches
pt_pt: Pesquisas

source: Accepted
pt_pt: Aceitaram

source: Show in basket
pt_pt: Mostrar na cesta

source: Deleted by
pt_pt: Excluído por

source: Deleted date
pt_pt: Data excluída

source: Time series
pt_pt: Séries temporais

source: Discontinued date
pt_pt: Data descontinuada

source: Payments amount
pt_pt: Montante dos pagamentos

source: SKO value
pt_pt: Valor SKO

source: Sales 1 year
pt_pt: Vendas 1 ano

source: Stock older than 1 year
pt_pt: Estoque com mais de 1 ano

source: Parent
pt_pt: Pai

source: HTTP Method
pt_pt: Método HTTP

source: Response
pt_pt: Resposta

source: Tariff code
pt_pt: Código de tarifa

source: Outer weight
pt_pt: Peso exterior

source: Qty
es_es: Cant.
pt_pt: Qtde
zh_cn: 数量

source: Received SKO
pt_pt: SKO recebido

source: Transaction type
pt_pt: Tipo de transação

source: Running balance
pt_pt: Equilíbrio

source: Show if offer is pinned
pt_pt: Mostrar se a oferta está afixada

source: Current offer state
pt_pt: Estado atual da oferta

source: Terms/Allowances
pt_pt: Termos / Subsídios

source: Percentage discounted
pt_pt: Porcentagem com desconto

source: Free products given
pt_pt: Produtos gratuitos fornecidos

source: Discount value
pt_pt: Valor do desconto

source: Amount discounted
pt_pt: Valor descontado

source: Authorised by
pt_pt: Autorizado por

source: Amount lost
pt_pt: Quantidade perdida

source: Last audited
pt_pt: Última auditoria

source: Picked & packed
pt_pt: Escolhido e embalado

source: Part other locations
pt_pt: Peça outros locais

source: nOKD overtime
pt_pt: horas extras nOKD

source: OKD overtime
pt_pt: Horas extras OKD

source: Work week
pt_pt: Semana de trabalho

source: Payment Method
es_es: Forma de pago
pt_pt: Forma de pagamento
zh_cn: 付款方式

source: End
pt_pt: Fim

source: Granted
pt_pt: Concedido

source: Warehouse Name
es_es: Nombre Almacén
pt_pt: Nome do armazém
zh_cn: 仓库名称

source: Prospects created
pt_pt: Perspectivas criadas

source: Calls
pt_pt: Chamadas

source: Emails sent
pt_pt: E-mails enviados

source: Open %
pt_pt: Aberto %

source: Click %
pt_pt: Clique em%

source: Register %
pt_pt: Registro %

source: Invoiced %
pt_pt: Facturado %

source: Amount found
pt_pt: Quantidade encontrada

source: Found transactions
pt_pt: Transações encontradas

source: Lost transactions
pt_pt: Transações perdidas

source: Target
pt_pt: Alvo
zh_cn: 目标

source: Active users
pt_pt: Usuários ativos

source: Suspended users
pt_pt: Usuários suspensos

source: Current unit cost
pt_pt: Custo unitário atual

source: Favourited
pt_pt: Favorito

source: Favourited products in
pt_pt: Produtos favoritos em

source: Last invoice with
pt_pt: Última fatura com

source: Invoices with
pt_pt: Faturas com

source: Basket amount
pt_pt: Valor da cesta

source: Total amount
pt_pt: Valor total

source: Delivery Qty
pt_pt: Quantidade de entrega

source: Actual checked Qty
pt_pt: Qtd real verificado

source: Delivered unit cost
pt_pt: Custo unitário entregue

source: Units (SKOs) per carton
pt_pt: Unidades (SKOs) por caixa

source: Event
pt_pt: Evento

source: Number of results
pt_pt: Número de resultados

source: SKOs packed
pt_pt: SKOs embalados

source: Discontinued parts
pt_pt: Peças descontinuadas

source: % No stock
pt_pt: % Sem estoque

source: Website name
pt_pt: Nome do site

source: Google organic search average position (1 month)
pt_pt: Posição média da pesquisa orgânica do Google (1 mês)

source: Rank
pt_pt: Classificação

source: Google organic search impressions (1 month)
pt_pt: Impressões de pesquisa orgânica do Google (1 mês)

source: Impressions
pt_pt: Impressões

source: Clicks
pt_pt: Cliques

source: Clickthrough rate (1 month)
pt_pt: Taxa de cliques (1 mês)

source: Webpages
es_es: Páginas Web
pt_pt: Paginas web
zh_cn: 网页

source: Prospect
es_es: Perspectiva
pt_pt: Explorar
zh_cn: 前景

source: Stock transaction
pt_pt: Transação de ações

source: SKO received
pt_pt: SKO recebido

source: Paid to supplier
pt_pt: Pago ao fornecedor

source: Cost per SKO
pt_pt: Custo por SKO

source: How to add new part?
pt_pt: Como adicionar nova peça?

source: Click in the <i class="fa fa-plus"></i> icon at the table header
pt_pt: Clique no ícone <i class = "fa fa-plus"> </i> no cabeçalho da tabela

source: How to add parts in bulk?
pt_pt: Como adicionar peças a granel?

source: Click in the <i class="fa fa-cloud-upload"></i> icon at the table header to upload a excel or a CSV file with the following fields
pt_pt: Clique no ícone <i class = "fa fa-cloud-upload"> </i> no cabeçalho da tabela para fazer upload de um arquivo excel ou CSV com os seguintes campos

source: You can use this file as template
pt_pt: Você pode usar este arquivo como modelo

source: required
pt_pt: requeridos

source: string
pt_pt: corda

source: Supplier's SKU
pt_pt: SKU do fornecedor

source: unique per supplier
pt_pt: único por fornecedor

source: unique
pt_pt: único

source: Part barcode
pt_pt: Código de barras da peça

source: optional
pt_pt: opcional

source: or
es_es: o
pt_pt: ou

source: NEXT for next available barcode
pt_pt: PRÓXIMO para o próximo código de barras disponível

source: Minimum order
pt_pt: Ordem mínima

source: minimum number cartons supplier willing to sell
pt_pt: número mínimo de caixas fornecedor disposto a vender

source: Average delivery time
pt_pt: Prazo médio de entrega

source: Cubic meters per carton
pt_pt: Metros cúbicos por caixa

source: amount (local supplier's currency)
pt_pt: valor (moeda do fornecedor local)

source: Unit extra costs
pt_pt: Custos extras unitários

source: percentage
pt_pt: percentagem

source: amount
pt_pt: montante

source: margin
pt_pt: margem

source: Unit RRP
es_es: Unidad PVP
pt_pt: PVR unitário
zh_cn: 单位建议零售价

source: Outers per carton
pt_pt: Exterior por caixa

source: numeric
pt_pt: numérico

source: Kilograms
pt_pt: Quilogramas

source: Unit dimensions
pt_pt: Dimensões da unidade

source: L x W x H
pt_pt: C x L x A

source: centimeters
pt_pt: centímetros

source: SKO dimensions
pt_pt: Dimensões SKO

source: Materials/Ingredients
pt_pt: Materiais / Ingredientes

source: comma separated strings
pt_pt: sequências separadas por vírgula

source: Duty rate
pt_pt: Taxa de serviço

source: UN number
pt_pt: Número ONU

source: UN class
pt_pt: Classe da ONU

source: Packing group
pt_pt: Grupo de embalagem

source: Proper shipping name
pt_pt: Nome correto de envio

source: Hazard Identification number
pt_pt: Número de identificação de perigo

source: The <b>root</b> user is a special account with authorisation to create the system users (employees)
pt_pt: O usuário <b> root </b> é uma conta especial com autorização para criar os usuários do sistema (funcionários)

source: Is important to provide a strong password, and that only trusted persons have access to the mobile and recovery email
pt_pt: É importante fornecer uma senha forte e que apenas pessoas confiáveis tenham acesso ao email móvel e de recuperação

source: How to add new supplier's product?
pt_pt: Como adicionar o novo produto do fornecedor?

source: Click in the<i class="fa fa-plus"></i>icon at the table header
pt_pt: Clique no ícone <i class = "fa fa-plus"> </i> no cabeçalho da tabela

source: How to add supplier's products in bulk?
pt_pt: Como adicionar produtos do fornecedor a granel?

source: Click in the <i class="fa fa-cloud-upload"></i> icon at the table header to upload a excel or a CSV file with the following fields
pt_pt: Clique no <i class = "fa fa-cloud-upload"> </i> ícone no cabeçalho da tabela para fazer upload de um arquivo excel ou CSV com os seguintes campos

source: When the part sales are calculated
pt_pt: Quando as vendas de peças são calculadas

source: Fields glossary
pt_pt: Glossário de campos

source: Payroll id
pt_pt: ID da folha de pagamento

source: Forename Surname
pt_pt: Nome do sobrenome

source: Government ID
pt_pt: Identidade Governamental, Registro Geral

source: Employment relevant official employee's Id number
pt_pt: Número de identificação do funcionário oficial relevante para o emprego

source: optional but needed for online password recovery
pt_pt: opcional, mas necessário para recuperação de senha online

source: optional but important in case of an emergency
pt_pt: opcional, mas importante em caso de emergência

source: Employment type. <br> <i class="fa fa-lightbulb"></i> For adding contractors click <span class="link" onclick="change_view('contractor/new')">here</span>
pt_pt: Tipo de Emprego. <br> <i class = "fa fa-lightbulb"> </i> Para adicionar contratados, clique em <span class = "link" onclick = "change_view ('contratante / novo')"> aqui </span>

source: optional but needed for some business operations
pt_pt: opcional, mas necessário para algumas operações de negócios

source: Optionally you can create a system user
pt_pt: Opcionalmente, você pode criar um usuário do sistema

source: min length 4 characters
pt_pt: comprimento mínimo de 4 caracteres

source: Used to determine what permission levels of the user
pt_pt: Usado para determinar quais níveis de permissão do usuário

source: min length 6 characters
pt_pt: comprimento mínimo 6 caracteres

source: 4 characters
pt_pt: 4 caracteres

source: How to add new employees?
pt_pt: Como adicionar novos funcionários?

source: How to add employees in bulk?
pt_pt: Como adicionar funcionários em massa?

source: e.g. +44 114 360 9600 please include international code
pt_pt: por exemplo. +44 114 360 9600 inclua código internacional

source: Currently working
pt_pt: Atualmente trabalhando

source: Working from
pt_pt: Trabalhando de

source: Worked until
pt_pt: Trabalhou até

source: required if <b>Currently working</b> set to No
pt_pt: obrigatório se <b> Atualmente trabalhando </b> estiver definido como Não

source: min length 4
pt_pt: comprimento mínimo 4

source: for more info about system roles click here:
pt_pt: para obter mais informações sobre funções do sistema, clique aqui:

source: min length 6
pt_pt: comprimento mínimo 6

source: If<b>login</b>is empty or less of 4 letters the system user will not be created
pt_pt: Se <b> login </b> estiver vazio ou com menos de 4 letras, o usuário do sistema não será criado

source: A random string will be used if the<b>password</b>and<b>PIN</b>if shorter than the minimum length
pt_pt: Uma sequência aleatória será usada se a <b> senha </b> e o <b> PIN </b> forem menores que o tamanho mínimo

source: Well done, log in using <b>root</b> as username and assign some employees to the system
pt_pt: Muito bem, faça login usando <b> root </b> como nome de usuário e atribua alguns funcionários ao sistema

source: Well done
pt_pt: Bem feito

source: or click
pt_pt: ou clique

source: for automatically assign next available barcode
pt_pt: para atribuir automaticamente o próximo código de barras disponível

source: How to add new location?
pt_pt: Como adicionar um novo local?

source: How to add locations in bulk?
pt_pt: Como adicionar locais em massa?

source: Location code
pt_pt: Código de localização

source: required, unique
pt_pt: obrigatório, único

source: Used for
es_es: Se utiliza para
pt_pt: Usado para
zh_cn: 用于

source: Main propose of this location
pt_pt: Principal proposta deste local

source: Cubic meters
pt_pt: Metros cúbicos

source: Dropdown options
pt_pt: Opções suspensas

source: The system users has to be linked to a employee in you company.
pt_pt: Os usuários do sistema precisam estar vinculados a um funcionário da sua empresa.

source: Click in the <i class="fa fa-cloud-upload"></i> icon at the table header to upload a excel or a CSV file with the following fields
pt_pt: Clique no <i class = "fa-fa-cloud-upload"> </i> ícone no cabeçalho da tabela para fazer upload de um arquivo excel ou CSV com os seguintes campos

source: Email send
pt_pt: Email enviado

source: No available
es_es: No disponible
pt_pt: Não disponível
zh_cn: 不可用

source: Send email
pt_pt: Enviar email

source: Send test email
pt_pt: Enviar email de teste

source: Set as text only email
pt_pt: Definir como email somente texto

source: Greetings
pt_pt: saudações

source: Contact name, Company
pt_pt: Nome do contato, Empresa

source: Prospect name
pt_pt: Nome do cliente em potencial

source: cost
pt_pt: custo

source: On
pt_pt: Em

source: Abandoned cart email
pt_pt: E-mail do carrinho abandonado

source: Total orders in basket
pt_pt: Total de pedidos na cesta

source: Order idle
pt_pt: Pedido inativo

source: more than
pt_pt: mais que

source: Filtered orders
pt_pt: Pedidos filtrados

source: Ingredients/Materials
pt_pt: Ingredientes / Materiais

source: Mark all in list
pt_pt: Marcar tudo na lista

source: No results found
pt_pt: Nenhum resultado encontrado

source: clear results
pt_pt: resultados claros

source: Go back to normal refund
pt_pt: Voltar ao reembolso normal

source: Refund everything
pt_pt: Reembolsar tudo

source: Email editor
pt_pt: Editor de email

source: Choose a HTML email template
pt_pt: Escolha um modelo de email em HTML

source: Add part's location note
pt_pt: Adicionar nota de localização da peça

source: Set as picking location
pt_pt: Definir como local de separação

source: Preferred picking location cc
pt_pt: Local de picking preferido cc

source: current stock
pt_pt: estoque atual

source: Preferred picking location zz
pt_pt: Local preferido para picking zz

source: Recommended min/max stock
pt_pt: Estoque mínimo / máximo recomendado

source: Recommended replenishment quantity
pt_pt: Quantidade recomendada de reposição

source: Order date
pt_pt: Data do pedido

source: Delivery note date
pt_pt: Data da nota de entrega

source: Consignment
pt_pt: Consignação

source: Alt Locations
pt_pt: Locais Alt

source: last saved
pt_pt: salvo pela última vez

source: Unpublished version on editor
pt_pt: Versão não publicada no editor

source: Published
pt_pt: Publicados

source: Proforma date
pt_pt: Data proforma

source: Price Increase
pt_pt: Aumento de preço

source: New unit price
pt_pt: Novo preço unitário

source: Supplier can less than the ordered quantity
pt_pt: O fornecedor pode menos do que a quantidade solicitada

source: Cartons can order
pt_pt: As caixas podem encomendar

source: Supplier can only delivery time to long
pt_pt: O fornecedor só pode levar tempo de entrega a longo prazo

source: Delay
pt_pt: Demora

source: Delay (days)
pt_pt: Atraso (dias)

source: Product no longer available
pt_pt: O produto não está mais disponível

source: Supplier minimum order not meet
pt_pt: O pedido mínimo do fornecedor não atende

source: Minimum carton order
pt_pt: Pedido mínimo da caixa

source: There is not active email templates
pt_pt: Não há modelos de email ativos

source: Create one here
pt_pt: Crie um aqui

source: Choose template
pt_pt: Escolha o modelo

source: Personalize
pt_pt: Personalizar

source: Click to start personalizing the invitation
pt_pt: Clique para começar a personalizar o convite

source: Go to editor
pt_pt: Ir para o editor

source: Send invitation email now
pt_pt: Enviar email de convite agora

source: Log email send with another application
pt_pt: Enviar e-mail de log com outro aplicativo

source: Log email
pt_pt: E-mail de log

source: Write a custom made invitation email
pt_pt: Escreva um email de convite personalizado

source: Personalized invitation
pt_pt: Convite personalizado

source: Send invitation email from template
pt_pt: Enviar email de convite do modelo

source: Send invitation using general template
pt_pt: Enviar convite usando o modelo geral
