Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: eegistered users
pt_pt: usuários registrados

source: settings
pt_pt: configurações

source: Web page type
pt_pt: Tipo de página da Web

source: My profile
pt_pt: Meu perfil

source: Accounting
pt_pt: Contabilidade

source: Payment accounts
pt_pt: Contas de pagamento

source: Payment service provider
pt_pt: Fornecedor de serviços de pagamento

source: Payment service providers
pt_pt: Prestadores de serviços de pagamento

source: Payments by store
pt_pt: Pagamentos por loja

source: Payments accounts
pt_pt: Contas de pagamentos

source: Payments per store
pt_pt: Pagamentos por loja

source: Order's index
pt_pt: Índice do pedido

source: Deteted users
pt_pt: Usuários detetados

source: API key
pt_pt: Chave API

source: New API key
pt_pt: Nova chave de API

source: Deleted API key
pt_pt: Chave de API excluída

source: Data sets
pt_pt: Conjuntos de dados

source: Records uploads
pt_pt: Uploads de registros

source: Transactions timeseries
pt_pt: Séries temporais de transações

source: Inventory timeseries
pt_pt: Séries temporais de inventário

source: Production (All manufactures)
pt_pt: Produção (Todos os fabricantes)

source: Manufacture Tasks
pt_pt: Tarefas de fabricação

source: Billing region & Tax code report
pt_pt: Região de cobrança e relatório de código tributário

source: Dispatched order's sales
pt_pt: Vendas do pedido despachado

source: Dispatched order's x-rays
pt_pt: Raios-x do pedido despachado

source: Pickers productivity
pt_pt: Produtividade dos catadores

source: Packers productivity
pt_pt: Produtividade dos empacotadores

source: Sales representatives productivity
pt_pt: Produtividade dos representantes de vendas

source: Prospect's agents
pt_pt: Agentes do prospect

source: Lost/Damaged stock
pt_pt: Estoque perdido / danificado

source: Stock given for free
pt_pt: Estoque fornecido gratuitamente

source: Intrastat exports
pt_pt: Exportações Intrastat

source: Intrastat imports
pt_pt: Importações Intrastat

source: comodity code missing
pt_pt: falta de código de mercadoria

source: commodity code missing
pt_pt: código de mercadoria ausente

source: EC sales list
pt_pt: Lista de vendas da CE

source: All stores).
pt_pt: Todas as lojas).

source: Offers categories
pt_pt: Categorias de ofertas

source: New campaign
pt_pt: Nova campanha

source: New voucher
pt_pt: Novo voucher

source: New offer
pt_pt: Nova oferta

source: Client's orders
pt_pt: Pedidos do cliente

source: %s (%s) returned from %s
pt_pt: % s (% s) retornado de% s

source: %s (%s) picked for %s
pt_pt: % s (% s) escolhido para% s

source: deleted
es_es: eliminado
pt_pt: excluído

source: Never been audited
pt_pt: Nunca foi auditado

source: Last audit %s
pt_pt: Última auditoria% s

source: Waiting to receive return
pt_pt: À espera de receber retorno

source: In construction
pt_pt: Em construção

source: Closed
pt_pt: Fechadas

source: Website worker access
pt_pt: Acesso ao trabalhador do site

source: Desktop
pt_pt: Área de Trabalho

source: Tablet
pt_pt: Tábua

source: Blank
pt_pt: Em branco

source: Hub
pt_pt: Cubo

source: Footer
es_es: Pie de página
pt_pt: Rodapé
zh_cn: 脚注

source: System
es_es: Sistema
pt_pt: Sistema
zh_cn: 系统

source: Custome
pt_pt: Custume

source: Info
es_es: Información
pt_pt: Informações

source: %s API key created (%s)
pt_pt: Chave de API% s criada (% s)

source: API key deleted
pt_pt: Chave de API excluída

source: Allowed IPs
pt_pt: IPs permitidos

source: Max request/hr
pt_pt: Pedido máximo / hora

source: API active
pt_pt: API ativa

source: API private key regenerated
pt_pt: Chave particular da API regenerada

source: Duplicated employee code
pt_pt: Código de funcionário duplicado

source: Duplicated store code
pt_pt: Código de loja duplicado

source: Duplicated store name
pt_pt: Nome duplicado da loja

source: National insurance number
pt_pt: Número de seguro Nacional

source: None of the bar codes could be added
pt_pt: Nenhum código de barras pode ser adicionado

source: Warehouse created
pt_pt: Armazém criado

source: Warehouse (%s) created
pt_pt: Armazém (% s) criado

source: Duplicated warehouse code
pt_pt: Código de armazém duplicado

source: Duplicated warehouse name
pt_pt: Nome duplicado do armazém

source: Lower target per hour can't be zero
pt_pt: O alvo mais baixo por hora não pode ser zero

source: Lower target per hour can't be negative
pt_pt: O objetivo mais baixo por hora não pode ser negativo

source: Upper target per hour can't be zero
pt_pt: O alvo superior por hora não pode ser zero

source: Upper target per hour can't be negative
pt_pt: O objetivo superior por hora não pode ser negativo

source: Duplicated manufacture task name
pt_pt: Nome da tarefa de fabricação duplicada

source: stores
pt_pt: lojas
zh_cn: 商店

source: websites
pt_pt: sites

source: products
pt_pt: produtos
zh_cn: 产品

source: customers
pt_pt: clientes
zh_cn: 客户

source: invoices
pt_pt: faturas
zh_cn: 发票

source: Order's Items
pt_pt: Itens do pedido

source: Purchases Terms & Conditions
pt_pt: Termos e condições de compras

source: currency
pt_pt: moeda

source: timezone
pt_pt: fuso horário

source: language
pt_pt: língua

source: organization name
pt_pt: Nome da organização

source: label signature
pt_pt: assinatura de etiqueta

source: Duplicated name
pt_pt: Nome duplicado

source: Agent %s created
pt_pt: Agente% s criado

source: location
es_es: ubicación
pt_pt: localização
zh_cn: 位置

source: delivery time (days)
pt_pt: tempo de entrega (dias)

source: country of origin
pt_pt: país de origem

source: port of import
pt_pt: porto de importação

source: Include general T&C
pt_pt: Incluir T&C geral

source: active
pt_pt: ativo

source: login
es_es: ingreso
pt_pt: Conecte-se
zh_cn: 登录

source: Skip inputting
pt_pt: Ignorar inserção

source: Skip mark as dispatched
pt_pt: Ignorar marca como despachado

source: Skip mark as received
pt_pt: Ignorar marca como recebida

source: Skip checking
pt_pt: Ignorar verificação

source: Try automatic placement location
pt_pt: Experimente o local da veiculação automática

source: order number format
pt_pt: formato do número do pedido

source: last incremental order number
pt_pt: último número de ordem incremental

source: Agent supplier purchase order created
pt_pt: Pedido de agente fornecedor criado

source: Purchase order send back to process
pt_pt: Pedido de compra enviado de volta ao processo

source: Purchase order confirmed by supplier
pt_pt: Pedido de compra confirmado pelo fornecedor

source: Purchase order submitted
pt_pt: Pedido enviado

source: Purchase order set back as submitted
pt_pt: Pedido de compra adiado como enviado

source: Purchase order cancelled
pt_pt: Pedido de compra cancelado

source: Unknown Weight
pt_pt: Peso desconhecido

source: Some supplier's products without weight
pt_pt: Produtos de alguns fornecedores sem peso

source: Unknown CBM
pt_pt: CBM desconhecido

source: Some supplier's products without CBM
pt_pt: Produtos de alguns fornecedores sem CBM

source: Purchase order marked as confirmed
pt_pt: Pedido marcado como confirmado

source: Purchase order associated with delivery %s
pt_pt: Pedido de compra associado à entrega% s

source: public Id
pt_pt: ID público

source: port of export
pt_pt: porto de exportação

source: estimated receiving date
pt_pt: data estimada de recebimento

source: agreed receiving date
pt_pt: data de recebimento acordada

source: Account number
pt_pt: Número da conta

source: Barcode %s associated
pt_pt: Código de barras% s associado

source: Can't update barcode reserved
pt_pt: Não é possível atualizar o código de barras reservado

source: Can't update, barcode already used
pt_pt: Não é possível atualizar, o código de barras já foi usado

source: Barcode no available
pt_pt: Código de barras não disponível

source: Content type
pt_pt: Tipo de conteúdo

source: Short description
pt_pt: Pequena descrição

source: Top secret file
pt_pt: Arquivo secreto superior

source: Barcode already in the system
pt_pt: Código de barras já no sistema

source: Barcode check digit error
pt_pt: Erro no dígito de verificação do código de barras

source: EAN13 is a barcode format must consist in 12 digits plus 1 check digit
pt_pt: EAN13 é um formato de código de barras que deve consistir em 12 dígitos mais 1 dígito de verificação

source: Barcode added
pt_pt: Código de barras adicionado

source: Barcode record %s created
pt_pt: Registro de código de barras% s criado

source: Error, can not create barcode
pt_pt: Erro, não é possível criar código de barras

source: Barcode assigned to asset
pt_pt: Código de barras atribuído ao ativo

source: %s associated
pt_pt: % s associados

source: Error, can't associate asset
pt_pt: Erro, não é possível associar o recurso

source: type
pt_pt: tipo

source: used from
pt_pt: usado de

source: Barcode record %s deleted
pt_pt: Registro de código de barras% s excluído

source: %s disassociated
pt_pt: % s desassociados

source: Category created
pt_pt: Categoria criada

source: Part's category created
pt_pt: Categoria da peça criada

source: Duplicated code
pt_pt: Código duplicado

source: Category deleted
es_es: Categoría eliminado
pt_pt: Categoria eliminada
zh_cn: 分类已删除

source: has been deleted permanently
pt_pt: foi eliminado definitivamente

source: disassociated with category
pt_pt: Dissociada com categoria

source: associated with category
pt_pt: associado com categoria

source: Product %s disassociated from category %s
pt_pt: Produto% s desassociado da categoria% s

source: Category Deleted
es_es: Categoría eliminada
pt_pt: Categoria eliminada

source: Category %s associated with category %s
pt_pt: Categoria% s associada à categoria% s

source: Product %s associated with category %s
pt_pt: Produto% s associado à categoria% s

source: Subject can't be associated with category
pt_pt: O assunto não pode ser associado à categoria

source: label
pt_pt: rótulo

source: description
pt_pt: descrição

source: webpage name
pt_pt: nome da página da web

source: browser title
pt_pt: título do navegador

source: meta description
pt_pt: Meta Descrição

source: %s charge created
pt_pt: % s cobrança criada

source: Name missing
pt_pt: Nome ausente

source: Clocking-in machine created (%s)
pt_pt: Máquina com registro de ponto criado (% s)

source: serial number
pt_pt: número de série

source: Duplicated NFC tag if
pt_pt: Etiqueta NFC duplicada se

source: Field required
pt_pt: Campo requerido

source: New NFC tag scanned
pt_pt: Nova etiqueta NFC digitalizada

source: Credit Note created
pt_pt: Nota de crédito criada

source: Customer company name or contact name required
pt_pt: Nome da empresa do cliente ou nome do contato necessário

source: %s customer record created
pt_pt: % s registro de cliente criado

source: Same as invoice address
pt_pt: Igual ao endereço da fatura

source: Unrelated to invoice address
pt_pt: Não relacionado ao endereço da fatura

source: Unrelated to contact address
pt_pt: Não relacionado ao endereço de contato

source: Valid
es_es: Válido
pt_pt: Válido
zh_cn: 可用的

source: Unknown if is valid
pt_pt: Desconhecido se é válido

source: Validity is unknown
pt_pt: A validade é desconhecida

source: Online validation service down
pt_pt: Serviço de validação online desativado

source: Invalid
pt_pt: Inválido

source: weeks
es_es: semana
pt_pt: semanas
zh_cn: 周

source: days
es_es: dias
pt_pt: dias
zh_cn: 天

source: No account manager
pt_pt: Nenhum gerente de conta

source: Partner
pt_pt: Parceiro

source: VIP customer
pt_pt: Cliente VIP

source: Remove account manager
pt_pt: Remover gerente de contas

source: Duplicated address
pt_pt: Endereço duplicado

source: delivery address link
pt_pt: link do endereço de entrega

source: invoice address link
pt_pt: link do endereço da fatura

source: subscription to email marketing
pt_pt: assinatura de email marketing

source: subscription postal marketing
pt_pt: marketing postal de assinatura

source: subscription to newsletter
pt_pt: assinatura de newsletter

source: website
es_es: sitio web
pt_pt: local na rede Internet
zh_cn: 网站

source: Customer set up as partner
pt_pt: Cliente configurado como parceiro

source: Customer set up as VIP with %s as account manager
pt_pt: Cliente configurado como VIP com% s como gerente de contas

source: Customer is not longer set up as partner
pt_pt: O cliente não está mais configurado como parceiro

source: Customer is not longer a VIP
pt_pt: O cliente não é mais um VIP

source: Set up as normal customer
pt_pt: Configurar como cliente normal

source: Current invoice address
pt_pt: Endereço atual da fatura

source: Current delivery address
pt_pt: Endereço de entrega atual

source: Cancelled because customer was deleted
pt_pt: Cancelado porque o cliente foi excluído

source: Customer can't be deleted because it has %s order
pt_pt: O cliente não pode ser excluído porque possui% s pedido

source: Customer deleted
es_es: Cliente eliminado
pt_pt: Cliente excluído
zh_cn: 客户已删除

source: Customer account balance adjusted %s
pt_pt: Saldo da conta do cliente ajustado% s

source: Customer poll query created
pt_pt: Consulta de pesquisa do cliente criada

source: Answer code missing
pt_pt: Código de resposta ausente

source: Duplicated code (%s)
pt_pt: Código duplicado (% s)

source: Answer missing
pt_pt: Resposta ausente

source: query code
pt_pt: código de consulta

source: query
pt_pt: inquerir

source: query type
pt_pt: Tipo de consulta

source: show in registration
pt_pt: mostrar no registro

source: show in customer profile
pt_pt: mostrar no perfil do cliente

source: required for registration
pt_pt: necessário para o registro

source: Customer poll %s deleted
pt_pt: Pesquisa do cliente% s excluída

source: Option for customer poll created
pt_pt: Opção para pesquisa de clientes criada

source: answer code
pt_pt: código de resposta

source: answer
pt_pt: responda

source: Data Sets already exists
pt_pt: Conjuntos de dados já existem

source: Error category not found
pt_pt: Categoria de erro não encontrada

source: permanent
pt_pt: permanente

source: cheapest free
pt_pt: mais barato grátis

source: cheapest %d free
pt_pt: % d grátis mais barato

source: Get one %s free
pt_pt: Receba um% s grátis

source: Get %d %s free
pt_pt: Receba% d% s de graça

source: Get one %s product free
pt_pt: Obtenha um% s de produto grátis

source: Get %d %s product free
pt_pt: Obtenha% d% s de produtos grátis

source: Free %s
pt_pt: % S grátis

source: Can not delete the offer, because it has been applied to an order
pt_pt: Não é possível excluir a oferta, porque ela foi aplicada a um pedido

source: public name
pt_pt: nome público

source: public terms info
pt_pt: informações sobre termos públicos

source: Campaign created
pt_pt: Campanha criada

source: Offer %s, voucher: %s (%s) created
pt_pt: Oferta% s, comprovante:% s (% s) criado

source: Offer %s (%s) created
pt_pt: Oferta% s (% s) criada

source: Duplicated name %s
pt_pt: Nome duplicado% s

source: start date
pt_pt: data de início

source: end date
pt_pt: data final

source: %s %s off
pt_pt: % s% s de desconto

source: Choose
pt_pt: Escolher

source: Delivery note created
pt_pt: Nota de entrega criada

source: Collected by customer
pt_pt: Coletado pelo cliente

source: Delivery note packed and closed
pt_pt: Nota de entrega embalada e fechada

source: Replacement packed and closed
pt_pt: Substituição embalada e fechada

source: Delivery note opened
pt_pt: Nota de entrega aberta

source: Replacement opened
pt_pt: Substituição aberta

source: Delivery note approved for dispatch
pt_pt: Nota de entrega aprovada para expedição

source: Delivery note un dispatched
pt_pt: Nota de entrega não despachada

source: Delivery note dispatched
pt_pt: Nota de entrega enviada

source: Replacement note dispatched
pt_pt: Nota de substituição enviada

source: Replacement cancelled
pt_pt: Substituição cancelada

source: Delivery note cancelled
pt_pt: Nota de entrega cancelada

source: Stock in location: %s
pt_pt: Estoque no local:% s

source: Picked: %s
pt_pt: Selecionado:% s

source: Mailshot for orders in basket created (%s)
pt_pt: Mailshot para pedidos na cesta criada (% s)

source: Newsletter created
pt_pt: Boletim criado

source: Email campaign %s created
pt_pt: Campanha de email% s criada

source: Setting up newsletter
pt_pt: Configurando boletim informativo

source: Changing template
pt_pt: Alterar modelo

source: Inactive day
pt_pt: Dia inativo

source: Initializing launch
pt_pt: Inicializando o lançamento

source: Sent %s of %s
pt_pt: % S de% s enviados

source: Campaign already sending emails
pt_pt: Campanha já emviando emails
zh_cn: 活动已发送邮件

source: Campaign already send
pt_pt: Campanha já emviada
zh_cn: 广告系列已发送

source: Campaign cancelled
pt_pt: Campanha cancelada

source: Mailshot already sent
pt_pt: Mailshot já enviado

source: Mailshot cancelled
pt_pt: Mailshot cancelado

source: Inactive days in basket
pt_pt: Dias inativos na cesta

source: Last updated %s days ago
pt_pt: Última atualização há% s dias

source: Max number of emails
pt_pt: Número máximo de e-mails

source: Days since last contact
pt_pt: Dias desde o último contato

source: %s email template created
pt_pt: % s modelo de email criado

source: Refund %s created
pt_pt: Reembolso% s criado

source: ECB exchange rate
pt_pt: Taxa de câmbio do BCE

source: Invoice %s created
pt_pt: Fatura% s criada

source: Invoice %s deleted
pt_pt: Fatura% s excluída

source: customer name
pt_pt: nome do cliente
zh_cn: 客户名称

source: invoice number
pt_pt: número da fatura

source: %s list created
pt_pt: Lista% s criada

source: Error can not create list
pt_pt: Erro não pode criar lista

source: Loosing customers
pt_pt: Perder clientes

source: Lost customers
pt_pt: Clientes perdidos

source: active customers
pt_pt: clientes ativos

source: loosing customers
pt_pt: perdendo clientes

source: lost customers
pt_pt: clientes perdidos

source: Registered between %s and %s
pt_pt: Registrado entre% s e% s

source: Registered from %s
pt_pt: Registrado a partir de% s

source: Registered up to %s
pt_pt: Registrado até% s

source: With
pt_pt: Com

source: Valid tax number
pt_pt: NIF válido

source: Without
pt_pt: Sem

source: Products in basket
pt_pt: Produtos no carrinho

source: Orders submitted & in warehouse
pt_pt: Pedidos enviados e em armazém

source: Products dispatched
pt_pt: Produtos expedidos

source: In cancelled orders
pt_pt: Em pedidos cancelados

source: in basket
pt_pt: Na cesta

source: submitted & in warehouse
pt_pt: enviado e no armazém

source: dispatched
pt_pt: despachou

source: cancelled
pt_pt: cancelado

source: Location do not exist
es_es: Ubicación no existen
pt_pt: O local não existe
zh_cn: 位置不存在

source: Wrong location code
es_es: Código de la localización incorrecta
pt_pt: Código de localização incorreto
zh_cn: 错误位置代码

source: %s location created
pt_pt: % s local criado

source: Other location has this code
es_es: Otro lugar tiene el código
pt_pt: Outro local tem este código
zh_cn: 其他位置有这个代码

source: Warehouse area not found
pt_pt: Área do armazém não encontrada

source: The maximum weight for this location show be numeric
es_es: El peso máximo de este espectáculo lugar ser numérico
pt_pt: O peso maximo para mostrar a localizaçao deve ser numerico
zh_cn: 这个位置的最大重量显示是数字

source: The maximum weight can not be negative
es_es: El peso máximo que no puede ser negativo
pt_pt: O peso maximo não pode ser negativo
zh_cn: 最大重量不能是负数

source: The maximum weight can not be zero
es_es: El peso máximo que no puede ser cero
pt_pt: O peso maximo não pode ser zero
zh_cn: 最大重量不能是0

source: The maximum volume for this location show be numeric
es_es: El volumen máximo de este espectáculo lugar ser numérico
pt_pt: O volume máximo para este local é mostrado numérico
zh_cn: 这个位置的最大容积显示是数字

source: The maximum volume can not be negative
es_es: El volumen máximo no puede ser negativo
pt_pt: O volume máximo não pode ser negativo
zh_cn: 最大容积不能是负数

source: The maximum volume can not be zero
es_es: El volumen máximo no puede ser cero
pt_pt: O volume máximo não pode ser zero
zh_cn: 最大体积不能为0

source: Flag invalid color
pt_pt: Sinalizar cor inválida

source: cubic meter
pt_pt: metro cúbico

source: Location moved from to warehouse area %s to %s
pt_pt: Local movido da área de armazém% s para% s

source: Location associated to warehouse area %s
pt_pt: Local associado à área de armazém% s

source: Location %s associated
pt_pt: Local% s associado

source: Can't delete because location has parts associated
pt_pt: Não é possível excluir porque o local possui peças associadas

source: Location %s deleted
pt_pt: Local% s excluído

source: flag
pt_pt: bandeira

source: max weight
pt_pt: peso máximo

source: max volume
pt_pt: volume Maximo

source: Manufacture task already exists
pt_pt: A tarefa de fabricação já existe

source: Value can't be zero
pt_pt: O valor não pode ser zero

source: Value can't be negative
pt_pt: O valor não pode ser negativo

source: Lower
pt_pt: Mais baixo

source: Upper
pt_pt: Superior

source: per task
pt_pt: por tarefa

source: staff cost
pt_pt: custo de pessoal

source: energy cost
pt_pt: custo de energia

source: materials cost
pt_pt: custo de materiais

source: other cost
pt_pt: outro custo

source: targets
pt_pt: alvos

source: lower target
pt_pt: alvo mais baixo

source: seconds
es_es: segundos
pt_pt: segundos
zh_cn: 秒

source: upper target
pt_pt: alvo superior

source: task/h
pt_pt: tarefa / h

source: employee reward terms
pt_pt: termos de recompensa do empregado

source: reward type
pt_pt: tipo de recompensa

source: reward amount
pt_pt: valor da recompensa

source: Material added
pt_pt: Material adicionado

source: TBC
pt_pt: Por confirmar

source: Outside the scope od VAT
pt_pt: Fora do âmbito do IVA

source: EC with %s
pt_pt: CE com% s

source: Edited
pt_pt: Editado

source: Waiting for a %s bank transfer
pt_pt: Aguardando uma transferência bancária% s

source: Will pay %s with cash
pt_pt: Pagará% s em dinheiro

source: Waiting bank transfer
pt_pt: Aguardando transferência bancária

source: Will pay with cash
pt_pt: Pagará com dinheiro

source: Order send back to basket
pt_pt: Ordem enviar de volta ao carrinho

source: Order submitted
pt_pt: Encomenda submetida

source: Delivery note deleted
pt_pt: Nota de entrega excluída

source: Delivery note cancelled, order back to submited state
pt_pt: Nota de entrega cancelada, pedido de volta ao estado enviado

source: Order send to warehouse
pt_pt: Pedido enviado ao armazém

source: Order packed and closed
pt_pt: Ordem embalada e fechada

source: Undo packed and closed
pt_pt: Desfazer compactado e fechado

source: Invoice deleted, order state back to packed and closed
pt_pt: Fatura excluída, estado do pedido novamente para embalado e fechado

source: Order invoiced
pt_pt: Pedido faturado

source: Order set as not dispatched
pt_pt: Pedido definido como não despachado

source: Order dispatched
pt_pt: Pedido enviado

source: Order invoiced again
pt_pt: Pedido faturado novamente

source: Order can not be cancelled, because has already been dispatched
es_es: Orden no se puede cancelar, porque ya ha sido enviado
pt_pt: Encomenda não pode ser cancelada, porque já foi enviada
zh_cn: 订单不能被取消，因为已经分派

source: Order is already cancelled
es_es: Orden ya está cancelado
pt_pt: Ordem já esta cancelada
zh_cn: 订单已经被取消

source: Payments must be refunded or voided before cancel the order
pt_pt: Os pagamentos devem ser reembolsados ou anulados antes de cancelar o pedido

source: Order cancelled
pt_pt: Encomenda cancelada

source: customer's purchase order number
pt_pt: número do pedido do cliente

source: tax number valid
pt_pt: número de imposto válido

source: Scheduled order's in basket purge created
pt_pt: Criação de pedidos programados na eliminação da cesta

source: Order's in basket purge created by %s
pt_pt: Eliminação de pedidos na cesta criada por% s

source: Setting up purge
pt_pt: Configurando eliminação
