Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Received Date
es_es: Recibido Fecha
zh_cn: 接收日期

source: Now
es_es: Ahora
zh_cn: 现在

source: Received By
es_es: Recibido por
zh_cn: 收到

source: Receiving Location
es_es: Recepción de Ubicación
zh_cn: 接收位置

source: Sold by unit
es_es: Vendido por unidad
zh_cn: 按单位出售

source: Unit Cost
es_es: Costo unitario
zh_cn: 单位成本

source: Unit per Case
es_es: Unidad por Caja
zh_cn: 每箱单位

source: Cost per Case
es_es: Costo por caso
zh_cn: 每箱成本

source: Current Stock
es_es: Stock actual
zh_cn: 当前库存

source: Purchase Orders with this Product
es_es: Ordenes de Compra con este producto
zh_cn: 这个产品的采购订单

source: Suppliers Products
zh_cn: 供应商产品

source: show details
zh_cn: 显示细节

source: hide details
zh_cn: 隐藏细节

source: Supplier Invoices
zh_cn: 供应商发票

source: Wellcome to
es_es: Bienvenidos a
zh_cn: 欢迎到

source: supplier's page
es_es: proveedor de la página
zh_cn: 供应商页面

source: filter results
es_es: filtrar resultados
zh_cn: 过滤结果

source: Close filter
es_es: Cerrar del filtro
zh_cn: 关闭过滤

source: My Profile
es_es: Mi Perfil
zh_cn: w

source: Administrative User
es_es: Administrativo del usuario
zh_cn: 管理用户

source: Website Users
zh_cn: 网站用户

source: Inikoo Users
es_es: Usuarios Inikoo
zh_cn: Inikoo 用户

source: Users Handing
es_es: Usuarios de Entrega
zh_cn: 用户移交

source: Last Failed Login
es_es: No se pudo acceder Última
zh_cn: 上次失败登录

source: Warehouse Account
es_es: Cuenta de Almacén
zh_cn: 仓库账户

source: Online Stores
zh_cn: 在线商店

source: Users List
es_es: Lista de usuarios
zh_cn: 用户列表

source: Staff User Login History
es_es: Nombre de usuario Personal Historia
zh_cn: 员工用户登陆历史

source: Edit Warehouse
es_es: Editar Almaćen
zh_cn: 编辑仓库

source: Area List
es_es: Área de la lista
zh_cn: 区域列表

source: Orders In Warehouse
zh_cn: 仓库订单

source: Picking/Packing
es_es: Recolección
zh_cn: 挑选中/打包中

source: Ready to Restock
es_es: Listo para restock
zh_cn: 准备补货

source: Supervisor PIN
es_es: Supervisor de PIN
zh_cn: 监事密码

source: PIN
zh_cn: 密码

source: Warehouse Inventory
zh_cn: 仓库库存

source: NotKeeping
zh_cn: 没有遵守

source: LastStock
zh_cn: 最后库存

source: Part Stock History
es_es: Parte Historia de archivo
zh_cn: 配件库存历史记录

source: Start Time
es_es: Hora de inicio
zh_cn: 开始时间

source: Finish Time
es_es: Hora de finalización
zh_cn: 完成时间

source: Total Breaks Time
es_es: Total de pausas
zh_cn: 总休息时间

source: Hours Worked
es_es: Horas trabajadas
zh_cn: 工作时间

source: Staff not exists
zh_cn: 员工不存在

source: Change Theme
zh_cn: 改变皮肤

source: Change Password
es_es: Cambiar contraseña
zh_cn: 改变密码

source: Sales Type
es_es: Ventas Tipo
zh_cn: 销售类型

source: Last Six Months
zh_cn: 过去六个月

source: Last Three Years
zh_cn: 上三年

source: Year To Day
zh_cn: 年初一天

source: Last Ten Days
zh_cn: 上10天

source: Department code starting with <i>x</i>
zh_cn: 部门编号开始于 <i>x</i>

source: Department name containing <i>x</i>
zh_cn: 部门名字包含 <i>x</i>

source: Family code starting with <i>x</i>
zh_cn: 系列编号开始于<i>x</i>

source: Store Offers
es_es: Ofertas de la tienda
zh_cn: 商店供货商

source: Sales in store currencies
es_es: Ventas Divisisa Tienda
zh_cn: 销售商店货币

source: Sales in
zh_cn: 销售于

source: Sales Amount
es_es: Ventas
zh_cn: 销售数量

source: Store code starting with <i>x</i>
zh_cn: 商店编号开始以<i>x</i>

source: Store name containing <i>x</i>
zh_cn: 商店名字包含<i>x</i>

source: Stores Stats
zh_cn: 销售统计

source: Input Invoice
zh_cn: 输入发票

source: New Delivery
zh_cn: 新送货单

source: New Purchase Order
zh_cn: 新订购单

source: Cost (All times)
zh_cn: 成本（一直）

source: Amend order
es_es: Modifíquese el fin de
zh_cn: 修改订单

source: DN Qty
es_es: cda. NEs
zh_cn: DN 数量

source: SP Qty
es_es: SP Cantidad
zh_cn: SP 数量

source: Dmgd Qty
zh_cn: 损坏数量

source: Rcvd Qty
zh_cn: 接收数量

source: PO Qty
es_es: cantidad de ordenes de compra
zh_cn: PO 数量

source: Edit Supplier Product
zh_cn: 编辑供应商产品

source: Supplier User
es_es: Proveedor del usuario
zh_cn: 供应商用户

source: Customize Page
es_es: Personalizar la página
zh_cn: 自定义页面

source: Error, department id should be a number
es_es: Error, id departamento debe ser un número
zh_cn: 错误，部门ID应该是数字

source: Error, family id not found
es_es: Error, de la familia no se encuentran Identificación
zh_cn: 错误，系列ID没找到

source: Error, family id should be a number
es_es: Error, Identificación de la familia deben ser un número
zh_cn: 错误，系列ID应该是数字

source: Exp Code
es_es: Exp. Código
zh_cn: 进出口代码

source: Buying Price
es_es: Precio de compra
zh_cn: 买入价

source: Error: Another product has the same code
zh_cn: 错误：另一个产品有同样的编号

source: Uploading new products file
es_es: Subida de los productos nuevos de archivo
zh_cn: 上传新产品文件

source: Manage Themes
es_es: Administrar Temas
zh_cn: 管理皮肤

source: Logins
es_es: Ingresos
zh_cn: 登录

source: Fail Logins
es_es: Ingresos fallidos
zh_cn: 失败登录

source: Last Fail Login
es_es: Último ingreso fallido
zh_cn: 上次登陆失败

source: Group
es_es: Grupo
zh_cn: 组

source: Segment
zh_cn: 分部

source: Edit Warehouse Area
zh_cn: 编辑仓库区域

source: Warehouse Orders
es_es: Pedidos de almacén
zh_cn: 仓库订单

source: Supplied By
es_es: Suministrado por el
zh_cn: 供应商

source: Sold(Given) Qty
es_es: Vendido (Dado) Cantidad
zh_cn: 售出（给定的）数量

source: Given Qty
es_es: Dado Cantidad
zh_cn: 给定的数量

source: Profit Out
es_es: Ganancia de salida
zh_cn: 获利

source: Profit (Inc Given)
es_es: Beneficio (Inc Dada)
zh_cn: 利润（公司提供的）

source: Part Settings
zh_cn: 配件设定

source: Syncronizing product
es_es: Sincronizando producto
zh_cn: 同步产品

source: Edit Warehouses
zh_cn: 编辑仓库

source: Add Warehouse
zh_cn: 增加仓库

source: Parts Index
zh_cn: 配件索引

source: Parts Details
zh_cn: 配件细节

source: Last Update
es_es: Ultima actualización
zh_cn: 上次更新

source: identified customers
zh_cn: 验证过的客户

source: No delivery notes
es_es: No notas de entrega

source: There isn't any delivery note like
es_es: No hay ninguna nota de entrega como

source: delivery notes with
es_es: Notas de entrega con

source: There isn't any department with code like
es_es: No hay ningún departamento con un código como

source: There isn't any department with name like
es_es: No hay ningún departamento con nombre como

source: There isn't any family with code like
es_es: No hay ninguna familia con el código como

source: There isn't any family with name like
es_es: No hay ninguna familia con el nombre como

source: main category
es_es: categoría principal

source: There isn't any category with code like
es_es: No hay ninguna categoría con nombre como

source: There isn't any category with label like
es_es: No hay ninguna categoría con etiqueta como

source: categories with code like
es_es: categorías con código

source: categories with label like
es_es: categorías con etiqueta

source: Category View
es_es: Vista de Categorias

source: company
es_es: empresa

source: list
es_es: lista

source: There isn't any list named like
es_es: No hay ninguna lista llamada como

source: Valid Tax Number
es_es: Número fiscal válido

source: To Send
es_es: Por Enviar

source: There isn't any widget with description like
es_es: No hay ningún widget con la descripción como

source: There isn't any widget with name like
es_es: No hay ningún widget con nombre como

source: widgets with description like
es_es: widgets con descripción como

source: widgets with name like
es_es: widgets con nombre como

source: offer
es_es: oferta

source: Private sale
es_es: Venta privada

source: Valid to
es_es: Valido hasta

source: Transaction not found
es_es: La operación no se a encontrado

source: Category code already used
es_es: El código de la categoría ya a sido usado

source: Number of subcategories
es_es: Número de subcategorías

source: Number of parts associated with this category
es_es: Número de piezas asociadas con esta categoría

source: Assign Here
es_es: Asignar aquí

source: Assign to Category
es_es: Agregar a categoría

source: with code like
es_es: con código como

source: suppliers with code like
es_es: proveedores con el código

source: suppliers with name like
es_es: proveedores con el nombre

source: Error Adding Widget
es_es: Error al agregar el widget

source: Can not Delete
es_es: No puedo eliminar

source: Dashboard Selected
es_es: Dashboard Selecionado

source: Dashboard Deleted
es_es: Tablero borrado

source: Please select a picker
es_es: Por favor, especifique un recolector

source: Please select a packer
es_es: Por favor, especifique un empaquetador

source: ea
es_es: c/u

source: pending order
es_es: orden por hacer

source: Edit Order
es_es: Editar pedido

source: picking order
es_es: Recolectando pedido

source: To pick
es_es: Por recolectar

source: footer
es_es: pie de página

source: <i>units</i> x <i>name</i> RRP
es_es: <i>unidades</i> x <i>nombre</i> PVP

source: Test
es_es: Prueba

source: Email sent
es_es: Email mandado

source: Fields
es_es: Campos

source: First
es_es: Primero

source: Last
es_es: Último

source: Review
es_es: Prevista

source: Imported
es_es: Importardo

source: Importing
es_es: Importando

source: No Authorized
es_es: No autorizado

source: No Found
es_es: No se ha encontrado

source: Excess
es_es: En exceso

source: Very Low
es_es: Muy bajo

source: picker
es_es: recogedor

source: packer
es_es: envasador

source: categories
es_es: categorías

source: request
es_es: solicitud

source: Add stock
es_es: Añadir stock

source: To Disp
es_es: Para Disp

source: wrong password
es_es: Contraseña invalida

source: Failed Login
es_es: Ingreso fallido

source: Root Node
es_es: Nodo Raíz

source: Head Node
es_es: Nodo Cabeza

source: Mobile removed
es_es: Móvil eliminado

source: Email removed
es_es: Correo electrónico eliminado

source: Order Processed
es_es: Pedido procesado

source: image added
es_es: imagen agregada

source: envelope
es_es: sobre

source: No change
es_es: No hubo cambios

source: Can not connect
es_es: No puede conectarce

source: Can not login
es_es: No puede ingresar

source: Not Paid
es_es: No pagado

source: Invoice for order
es_es: Facturas del pedido

source: Sold Out
es_es: Agotado

source: Order Product
es_es: Ordenar

source: In stock
es_es: En stock

source: register
es_es: registrar

source: OoS
es_es: FdeS

source: Please
es_es: Por favor

source: RRP from
es_es: PVP desde

source: Price from
es_es: Precio desde

source: Basket & Checkout
es_es: Revisar Pedido y Pago

source: See Basket
es_es: Ver cesto

source: Log Out
es_es: Salir

source: My Account
es_es: Mi Cuenta

source: Create Account
es_es: Crear cuenta

source: bag
es_es: bolso

source: dozen
es_es: docena

source: broken
es_es: roto

source: RRP Margin
es_es: Margen PVP

source: Linked to part
es_es: Enlazado a pieza

source: Force Out of Stock
es_es: Forzar fuera de stock

source: Store Deleted
es_es: Tienda borrada

source: Superuser
es_es: Superusuario

source: User Rights Disassociated with Website
es_es: Permisos de usuario disociado con sito web

source: present
es_es: a la fecha

source: Year-to-Date
es_es: Año a la Fecha

source: Month-to-Date
es_es: Mes a la fecha

source: w
es_es: s

source: y
es_es: a

source: Code like
es_es: código como

source: Category Code
es_es: Código de categoría

source: Category Label
es_es: Etiqueta de la categoría

source: Failed Logis
es_es: Ingresos fallidos

source: Viewed Pages
es_es: Páginas vistas

source: Customer Category
es_es: Categorías del cliente

source: Deleted Category
es_es: Categoría eliminada

source: Elements
es_es: Elementos

source: Import Records
es_es: Importar registros

source: Out of Stk
es_es: Fuera de stock

source: TC(UK)
es_es: TC (Reino Unido)

source: Given
es_es: Obsequios

source: same number
es_es: mismo numero

source: Widget Name
es_es: Widget

source: Widget Block
es_es: Bloque del Widget

source: Widget Dimension
es_es: Dimension del Widget

source: Widget Description
es_es: Descripción del Widget

source: Dashboard Configuration
es_es: Configuración del Tablero

source: Edit Part Categories
es_es: Editar las categorías de las piezas

source: Range
es_es: Rango

source: Editing Page
es_es: Editar página

source: Part Category
es_es: Categoría de las piezas

source: Invalid Category Code
es_es: Código de la categoria invalido

source: Invalid VAT Number
es_es: Número de IVA no es válido

source: Cost/u
es_es: Costo/u

source: Supplier Category
es_es: Categorías de Proveedores

source: Invalid Warehouse Name
es_es: Nombre de almacén invalido

source: Invalid Warehouse Code
es_es: Código de almacén invalido

source: Invalid Warehouse Area Name
es_es: Nombre de área almacén invalido

source: Invalid Warehouse Area Code
es_es: Código de área almacén invalido

source: objective
es_es: objetivo

source: Net Mass
es_es: Peso neto

source: Product Category
es_es: Categorías de productos

source: Import customers
es_es: Importar clientes

source: Filename
es_es: Nombre del archivo

source: Cost Value
es_es: Valor al coste

source: Com Value
es_es: Valor Commercial

source: Invoice Name
es_es: Nombre en la factura

source: Invoice Postcode
es_es: Código postal de la factura

source: Invoice Country
es_es: Pais de facturación

source: Invoice Categories
es_es: Categorias de facturas

source: Invoice Category
es_es: Categoría de facturas

source: Creating New Customer
es_es: Creando nuevo cliente

source: Tree
es_es: Árbol

source: Any
es_es: cualquier

source: S Until
es_es: Hasta S

source: GNP
es_es: PNB

source: Rtn
es_es: I / v

source: New Store
es_es: Añadir tienda

source: New Supplier Product
es_es: Nuevo suministro

source: Min Value
es_es: Valor mín.

source: Max Value
es_es: Valor máx.

source: DN Number
es_es: Número de N.E.

source: Previous Page
es_es: Página anterior

source: IP
es_es: Dirección IP

source: Last Visit
es_es: Última visita

source: Visits
es_es: Visitas

source: Parts Movements
es_es: Movimientos de piezas

source: SPK
es_es: Cda NEs

source: &Delta;U
es_es: ΔU

source: In O[U]
es_es: En O [U]

source: First date
es_es: Primera vez

source: Sales Components Report
es_es: Informe de ventas (desglosada)

source: Bonus (Value)
es_es: Bono (Valor)

source: Geographic Sales
es_es: Ventas geográficas

source: Mark as Out of Stock
es_es: Marcar como fuera de stock

source: First Order
es_es: Primer pedido

source: Sales Components
es_es: Ventas desglosadas

source: Last date
es_es: Última fecha

source: Register Users
es_es: Usuarios registrados

source: Searched Times
es_es: veces buscada

source: Back to stock
es_es: Regreso de stock

source: Recently out of stock
es_es: Recientemente fuera de stock

source: Changelog
es_es: Registro de cambios

source: Modify Password
es_es: Modificar Contraseña

source: Send Email
es_es: Enviar Email

source: Password is too short
es_es: La cntraseña es muy corta

source: Web State
es_es: Estado en la web

source: Store List
es_es: Lista de tiendas

source: Part Info
es_es: Informacion de Pieza

source: Product Price
es_es: Precio

source: Product RRP
es_es: PVP

source: YTD
es_es: aaf

source: MTD
es_es: maf

source: WTD
es_es: saf

source: Register User
es_es: Registrar usuario

source: Customer Overview
es_es: Resumen del cliente

source: Tax Number:
es_es: Número fiscal:

source: Name:
es_es: Nombre:

source: Address:
es_es: Dirección:

source: Processing request
es_es: Procesando

source: Website:
es_es: Sitio Web:

source: With Orders
es_es: Con pedidos

source: Previous Category
es_es: Categoría Anterior

source: Next Category
es_es: Categoría siguiente

source: Yes/No
es_es: Si/No

source: Pending Post
es_es: Correo por enviar

source: Print
es_es: Imprimir

source: User Created
es_es: Creado por los usuarios

source: Sales (1y)
es_es: Ventas (1A)

source: Sales Chart
es_es: Gráfico de ventas

source: Department Sales History
es_es: Historial de las ventas por departamento

source: Family's Sales
es_es: Ventas por familia

source: Product's Sales
es_es: Ventas por producto

source: All Products
es_es: Todos los Productos

source: Approve Picking/Packing
es_es: Autorizar Recolección

source: Pending Orders (Store)
es_es: Órdenes en espera (Tienda)

source: W Avg SpO
es_es: W Puntuación de SpO

source: M Avg SpO
es_es: M Puntuación de SpO

source: Add Billing Address
es_es: Añadir dirección de facturación

source: Current Billing Address
es_es: Dirección actual de facturación

source: Show changelog
es_es: Mostrar registro de cambios

source: Hide changelog
es_es: Ocultar registro de cambios

source: No value set
es_es: Sin valor establecido

source: New Main Category
es_es: Añadir categoría principal

source: Assign
es_es: Asignar

source: Delete Category
es_es: Eliminar categoría

source: Show Options
es_es: Mostrar opciones

source: Show when creating customer
es_es: Mostrar cuando

source: Check All
es_es: Selecionar todos

source: Uncheck All
es_es: Deseleccionar todos

source: With seleced customers
es_es: Con clientes marcadas

source: Delete all customers without orders
es_es: Borrar todos los clientes sin ordenes

source: Edit Dashboard
es_es: Editar Tablero

source: Widget List
es_es: Lista de Widgets

source: Add Widget
es_es: Agregar Widget

source: Dashboard's Widget List
es_es: Lista de Widgets en el Tablero

source: Yes, remove it!
es_es: Si, borralo!

source: Exit Configuration
es_es: Salir

source: Add Delivery Address
es_es: Añadir dirección de entrega

source: Use This
es_es: Usar esta

source: Use this
es_es: Usar esta

source: View Page
es_es: Ver Página

source: Page Keywords
es_es: Palabras clave de la página

source: Add parent
es_es: Añadir padre

source: Found in
es_es: Encontrado en

source: Add Page
es_es: Añadir pagina

source: Header Style
es_es: Estilo de Cabecera

source: Buttons
es_es: Botones

source: Delete Page
es_es: Eliminar página

source: Headers
es_es: Cabeceras

source: Footers
es_es: Pie de páginas

source: Stock Movements
es_es: Movimientos de inventario

source: OIP
es_es: PMI

source: Not In Use
es_es: No en Uso

source: Barcode Type
es_es: Tipo de código de barras

source: Barcode Data
es_es: Datos del código de barras

source: including packing
es_es: incluyendo embalaje

source: Package Type
es_es: Tipo de embalaje

source: Bottle
es_es: Botella

source: Bag
es_es: Bolsa

source: Cilinder
es_es: Cilíndro

source: Sphere
es_es: Esfera

source: Replace
es_es: Sustituye

source: Show editor
es_es: Mostrar editor

source: Yes delete it
es_es: Si, borralo!

source: Delete Transaction
es_es: Borrar transacción

source: Delete File
es_es: Eliminar archivo

source: Parts no assigned
es_es: Piezas no asignadas

source: With seleced parts
es_es: Con piezas marcadas

source: Edit Parts
es_es: Editar piezas

source: Parts in this category
es_es: Piezas en esta categoría

source: Parts not assigned
es_es: Piezas no asignadas

source: No Assigened Parts
es_es: Piezas no asignadas

source: Edit selected parts
es_es: Editar piezas marcadas

source: Linking data, wait please
es_es: Enlazando, por favor espere un momentito

source: Yes, link it!
es_es: Si, enlazalo!

source: Products Categories
es_es: Categoria de productos

source: Wholesale
es_es: Vental al mayoreo

source: Welcome Message
es_es: Mensaje de bienvenida

source: Message
es_es: Mensage

source: New Header
es_es: Nueva Cabacera

source: New Footer
es_es: Añadir pie de página

source: Protocol
es_es: Protocolo

source: Server
es_es: Servidor

source: Short Description
es_es: Descripción corta

source: Delete Store
es_es: Eliminar tienda

source: Editing Suppliers Categories
es_es: Editando Categorías de Proveedores

source: Suppliers no assigned
es_es: Proveedores no asignado

source: Random Password
es_es: Contraseña aleatoria

source: Location Flags
es_es: Marcadores de ubicaciones

source: Objectives
es_es: Objetivos

source: Employed since
es_es: Empleado desde

source: Employed Until
es_es: Empleado hasta

source: New map
es_es: Nuevo mapa

source: Maps
es_es: Mapas

source: Map Library
es_es: Lista de mapas

source: Save As
es_es: Guardar como

source: Save map as:
es_es: Guardar mapa como

source: Family Sales History
es_es: Historial del las ventas de la familia

source: Products Sold
es_es: Productos vendidos

source: Family's Category Sales History
es_es: Historial de ventas de las categorías de familia

source: YD
es_es: Ayer

source: LW
es_es: SA

source: LM
es_es: MA

source: Forbidden Content
es_es: Contenido prohibido

source: Forbidden content
es_es: Contenido prohibido

source: please contact your system administrator
es_es: Por favor, contacte al administrador del sitio

source: Sorry, you don't have the rights to access orders information, please contact your system administrator
es_es: Usted no tiene los derechos para ver esta página, pongase en contacto con el administrador del sitio

source: You don't have the rights to see this page, please contact your system administrator
es_es: Usted no tiene los derechos para ver esta página, pongase en contacto con el administrador del sitio

source: Edit Organization
es_es: Editar organizacón

source: Import Customers
es_es: Importar clientes

source: Upload File
es_es: Subir archivo

source: CSV File
es_es: Archivo CSV

source: Upload & Preview
es_es: Subir y preveer

source: Import History
es_es: Historial de importación

source: Reviewing
es_es: Prevista

source: Importing Customers
es_es: Importando clientes

source: Cancelling
es_es: Cancelando

source: Imported Date
es_es: Facha de importación

source: Previous Dashboard
es_es: Tablero Anterior

source: Next Dashboard
es_es: Siguiente Tablero

source: Pick Orders
es_es: Recolectar pedidos

source: Part Movements
es_es: Movimientos de inventario

source: NiU
es_es: NeU

source: iU
es_es: eU

source: Value at Cost
es_es: Valor al coste

source: Cost Value (end day)
es_es: Valor al costo (fin dia)

source: Sales Rep
es_es: Rep de ventas

source: Amount Paid
es_es: Cantidad pagada

source: Other Amount
es_es: Otra cantidad

source: Pay All
es_es: Pagar todo

source: Unpaid
es_es: Sin pagar

source: Invoices List
es_es: Lista de facturas

source: Staff Login
es_es: Ingreso de Personal

source: Suppliers Login
es_es: Ingreso de proveedores

source: Category Code Required
es_es: El nombre de la categoría es requerido

source: Category Label Required
es_es: La etiqueta de la categoría es requerido

source: Set as other
es_es: Establecer como otro

source: Set as normal
es_es: Establecer como normal

source: Contacts who..
es_es: Contactos que ...

source: Orders Placed
es_es: Pedidos hechos

source: Categories List
es_es: Lista de categorías

source: Web Login
es_es: Ingreso Web

source: Failed Logins
es_es: Ingresos fallidos

source: Pages Views
es_es: Vistas a páginas

source: Offer Name
es_es: Nombre de la oferta

source: Offer Description
es_es: Descripción de la oferta

source: Show in Registration
es_es: Mostrar en registro

source: Show in Profile
es_es: Mostrar en perfil

source: New Part
es_es: Nuevas Piezas

source: Cancel Post Order
es_es: Cancelar Post-Orden

source: Go back to order
es_es: Volver a la orden

source: Refund all order
es_es: Reembolsar todo el pedido

source: Original Total
es_es: Total original

source: Replacements Value
es_es: Valor de reemplazos

source: Submit Credit
es_es: Processar crédito

source: Proposed Credit
es_es: Crédito propuesto

source: Cancel Credit
es_es: Cancelar crédito

source: Sumited Credit
es_es: Crédito processado

source: Create Refund
es_es: Crear Reembolzo

source: Refund Value
es_es: Valor de reembolso

source: Not received
es_es: No recibido

source: Don't like it
es_es: No le gustó

source: Proceed
es_es: Proceder

source: Units per case
es_es: Unidades por Caja

source: Refunds (N)
es_es: Reembolsos (N)

source: Refunds (Tax)
es_es: Reembolsos (I)

source: Add debit/credit
es_es: Añadir débito/crédito

source: Process Order
es_es: Procesar Pedido

source: Quick Invoice
es_es: Facturación rápida

source: Exit Modify Order
es_es: Salir Modificar Orden

source: Processig Request
es_es: Procesando

source: Use auto value
es_es: User valor automático

source: Set Charges
es_es: Establecer Cargos

source: Remove Credit
es_es: Remover crédito
