Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Contact since
pt_pt: Contato desde

source: Type
es_es: Tipo
pt_pt: Tipo
zh_cn: 类型

source: Consignments
pt_pt: Consignações

source: Payroll Id
pt_pt: ID da folha de pagamento

source: Location barcode
pt_pt: Código de barras da localização

source: Company name
pt_pt: Nome da empresa

source: Products origin
pt_pt: Origem dos produtos

source: Delivery time
pt_pt: Tempo de entrega

source: Lost Supplier
pt_pt: Fornecedor perdido

source: Warning!, loosing supplier
pt_pt: Aviso !, perdendo fornecedor

source: has place one order
es_es: a hecho un solo pedido
pt_pt: fez um pedido
zh_cn: 已经放置一个订单

source: placed
pt_pt: colocada

source: has placed
pt_pt: colocou
zh_cn: 已经放置

source: orders
es_es: pedidos
pt_pt: pedidos
zh_cn: 订单

source: orders so far
pt_pt: pedidos até agora
zh_cn: 订单至今

source: which amounts to a total of
pt_pt: o que equivale a um total de
zh_cn: 这相当于一个总额

source: plus tax
es_es: mas iva
pt_pt: mais imposto
zh_cn: 加税

source: an average of
es_es: un promedio de
pt_pt: uma média de
zh_cn: 一个平均数

source: per order
es_es: por pedido
pt_pt: por pedido
zh_cn: 每个订单

source: This supplier used to place an order every
pt_pt: Esse fornecedor costumava fazer um pedido a cada

source: This supplier usually places an order every
pt_pt: Esse fornecedor geralmente faz um pedido a cada

source: Unit
es_es: Unidad
pt_pt: Unidade
zh_cn: 单位

source: Commercial unit label
pt_pt: Etiqueta da unidade comercial

source: Not set
pt_pt: Não configurado
zh_cn: 没有设定

source: Units per SKO
pt_pt: Unidades por SKO

source: Stock keeping unit (Outer) label
pt_pt: Etiqueta da unidade de manutenção de estoque (externa)

source: SKO weight
pt_pt: Peso SKO

source: Units per carton
pt_pt: Unidades por caixa

source: Carton label
pt_pt: Etiqueta da caixa

source: Carton CBM
pt_pt: Caixa CBM

source: Carton gross weight
pt_pt: Peso bruto da caixa

source: Cost
es_es: Costo
pt_pt: Custo
zh_cn: 成本

source: Current landed cost
pt_pt: Custo inicial atual

source: Minimum order (cartons)
pt_pt: Pedido mínimo (caixas)

source: Stock keeping unit (Outer)
pt_pt: Unidade de manutenção de estoque (Exterior)

source: per carton
pt_pt: por caixa

source: per SKO
pt_pt: por SKO

source: Units per package
pt_pt: Unidades por pacote

source: Packages per carton
pt_pt: Pacotes por caixa

source: Part
es_es: Parte
pt_pt: Parte
zh_cn: 部分

source: Next deliveries
pt_pt: Próximas entregas

source: Warehouse area name
pt_pt: Nome da área do armazém

source: Locations
es_es: Ubicaciones
pt_pt: Localizações
zh_cn: 位置

source: Invoiced
es_es: Facturado
pt_pt: Facturado

source: Collected
es_es: Recogido
pt_pt: Coletado
zh_cn: 搜集

source: Dispatch approved
pt_pt: Despacho aprovado

source: Drop ship to
pt_pt: Solte o navio para

source: Deliver to
pt_pt: Entregar para

source: Collection
pt_pt: coleção
zh_cn: 收集

source: Billed to
pt_pt: Faturado para

source: Priority
pt_pt: Prioridade

source: Cancel order
pt_pt: Cancelar encomenda

source: Send back to basket
pt_pt: Enviar de volta ao carrinho

source: Unmark as send
pt_pt: Desmarcar como enviar

source: Proforma invoice
pt_pt: Fatura proforma

source: Pro mode
pt_pt: Modo profissional

source: Recommended retail prices
pt_pt: Preços de varejo recomendados

source: Commodity codes
pt_pt: Códigos de mercadorias

source: Country of origin
pt_pt: País de origem

source: English
es_es: Ingles
pt_pt: Inglês
zh_cn: 英语

source: Create refund
pt_pt: Criar reembolso

source: Next
es_es: Siguiente
pt_pt: Próximo
zh_cn: 下一个

source: Create credit note
pt_pt: Criar nota de crédito

source: Create replacement
pt_pt: Criar substituição

source: Create return
pt_pt: Criar retorno

source: Create invoice
pt_pt: Criar recibo

source: Invoice order
pt_pt: Pedido de fatura

source: Create invoice again
pt_pt: Criar fatura novamente

source: Invoice order again
pt_pt: Pedido de fatura novamente

source: Send to warehouse
pt_pt: Enviar para armazém

source: Submit
es_es: Enviar
pt_pt: Enviar
zh_cn: 提交

source: Submit order
pt_pt: Enviar pedido

source: Are you sure you want to modify an order already in warehouse?
pt_pt: Tem certeza de que deseja modificar um pedido já no armazém?

source: Please notify warehouse staff of changes
pt_pt: Notifique a equipe do armazém sobre alterações

source: Yes, i want to modify it!
pt_pt: Sim, eu quero modificá-lo!

source: Delivery weight
pt_pt: Peso de entrega

source: Estimated delivery weight
pt_pt: Peso estimado de entrega

source: Estimated weight
pt_pt: Peso estimado

source: Number discounted items
pt_pt: Número de itens com desconto

source: Number out of stock items
pt_pt: Número de itens fora de estoque

source: Number items returned
pt_pt: Número de itens retornados

source: Items profit
pt_pt: Lucro de itens

source: lost revenue
pt_pt: receita perdida

source: Close
es_es: Cerrar
pt_pt: Fechado
zh_cn: 关闭

source: Discounts
es_es: Descuentos
pt_pt: Descontos
zh_cn: 折扣

source: Offer code/voucher
pt_pt: Código da oferta / voucher

source: Add offer
pt_pt: Adicionar oferta

source: Picking sheet
pt_pt: Folha de picking

source: Picking sheet with address labels
pt_pt: Folha de picking com etiquetas de endereço

source: Input picking sheet data
pt_pt: Entrada de dados da folha de picking

source: Approve dispatch
pt_pt: Aprovar expedição

source: PDF invoice display settings
pt_pt: Configurações de exibição da fatura em PDF

source: Return payment pending
pt_pt: Pagamento de devolução pendente

source: PDF Invoice
pt_pt: Fatura em PDF

source: Product barcode
pt_pt: Código de barras do produto

source: available credit
pt_pt: crédito disponível

source: Payments
es_es: Pagos
pt_pt: Pagamentos
zh_cn: 付款方式

source: Add payment
pt_pt: Adicionar pagamento

source: Unlock
pt_pt: Desbloquear

source: Order already paid
pt_pt: Pedido já pago

source: Add payment at your own risk
pt_pt: Adicione o pagamento por sua conta e risco

source: To pay
pt_pt: Pagar
zh_cn: 去付款

source: To credit / refund
pt_pt: Para creditar / reembolso

source: Total refunds
pt_pt: Reembolsos totais

source: Total final balance afer refunds
pt_pt: Total do saldo final após restituições

source: Final balance
pt_pt: Balanço final

source: Customer credit
pt_pt: Crédito ao cliente

source: Amount to be credited
pt_pt: Valor a ser creditado

source: Clone order
pt_pt: Ordem de clonagem

source: Client's order received
pt_pt: Pedido do cliente recebido

source: Order received
pt_pt: Pedido Recebido

source: Supplier's orders created
pt_pt: Pedidos do fornecedor criados

source: SOs created
pt_pt: SOs criadas

source: Delivery
pt_pt: Entrega
zh_cn: 送货

source: Create supplier's order
pt_pt: Criar pedido do fornecedor

source: Input delivery note
pt_pt: Nota de entrega de entrada

source: Sent
pt_pt: Enviei

source: Open
pt_pt: Aberto

source: Set as not interested
pt_pt: Definir como não interessado

source: Regenerate private key
pt_pt: Regenerar chave privada

source: New private key
pt_pt: Nova chave privada

source: The API private key is a secret information and should be treated as a password, the key will not be shown again
pt_pt: A chave privada da API é uma informação secreta e deve ser tratada como uma senha; a chave não será mostrada novamente

source: hide
pt_pt: ocultar
zh_cn: 隐藏

source: No department
pt_pt: Nenhum departamento

source: Suspended products
pt_pt: Produtos suspensos

source: Products online
pt_pt: Produtos on-line

source: Products out of stock
pt_pt: Produtos fora de estoque

source: No public products
pt_pt: Nenhum produto público

source: Webpage
pt_pt: Página da web
zh_cn: 网页

source: Supplier deliveries
pt_pt: Entregas do fornecedor

source: Purchased amount
pt_pt: Valor comprado

source: Sale deliveries
pt_pt: Entregas de venda

source: Dispatched SKOs
pt_pt: SKOs despachados

source: Sales amount
pt_pt: Quantidade de vendas

source: Site map
pt_pt: Mapa do site

source: Status
es_es: Estado
pt_pt: Estado
zh_cn: 状态

source: Order confirmed
pt_pt: Pedido confirmado

source: Supplier's orders received
pt_pt: Pedidos do fornecedor recebidos

source: Order in delivery
pt_pt: Ordem na entrega

source: Number of cartons
pt_pt: Número de cartões

source: Original order
pt_pt: Pedido original

source: Creating replacement
pt_pt: Criando substituição

source: Feedback set
pt_pt: Conjunto de feedback

source: Warehouse
es_es: Almacén
pt_pt: Armazém
zh_cn: 仓库

source: Courier
es_es: Empresa Envio
pt_pt: Correio
zh_cn: 信使

source: Management
pt_pt: Gestão

source: Feedback
pt_pt: Comentários

source: Ok
pt_pt: Está bem

source: Manufacturing
pt_pt: Fabricação

source: No estimated production date
pt_pt: Nenhuma data estimada de produção

source: Estimated delivery date
pt_pt: Data de Entrega Estimada

source: No estimated delivery date
pt_pt: Sem data prevista de entrega

source: No estimated delivery
pt_pt: Nenhuma entrega estimada

source: Delete purchase order
pt_pt: Excluir pedido

source: Cancel purchase order
pt_pt: Cancelar pedido

source: Stop manufacturing, send back to planning
pt_pt: Pare de fabricar, envie de volta ao planejamento

source: Send back to planning
pt_pt: Enviar de volta ao planejamento

source: Start manufacturing
pt_pt: Comece a fabricar

source: Fill production sheet
pt_pt: Preencher folha de produção

source: Production time
pt_pt: Tempo de produção

source: Stores
es_es: Tiendas
pt_pt: Lojas
zh_cn: 商店

source: Pages
es_es: Páginas
pt_pt: Páginas
zh_cn: 单页

source: Users
es_es: Usuarios
pt_pt: Usuarios
zh_cn: 用户

source: Warehouses
es_es: Naves industriales
pt_pt: Armazéns
zh_cn: 仓库

source: Locatons
pt_pt: Localizações

source: Compose newsletter
pt_pt: Redigir boletim informativo

source: Setup mail list
pt_pt: Configurar lista de correio

source: Compose email
pt_pt: Escrever um email

source: Schedule send
pt_pt: Agendar envio

source: Start send
pt_pt: Iniciar envio

source: Stopped
pt_pt: Parado

source: Estimated recipients
pt_pt: Destinatários estimados

source: Delete newsletter
pt_pt: Excluir boletim informativo

source: Delete mailshot
pt_pt: Excluir mailshot

source: Undo
pt_pt: Desfazer

source: Edit email
pt_pt: Editar email

source: Stop sending emails
pt_pt: Parar de enviar e-mails

source: Set mailing list
pt_pt: Definir lista de endereçamento

source: Send mailshot
pt_pt: Enviar mailshot

source: Send mailshot now
pt_pt: Envie agora o mailshot

source: Start sending
pt_pt: Comece a enviar

source: Schedule mailshot
pt_pt: Agendar mailshot

source: Send now
pt_pt: Envie agora

source: Send in <em>n</em> hours
pt_pt: Enviar em <em> n </em> horas

source: Choose time
pt_pt: Escolha a hora

source: Send in
pt_pt: Enviar

source: hours
es_es: horas
pt_pt: horas
zh_cn: 小时

source: time
pt_pt: Tempo

source: Resume sending
pt_pt: Retomar o envio

source: Hard bounces
pt_pt: Saltos fortes

source: Soft bounces
pt_pt: Saltos suaves

source: Delivered
pt_pt: Entregue

source: Opened
pt_pt: Aberto

source: Clicked
pt_pt: Clicado

source: 2nd wave
pt_pt: 2ª onda

source: Hard bounce
pt_pt: Salto forte

source: Soft bounce
pt_pt: Salto suave

source: Unsubscribed
pt_pt: Cancelar inscrição

source: Start picking
pt_pt: Comece a escolher

source: Delete delivery note
pt_pt: Excluir nota de entrega

source: Undo start picking
pt_pt: Desfazer a seleção inicial

source: Set back to waiting to be picked
pt_pt: Voltar à espera de ser escolhido

source: Cancel delivery note
pt_pt: Cancelar nota de entrega

source: Open boxes
pt_pt: Caixas abertas

source: Close boxes
pt_pt: Fechar caixas

source: Dispatch
pt_pt: Despacho
zh_cn: 派送

source: Items cost
pt_pt: Custo de itens

source: Parcels
es_es: Paquetes
pt_pt: Encomendas
zh_cn: 包裹

source: number
pt_pt: número

source: Tracking
pt_pt: Rastreamento

source: Tracking code
pt_pt: Código de rastreamento

source: Please assign picker
pt_pt: Atribuir selecionador

source: Please assign packer
pt_pt: Atribua empacotador

source: Picking aid
pt_pt: Auxiliar de picking

source: Pack order
pt_pt: Ordem de embalagem

source: Return payments
pt_pt: Retornar pagamentos

source: add payment
pt_pt: adicionar pagamento

source: Paid back
pt_pt: Pago de volta

source: To pay back
pt_pt: Pagar de volta

source: Assign picker
pt_pt: Atribuir seletor

source: Set as collected
pt_pt: Definir como coletado

source: Boxes
pt_pt: Caixas

source: Pallets
pt_pt: Paletes

source: Small parcels
pt_pt: Pequenas parcelas

source: Restricted access, please ask your administrator to give you permission
pt_pt: Acesso restrito, peça ao administrador para dar permissão

source: Consolidated
es_es: Consolidado
pt_pt: Consolidado
zh_cn: 综合

source: Received by client
pt_pt: Recebido pelo cliente

source: Mark delivery as consolidated
pt_pt: Marcar entrega como consolidada

source: Packed individually
pt_pt: Embalado individualmente

source: Packed in
pt_pt: Embaladas em

source: Each carton contain
pt_pt: Cada caixa contém

source: Can to make up
pt_pt: Pode fazer as pazes

source: Production queue
pt_pt: Fila de produção

source: Parts active
pt_pt: Peças ativas

source: Parts discontinuing
pt_pt: Descontinuação de peças

source: Parts discontinued
pt_pt: Peças descontinuadas

source: Close edit
pt_pt: Fechar edição

source: Suppliers
es_es: Proveedores
pt_pt: Fornecedores
zh_cn: 提供者

source: Lost Agent
pt_pt: Agente Perdido

source: Warning!, loosing agent
pt_pt: Aviso !, agente perdedor

source: This agent used to place an order every
pt_pt: Esse agente costumava fazer um pedido a cada

source: This agent usually places an order every
pt_pt: Esse agente geralmente faz um pedido a cada

source: Web state
pt_pt: Estado da Web

source: Stock available
pt_pt: Estoque disponível

source: Price
es_es: Precio
pt_pt: Preço
zh_cn: 价格

source: To
es_es: Para
pt_pt: Até
zh_cn: 到

source: Unit label
pt_pt: Etiqueta da unidade

source: Account Balance
pt_pt: Saldo da conta

source: Add money to customer balance
pt_pt: Adicionar dinheiro ao saldo do cliente

source: Withdraw money to customer balance
pt_pt: Retirar dinheiro para o saldo do cliente

source: Authorised users
pt_pt: Usuários autorizados

source: Restricted operation
pt_pt: Operação restrita

source: Please ask an authorised user to add funds to customer account
pt_pt: Peça a um usuário autorizado para adicionar fundos à conta do cliente

source: locked
pt_pt: trancado

source: Account manager
pt_pt: Gerente de contas

source: Losing Customer
pt_pt: Cliente Perdedor

source: Lost Customer
es_es: Cliente perdido
pt_pt: Cliente perdido
zh_cn: 失去客户

source: Customer's clients
pt_pt: Clientes do cliente

source: Subscriptions
pt_pt: Assinaturas

source: Marketing by email
pt_pt: Marketing por email

source: Marketing by post
pt_pt: Marketing por correio

source: Warning!, loosing customer
pt_pt: Atenção !, perdendo cliente

source: has been invoiced once
pt_pt: foi faturado uma vez

source: has been invoiced
pt_pt: foi faturado

source: times
pt_pt: vezes

source: times so far
pt_pt: tempos até agora

source: refunded
pt_pt: devolveu

source: This customer used to place an order every
pt_pt: Esse cliente costumava fazer um pedido a cada

source: This customer usually places an order every
es_es: El cliente generalmente hace un pedido cada
pt_pt: Esse cliente geralmente faz um pedido a cada
zh_cn: 这个顾客通常下定单每

source: Order in basket
pt_pt: Encomenda no carrinho

source: Items net
pt_pt: Itens líquidos

source: No order in basket
pt_pt: Nenhum pedido na cesta

source: Online
es_es: En línea
pt_pt: Conectado
zh_cn: 在线

source: Offline
es_es: Fuera de Stock
pt_pt: Desconectado
zh_cn: 离线

source: Submitted date
pt_pt: Data de envio

source: Waiting days
pt_pt: Dias de espera

source: Transfer credit to
pt_pt: Transferir crédito para

source: Private note
pt_pt: Nota particular

source: Add funds to customer credit account
pt_pt: Adicionar fundos à conta de crédito do cliente

source: Will increase account balance
pt_pt: Aumentará o saldo da conta

source: Pay for the shipping of a return
pt_pt: Pagar pelo envio de uma devolução

source: Compensate customer
pt_pt: Compensar o cliente

source: Transfer from other customer account
pt_pt: Transferir de outra conta de cliente

source: Other reason
pt_pt: Outra razão

source: Amount to deposit
pt_pt: Valor a depositar

source: Withdraw funds from customer credit account
pt_pt: Retirar fundos da conta de crédito do cliente

source: Will decrease account balance
pt_pt: Diminuirá o saldo da conta

source: Customer want money back
pt_pt: Cliente quer dinheiro de volta

source: Transfer to other customer account
pt_pt: Transferir para outra conta de cliente

source: Withdraw amount
pt_pt: Retirar montante

source: Items Gross
es_es: Artículos bruto
pt_pt: Itens Brutos
zh_cn: 物品总值

source: Adjust Net
es_es: Ajuste neto
pt_pt: Ajustar rede
zh_cn: 调整净额

source: Total Net
es_es: Total Neto
pt_pt: Total líquido
zh_cn: 净值总计

source: Adjust Tax
es_es: Ajuste Fiscal
pt_pt: Ajustar imposto
zh_cn: 调整税收

source: Items Profit
pt_pt: Itens Lucro

source: Margin
es_es: Margen
pt_pt: Margem
zh_cn: 差额

source: Work day
pt_pt: Dia De Trabalho

source: Barcode label
pt_pt: Etiqueta de código de barras

source: Material/Ingredients label
pt_pt: Etiqueta Material / Ingredientes

source: Outer
pt_pt: Exterior

source: Units per outer
es_es: Unidades por caja
pt_pt: Unidades por exterior
zh_cn: 每个外部单位

source: SKO commercial value
pt_pt: Valor comercial da SKO

source: Stock in locations
pt_pt: Estoque em locais

source: Reserved paid parts in process by customer services
pt_pt: Peças pagas reservadas em processo pelos serviços ao cliente

source: Parts been picked
pt_pt: As peças foram escolhidas

source: Stock available for sale
pt_pt: Estoque disponível para venda

source: Save
pt_pt: Salve 

source: SKO stock value no set up yet
pt_pt: Valor das ações da SKO ainda não configurado

source: Add stock via a purchase order or update Stock value (per SKO)
pt_pt: Adicione estoque através de um pedido ou atualize o valor do estoque (por SKO)

source: Future delivered cost
pt_pt: Custo futuro entregue

source: Exit edit stock
pt_pt: Sair da edição de estoque

source: Exit move stock
pt_pt: Sair do estoque de movimentação

source: Move stock
pt_pt: Mover estoque

source: Part's location note
pt_pt: Nota de localização da peça

source: Mark as audited
pt_pt: Marcar como auditado

source: Location to be linked
pt_pt: Local a ser vinculado

source: Move from
pt_pt: Mover-se a partir de

source: New linked location code
pt_pt: Novo código de local vinculado

source: Stock check
pt_pt: Verificação de estoque

source: Edit locations
pt_pt: Editar localizações

source: Save changes
es_es: Guardar los cambios
pt_pt: Salvar alterações
zh_cn: 保存改变

source: Link location
pt_pt: Local do link

source: Link locations
pt_pt: Locais de link

source: Unlink location
pt_pt: Desvincular local

source: Unlink locations
pt_pt: Desvincular locais

source: No changes
es_es: No hubo cambios
pt_pt: Sem mudanças
zh_cn: 没有改变

source: Review lost & found
pt_pt: Revisão perdida e encontrada

source: Please ask an authorised user to delete this part
pt_pt: Peça a um usuário autorizado para excluir esta parte

source: Found
pt_pt: Encontrado

source: Send to production
pt_pt: Enviar para produção

source: Commercial unit label in A4
pt_pt: Etiqueta da unidade comercial em A4

source: SKOs per carton
pt_pt: SKOs por caixa

source: SKO cost
pt_pt: Custo SKO

source: Creating refund
pt_pt: Criando reembolso

source: Create tax only refund
pt_pt: Criar reembolso apenas de imposto

source: Manufactured
pt_pt: Fabricado

source: Customer manually linked
pt_pt: Cliente vinculado manualmente

source: Agent
pt_pt: Agente

source: Fail
pt_pt: Falhou

source: Delivery address not set
pt_pt: Endereço de entrega não definido

source: Undo submit
pt_pt: Desfazer envio

source: Submit purchase order
pt_pt: Enviar pedido de compra

source: Create delivery
pt_pt: Criar entrega

source: Mobile
es_es: Móvil
pt_pt: Móvel
zh_cn: 手机

source: Archived
pt_pt: Arquivado

source: Currency
es_es: Moneda
pt_pt: Moeda
zh_cn: 货币

source: Customers who choose this option
pt_pt: Clientes que escolhem esta opção

source: Share of this option
pt_pt: Partilha desta opção

source: Estimated orders
pt_pt: Pedidos estimados

source: Start purge
pt_pt: Iniciar limpeza

source: Orders purged
pt_pt: Pedidos eliminados

source: Items purged
pt_pt: Itens eliminados

source: Distinct parts dispatched
pt_pt: Peças distintas despachadas

source: Deliveries
es_es: Entregas
pt_pt: Entregas

source: Distinct parts dispatched year to day
pt_pt: Peças distintas expedidas ano a dia

source: Distinct parts dispatched
pt_pt: Peças distintas despachadas

source: Permanent
es_es: Permanente
pt_pt: Permanente
zh_cn: 常驻

source: Tooltip
pt_pt: Sugestão

source: Done
es_es: Hecho
pt_pt: Feito
zh_cn: 完成

source: Address Line 1
es_es: Dirección (1ª linea)
pt_pt: Endereço Linha 1
zh_cn: 地址线1

source: Address Line 2
es_es: Dirección (2ª linea)
pt_pt: endereço linha 2
zh_cn: 地址线2

source: Dependent locality (City divisions)
pt_pt: Localidade dependente (divisões da cidade)

source: Neighborhood
pt_pt: Vizinhança

source: District
pt_pt: Distrito

source: Village (Township)
pt_pt: Vila (Município)

source: Suburb
pt_pt: Subúrbio

source: Locality (City)
pt_pt: Localidade (Cidade)

source: City
es_es: Ciudad
pt_pt: Cidade
zh_cn: 城市

source: Post town
pt_pt: Post cidade

source: Country administrative divisions
pt_pt: Divisões administrativas do país

source: Province
pt_pt: Província

source: Island
pt_pt: ilha

source: County
pt_pt: município
zh_cn: 国家

source: Area
pt_pt: Área
zh_cn: 区域

source: Prefecture
pt_pt: Prefeitura

source: Emirate
pt_pt: Emirado

source: Postal code
pt_pt: Código postal

source: Sorting code
pt_pt: Código de classificação

source: Contact details
pt_pt: Detalhes do contato

source: Login details
pt_pt: Detalhes de login

source: Invoice address
pt_pt: Endereço da fatura

source: Delivery address
pt_pt: Morada de entrega

source: Poll
pt_pt: Votação

source: New customer
es_es: Nuevo cliente
pt_pt: Cliente novo
zh_cn: 新客户

source: Address labels can be translated in Website localization tab
pt_pt: As etiquetas de endereço podem ser traduzidas na guia Localização do site

source: Please let know you better so we can serve you better
pt_pt: Informe-o melhor para que possamos atendê-lo melhor

source: Please choose one
pt_pt: Por favor escolha um

source: Number
es_es: Número
pt_pt: Número
zh_cn: 数字

source: Client
pt_pt: Cliente

source: ID
pt_pt: EU IRIA

source: Location
es_es: Dirección
pt_pt: Localização
zh_cn: 位置

source: Currently in basket
pt_pt: Atualmente no carrinho

source: Bring to basket
pt_pt: Trazer para a cesta

source: Customer code
pt_pt: Código do Consumidor

source: Copyright
pt_pt: direito autoral

source: All rights reserved
pt_pt: Todos os direitos reservados

source: Backstage view
pt_pt: Vista dos bastidores

source: Display view
pt_pt: Visualização de exibição

source: Background image
pt_pt: Imagem de fundo

source: Min width
pt_pt: Largura mínima

source: Min height
pt_pt: Altura mínima

source: Link
es_es: Enlazar
pt_pt: Ligação

source: Image
es_es: Imagen
pt_pt: Imagem
zh_cn: 图片

source: Text
es_es: Texto
pt_pt: Texto
zh_cn: 文本

source: Exit edit text
pt_pt: Sair de editar texto

source: Title
es_es: Título
pt_pt: Título
zh_cn: 标题

source: Automatic
es_es: Automatico
pt_pt: Automático

source: Apply
pt_pt: Aplique

source: Close text edit mode
pt_pt: Fechar o modo de edição de texto

source: Remove product
pt_pt: Remover produto

source: Order now
pt_pt: Peça agora

source: My portfolio
pt_pt: Meu portfolio

source: Family / category code
pt_pt: Código da família / categoria

source: Remove category
pt_pt: Remover categoria

source: Insert category
pt_pt: Inserir categoria

source: Update image
pt_pt: Actualizar imagem

source: Usable images
pt_pt: Imagens utilizáveis

source: Other images
pt_pt: Outras imagens
