Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Stock keeping outer (SKO)
pt_pt: Manutenção de estoque externo (SKO)

source: Upload SKO image
pt_pt: Carregar imagem SKO

source: Part properties
pt_pt: Propriedades da peça

source: Part health & safety
pt_pt: Parte saúde e segurança

source: Health & Safety
pt_pt: Saúde e Segurança
zh_cn: 健康与安全

source: Delete part & related supplier's products
pt_pt: Excluir produtos de peças e fornecedores relacionados

source: No stock
pt_pt: Sem estoque

source: Supplier's product description
pt_pt: Descrição do produto do fornecedor

source: Supplier's product ordering
pt_pt: Pedido de produtos do fornecedor

source: Supplier's product cost/price
pt_pt: Custo / preço do produto do fornecedor

source: Cost/price
pt_pt: Preço de custo

source: select supplier
pt_pt: selecionar fornecedor

source: Bank details
pt_pt: detalhes bancários

source: Company Name
es_es: Nombre de la empresa
pt_pt: Nome da empresa
zh_cn: 公司名

source: Company Number
pt_pt: Número da empresa

source: Google Map URL
pt_pt: URL do mapa do Google

source: Reset webpage
pt_pt: Redefinir página da web

source: Public query
pt_pt: Consulta pública

source: Delete poll query
pt_pt: Excluir consulta de pesquisa

source: Option show to customer
pt_pt: Opção de mostrar ao cliente

source: Delete option
pt_pt: Excluir opção

source: Gram
pt_pt: Grama

source: Liter
pt_pt: Litro

source: Linked to part value
pt_pt: Vinculado ao valor da peça

source: Retail unit
pt_pt: Unidade de varejo

source: Part SKO barcode
pt_pt: Código de barras SKO da peça

source: Unit barcode (EAN-13, for website)
pt_pt: Código de barras da unidade (EAN-13, para site)

source: This field is independent of parts's SKOs per selling carton
pt_pt: Este campo é independente dos SKOs das peças por caixa de venda

source: amount in %s or %%
pt_pt: valor em% s ou %%

source: Recommended product values
pt_pt: Valores recomendados do produto

source: for website
pt_pt: para o site

source: Access
pt_pt: Acesso

source: Preferences
es_es: Preferencias
pt_pt: Preferências
zh_cn: 首选项

source: Approve prospect
pt_pt: Aprovar cliente em potencial

source: Reject prospect
pt_pt: Rejeitar perspectiva

source: Delete prospect
pt_pt: Excluir possível cliente em potencial

source: Unlink customer
pt_pt: Desvincular cliente

source: Undo set as not interested
pt_pt: Desfazer definido como não interessado

source: Email's content
pt_pt: Conteúdo do email

source: Suspend shipper
pt_pt: Suspender remetente

source: Activate shipper
pt_pt: Ativar remetente

source: Delivery price
pt_pt: Preço de entrega

source: No default
pt_pt: Nenhum padrão

source: Contact/Details
pt_pt: Detalhes do contato

source: Accept orders for collection
pt_pt: Aceitar pedidos para coleta

source: Input collection address
pt_pt: Endereço de coleta de entrada

source: Order numbering
pt_pt: Numeração do pedido

source: Warning, misconfiguration of this variable can affect the creation of new invoices
pt_pt: Aviso, a configuração incorreta dessa variável pode afetar a criação de novas faturas

source: Warning, misconfiguration of this variable can affect the creation of new refunds
pt_pt: Aviso, a configuração incorreta dessa variável pode afetar a criação de novos reembolsos

source: Data entry of paper picking aid
pt_pt: Entrada de dados do auxiliar de separação de papel

source: Allow
pt_pt: Permitir

source: Just set as packed
pt_pt: Basta definir como embalado

source: Actions after data entry
pt_pt: Ações após a entrada de dados

source: Default picker
pt_pt: Seletor padrão

source: Default packer
pt_pt: Empacotador padrão

source: Default courier
pt_pt: Correio padrão

source: PDF Invoices
pt_pt: Faturas em PDF

source: Send %s in delivery conformation email
pt_pt: Enviar% s no email de confirmação de entrega

source: PDF Delivery notes
pt_pt: Notas de entrega em PDF

source: Signatures
pt_pt: Assinaturas

source: Customer registration
pt_pt: Registro de cliente

source: Deleting store
pt_pt: Excluindo loja

source: Write the reason for deleting this store
pt_pt: Escreva o motivo da exclusão desta loja

source: Delete store
pt_pt: Excluir loja

source: Create website
pt_pt: Criar site

source: Close store
pt_pt: Fechar loja

source: Please be careful changing dates
pt_pt: Tenha cuidado ao alterar as datas

source: Delivery rules
pt_pt: Regras de entrega

source: Unlink agent %s
pt_pt: Desvincular agente% s

source: Archive supplier
pt_pt: Fornecedor de arquivo

source: Delete supplier & supplier's products
pt_pt: Excluir fornecedor e produtos do fornecedor

source: Unarchive supplier
pt_pt: Desarquivar fornecedor

source: Estimated procession dates
pt_pt: Datas estimadas da procissão

source: Delivery terms
pt_pt: Termos de entrega

source: Labels
pt_pt: Etiquetas

source: Supplier will be created
pt_pt: O fornecedor será criado

source: <b>Supplier's</b> unit code
pt_pt: <b> código de unidade do fornecedor </b>

source: <b>Supplier's</b> unit description
pt_pt: <b> Descrição da unidade do fornecedor </b>

source: Terms and Conditions
pt_pt: Termos e Condições

source: Delete user
pt_pt: Deletar usuário

source: Emails templates
pt_pt: Modelos de e-mails

source: Location's flag labels
pt_pt: Etiquetas de sinalização do local

source: Reindex
pt_pt: Reindexar

source: Launch web page
pt_pt: Iniciar página da web

source: Republish web page
pt_pt: Republicar página da web

source: Set as ready
pt_pt: Definir como pronto

source: Warning, this is a 301 redirection, and misconfiguration will affect how google index this webpage
pt_pt: Atenção, este é um redirecionamento 301, e a configuração incorreta afetará como o Google indexa esta página da web

source: URL will change
pt_pt: URL mudará

source: Department's family/products format
pt_pt: Formato de família / produtos do departamento

source: Family products format
pt_pt: Formato de produtos da família

source: Children format
pt_pt: Formato infantil

source: Browser title
pt_pt: Título do navegador

source: Links/Browser title
pt_pt: Links / título do navegador

source: Webpage settings
pt_pt: Configurações da página da Web

source: Images (including products)
pt_pt: Imagens (incluindo produtos)

source: Text (including products)
pt_pt: Texto (incluindo produtos)

source: Registration type
pt_pt: Tipo de Registro

source: Unpublish web page
pt_pt: Cancelar publicação da página da web

source: Delete webpage
pt_pt: Excluir página da web

source: Hint bar
pt_pt: Barra de dicas

source: Website in construction
pt_pt: Site em construção

source: Launch website
pt_pt: Site de lançamento

source: Format
pt_pt: Formato

source: Menu basket button
pt_pt: Botão da cesta do menu

source: Displayed amount
pt_pt: Valor exibido

source: Display stock levels
pt_pt: Exibir níveis de estoque

source: On product webpage
pt_pt: Na página do produto

source: On family webpage
pt_pt: Na página da família

source: Show stock quantities
pt_pt: Mostrar quantidades em estoque

source: Flush cache
pt_pt: Cache de liberação

source: Login to see message
pt_pt: Entre para ver a mensagem

source: Order button states
pt_pt: Estados do botão Pedido

source: Order quantity =0
pt_pt: Quantidade da ordem = 0

source: Order quantity >0
pt_pt: Quantidade da ordem> 0

source: Click to update
pt_pt: Clique para atualizar

source: Order quantity changed
pt_pt: Quantidade da ordem alterada

source: Update
es_es: Actualizar
pt_pt: Atualizada
zh_cn: 更新

source: Order quantity saved
pt_pt: Quantidade da ordem salva

source: Forms feedback
pt_pt: Feedback de formulários

source: Password missing
pt_pt: Senha ausente

source: Password too short
pt_pt: Senha muito curta

source: Password not match
pt_pt: Senha não corresponde

source: This field is required
pt_pt: Este campo é obrigatório

source: Required field empty
pt_pt: Campo obrigatório vazio

source: Duplicate email
pt_pt: E-mail duplicado

source: Terms and conditions not accepted
pt_pt: Termos e condições não aceitos

source: reCAPTCHA fail
pt_pt: reCAPTCHA falhar

source: Forgot click reCAPTCHA
pt_pt: Esqueceu o clique reCAPTCHA

source: Address fields
pt_pt: Campos de endereço

source: Townland (Ireland)
pt_pt: Townland (Irlanda)

source: Post town (United Kingdom)
pt_pt: Post town (Reino Unido)

source: Department (country subdivision)
pt_pt: Departamento (subdivisão do país)

source: Area (country subdivision)
pt_pt: Área (subdivisão do país)

source: District (country subdivision)
pt_pt: Distrito (subdivisão do país)

source: Unsubscribe text
pt_pt: Cancelar inscrição de texto

source: Unsubscribe link text
pt_pt: Cancelar texto do link

source: You want to be removed from this mailing list?
pt_pt: Deseja ser removido desta lista de discussão?

source: Stop junk mail text
pt_pt: Parar texto de lixo eletrônico

source: Click here to be removed
pt_pt: Clique aqui para ser removido

source: Stop junk mail link text
pt_pt: Parar texto do link de lixo eletrônico

source: You have been removed from the mailing list
pt_pt: Você foi removido da lista de discussão

source: Removed from mailing list
pt_pt: Removido da lista de discussão

source: General
pt_pt: Geral
zh_cn: 通常

source: Please, choose one
pt_pt: Por favor, escolha um

source: Pick an option
pt_pt: Escolha uma opção

source: Unknown shipping amount
pt_pt: Valor desconhecido da remessa

source: Useful Links 2
pt_pt: Links úteis 2

source: About Us
pt_pt: Sobre nós

source: Terms of Use
pt_pt: Termos de uso

source: Privacy Policy
pt_pt: Política de Privacidade

source: Special Departments
pt_pt: Departamentos Especiais

source: Info pages
pt_pt: Páginas de informações

source: Terms & Conditions
es_es: Términos y Condiciones
pt_pt: termos e Condições
zh_cn: 条款及条件

source: FAQ
pt_pt: Perguntas frequentes

source: About Website
pt_pt: Sobre o site

source: Link to offer 1
pt_pt: Link para oferecer 1

source: Link to offer 2
pt_pt: Link para a oferta 2

source: Link to offer 3
pt_pt: Link para a oferta 3

source: Link to offer 4
pt_pt: Link para a oferta 4

source: Big offer A
pt_pt: Grande oferta A

source: Big offer B
pt_pt: Grande oferta B

source: Inspiration
pt_pt: Inspiração

source: Big Idea A
pt_pt: Grande ideia A

source: Big Idea B
pt_pt: Grande ideia B

source: List of bright ideas
pt_pt: Lista de idéias brilhantes

source: Warm welcoming stuff
pt_pt: Coisas acolhedoras

source: Eco friendly lifestyle
pt_pt: Estilo de vida ecológico

source: Extra column
pt_pt: Coluna extra

source: Delivery paperwork
pt_pt: Papelada de entrega

source: Please ask an authorised user to delete this supplier's product
pt_pt: Peça a um usuário autorizado para excluir o produto deste fornecedor

source: Delete supplier's product & related part
pt_pt: Excluir o produto do fornecedor e a peça relacionada

source: Director
pt_pt: Diretor

source: Human Resources
pt_pt: Recursos humanos

source: Warehouse Supervisor
pt_pt: Supervisor de Armazém

source: Warehouse Stock Keeper
pt_pt: Depositário de estoque de armazém

source: Stock Controller
pt_pt: Controlador de estoque

source: Buyer
pt_pt: Comprador

source: Dispatch Supervisor
pt_pt: Supervisor de Despacho

source: Production Supervisor
pt_pt: supervisor de produção

source: Production Operative
pt_pt: Operativo de produção

source: Customer Service
pt_pt: Atendimento ao Cliente

source: Customer Service Supervisor
pt_pt: supervisor de atendimento ao cliente

source: Human Resources (Supervisor workers view)
pt_pt: Recursos humanos (visão de supervisor)

source: Buyer supervisor
pt_pt: Supervisor do comprador

source: Production manager
pt_pt: Gerente de produção

source: Warehouse worker
pt_pt: Trabalhador do armazém

source: Warehouse supervisor
pt_pt: Supervisor de Armazém

source: Goods out manager
pt_pt: Gerente de saída de mercadorias

source: Customer services supervisor
pt_pt: Supervisor de serviços ao cliente

source: Customer Services
pt_pt: Atendimento ao cliente

source: Store supervisor
pt_pt: Supervisor de loja

source: Store Worker
pt_pt: Trabalhador da loja

source: Customers and Orders
pt_pt: Clientes e pedidos

source: Mailroom supervisor
pt_pt: Supervisor de caixa postal

source: Customer operations
pt_pt: Operações do cliente

source: Customer's homepage
pt_pt: Página inicial do cliente

source: Visitor's homepage
pt_pt: Página inicial do visitante

source: Here you can see your favourites
pt_pt: Aqui você pode ver seus favoritos

source: You still have no favourites
pt_pt: Você ainda não tem favoritos

source: Login form
pt_pt: Forma de login

source: Password recovery
pt_pt: Recuperação de senha

source: E-mail
pt_pt: O email

source: Forgot password?
pt_pt: Esqueceu a senha?

source: Keep me logged in
pt_pt: Mantenha-me conectado

source: Your request successfully sent!
pt_pt: Sua solicitação enviada com sucesso!

source: Email is not registered in our system
pt_pt: O email não está registrado em nosso sistema

source: Recovery email could't be send, please contact customer services
pt_pt: Não foi possível enviar o e-mail de recuperação. Entre em contato com o atendimento ao cliente

source: Try again
pt_pt: Tente novamente

source: Email address
pt_pt: Endereço de e-mail

source: Needed to verify your account
pt_pt: Necessário para verificar sua conta

source: Don't forget your password
pt_pt: Não esqueça sua senha

source: Confirm password
pt_pt: Confirme a Senha

source: Confirm your password
pt_pt: Confirme sua senha

source: Needed to enter your mobile/telephone
pt_pt: Necessário para inserir seu celular / telefone

source: Needed to enter your name
pt_pt: Necessário para inserir seu nome

source: Enter your account company name
pt_pt: Digite o nome da empresa da sua conta

source: I want to receive news and special offers
pt_pt: Quero receber novidades e ofertas especiais

source: I agree with the <span class="marked_link">Terms and Conditions</span>
pt_pt: Concordo com os <span class = "tagged_link"> Termos e Condições </span>

source: Provide a valid email please
pt_pt: Forneça um email válido, por favor

source: Error validating reCAPTCHA
pt_pt: Erro ao validar reCAPTCHA

source: Your password has been changed successfully
pt_pt: Sua senha foi alterada com sucesso

source: Sorry, password reset expired
pt_pt: Desculpe, a redefinição da senha expirou

source: Sorry, password reset incorrect or expired days ago
pt_pt: Desculpe, redefinição de senha dias incorretos ou expirados atrás

source: Go to our homepage
pt_pt: Vá para a nossa página principal

source: Email subscriptions
pt_pt: Assinaturas de email

source: Choose which kind of emails you want to receive from us
pt_pt: Escolha que tipo de e-mail você deseja receber de nós

source: Marketing emails and special offers
pt_pt: E-mails de marketing e ofertas especiais

source: Sorry, we could not access your record, please login to you account and unsubscribe in your profile section or contact our customer services
pt_pt: Desculpe, não foi possível acessar o seu registro, faça login na sua conta e cancele a inscrição na seção do seu perfil ou entre em contato com o serviço ao cliente

source: Oops..., that link is not working properly, please click link below to unsubscribe
pt_pt: Ops ..., esse link não está funcionando corretamente, clique no link abaixo para cancelar a inscrição

source: Customer section
pt_pt: Seção do cliente

source: Current order
pt_pt: Ordem atual

source: Email address (this is also your login name)
pt_pt: Endereço de email (este também é o seu nome de login)

source: Needed to login to your account
pt_pt: Necessário para acessar sua conta

source: New password
pt_pt: Nova senha

source: Write new password
pt_pt: Escreva nova palavra-passe

source: Confirm new password
pt_pt: Confirme a nova senha

source: Enter your account company name (optional)
pt_pt: Digite o nome da empresa da sua conta (opcional)

source: Enter your VAT number (optional)
pt_pt: Digite seu número de IVA (opcional)

source: Enter your company registration number (optional)
pt_pt: Digite o número de registro da sua empresa (opcional)

source: Your username is your email address
pt_pt: Seu nome de usuário é seu endereço de e-mail

source: Special Instructions
es_es: Instrucciones especiales
pt_pt: Instruções Especiais
zh_cn: 特别说明

source: Go to checkout
pt_pt: Ir para o checkout

source: Bank transfer
pt_pt: transferência bancária

source: Card number
pt_pt: Número do cartão

source: Expiration date
pt_pt: Data de validade

source: Save card
pt_pt: Salvar cartão

source: Please go to your bank and make a payment of <b>[Order Amount]</b> to our bank account, details below
pt_pt: Vá ao seu banco e faça um pagamento de <b> [Valor do pedido] </b> para a nossa conta bancária, detalhes abaixo

source: Remember to state the order number in the payment reference
pt_pt: Lembre-se de indicar o número do pedido na referência de pagamento

source: Please note, we cannot process your order until payment arrives in our account
pt_pt: Por favor tenha em conta que, não é posível processar sua ordem até que suo pagamento chegue a nossa conta

source: Place order
pt_pt: Faça a encomenda

source: Thank you for your order
pt_pt: Obrigado pelo seu pedido

source: Thank you! We are delighted to receive your order
pt_pt: Obrigado! Estamos muito satisfeitos em receber o seu pedido

source: Your order details are listed below, if you have any questions please email our team
pt_pt: Os detalhes do seu pedido estão listados abaixo. Se você tiver alguma dúvida, envie um email para nossa equipe.

source: Oops... Page Not Found!
pt_pt: Ops ... Página não encontrada!

source: Sorry the page could not be found here.
pt_pt: Desculpe, a página não foi encontrada aqui.

source: Try using the button below to go to main page of the site
pt_pt: Tente usar o botão abaixo para ir para a página principal do site

source: Go to homepage
pt_pt: Vá para a página inicial

source: Oops... This page is gone!
pt_pt: Ops ... Esta página acabou!

source: Sorry this page has been removed.
pt_pt: Desculpe, esta página foi removida.

source: This page is under construction. Please come back soon!.
pt_pt: Esta página está em construção. Por favor, volte logo!.

source: Shipping info
pt_pt: Informação de Envio

source: Client basket
pt_pt: Carrinho de cliente

source: Automatic cleaning of zero stock unknown locations
pt_pt: Limpeza automática de locais desconhecidos em estoque zero

source: Customer not logged in
pt_pt: Cliente não logado

source: %s discounted shipping
pt_pt: % s envio com desconto

source: %s shipping 2020
pt_pt: % s remessa 2020

source: Unsubscribed to newsletter and marketing emails because email soft bounced several times
pt_pt: Cancelou a inscrição em boletins informativos e e-mails de marketing porque os e-mails devolvidos foram repetidos

source: Email soft bounced
pt_pt: Email suave devolvido

source: Report
es_es: Informe
pt_pt: Relatório
zh_cn: 报告

source: Sale completed
pt_pt: Venda concluída

source: Active, click to discontinue
pt_pt: Ativo, clique para interromper

source: Create precision mailshot
pt_pt: Crie mailshot de precisão

source: Create mail bomb
pt_pt: Criar bomba de correio

source: Create donut mailshot
pt_pt: Criar mailshot de rosquinha

source: Czech
es_es: Checo
pt_pt: Tcheco
zh_cn: 捷克

source: Chinese
es_es: Chino
pt_pt: chinês
zh_cn: 中文

source: Historic
es_es: Histórico
pt_pt: Histórico
zh_cn: 历史

source: On sale
es_es: a la venta
pt_pt: À venda
zh_cn: 在销售

source: Hidden
es_es: Oculto
pt_pt: Escondido
zh_cn: 隐藏

source: Picking Area
es_es: área de recolleción
pt_pt: Área de picking
zh_cn: 挑选区域

source: Storing Area
es_es: área de almacenamiento
pt_pt: Área de armazenamento
zh_cn: 存储区

source: Goods In
es_es: Entrada de mercancia
pt_pt: Mercadorias em
zh_cn: 货物

source: On display
es_es: En exhibición
pt_pt: Na tela
zh_cn: 展出

source: Set up account
pt_pt: Configurar conta

source: Add store
pt_pt: Adicionar loja

source: Account set up
pt_pt: Configuração da conta

source: Search account
pt_pt: Pesquisar conta

source: Search orders all stores
pt_pt: Pesquisar pedidos em todas as lojas

source: Search accounting
pt_pt: Pesquisar contabilidade

source: Search payments
pt_pt: Pesquisar pagamentos

source: Payments %s
pt_pt: Pagamentos% s

source: Payment option
pt_pt: Opção de pagamento

source: Search invoices
pt_pt: Pesquisar faturas

source: Payment accounts %s
pt_pt: Contas de pagamento% s

source: Account payments
pt_pt: Pagamentos em conta

source: Credit for customer %s
pt_pt: Crédito para o cliente% s

source: Credits (All stores)
pt_pt: Créditos (Todas as lojas)

source: Invoices %s
pt_pt: Faturas% s

source: Deleted invoices %s
pt_pt: Faturas excluídas% s

source: Invoice's categories
pt_pt: Categorias da fatura

source: Invoice's category
pt_pt: Categoria da fatura

source: Tax refund
pt_pt: Reembolso de imposto

source: Deleted invoice
pt_pt: Fatura excluída

source: Deleted refund
pt_pt: Reembolso excluído

source: Search suppliers
pt_pt: Procurar fornecedores

source: Search customers
pt_pt: Pesquisar clientes

source: Search orders
pt_pt: Pesquisar pedidos

source: Search delivery notes
pt_pt: Pesquisar notas de entrega

source: Client's order
pt_pt: Pedido do cliente

source: Supplier: %s
pt_pt: Fornecedor:% s

source: New attachment for %s
pt_pt: Novo anexo para% s

source: Supplier order
pt_pt: Pedido do fornecedor

source: Customer's List
es_es: Lista del cliente
pt_pt: Lista de Clientes
zh_cn: 客户列表

source: Customer's Categories
pt_pt: Categorias do Cliente

source: Customer's Lists
pt_pt: Listas de Clientes

source: Customer's Dashboard
pt_pt: Painel do cliente

source: Pending orders (All stores)
pt_pt: Pedidos pendentes (Todas as lojas)

source: Search customers all stores
pt_pt: Pesquisar clientes em todas as lojas

source: Campaign
es_es: Campaña
pt_pt: Campanha
zh_cn: 广告系列

source: Search marketing
pt_pt: Marketing de pesquisa

source: Note for warehouse
pt_pt: Nota para armazém

source: Note for orders
pt_pt: Nota para pedidos

source: Sticky note
pt_pt: Notas adesivas

source: Deleted Customer
es_es: Cliente eliminado
pt_pt: Cliente excluído
zh_cn: 已删除客户

source: New Customer
pt_pt: Novo cliente

source: Customers lists
pt_pt: Listas de clientes

source: New Customers list
pt_pt: Lista de novos clientes

source: Customer's insights %s
pt_pt: Informações do cliente% s

source: Deleted option: %s
pt_pt: Opção excluída:% s

source: Poll option
pt_pt: Opção de pesquisa

source: Poll option: %s
pt_pt: Opção de pesquisa:% s

source: Search prospects
pt_pt: Perspectivas de pesquisa

source: New Prospect
pt_pt: Nova perspectiva

source: New invitation for %s
pt_pt: Novo convite para% s

source: Email tracking
pt_pt: Rastreamento de e-mail

source: Invitation email for %s
pt_pt: E-mail de convite para% s

source: Search emails
pt_pt: Pesquisar e-mails

source: Tracking email sent to %s
pt_pt: E-mail de rastreamento enviado para% s

source: Email template
pt_pt: Modelo de email

source: Email Template
pt_pt: Modelo de email

source: Email Templates
pt_pt: Modelos de email

source: Customer's client
pt_pt: Cliente do cliente

source: New dropshipping order
pt_pt: Nova ordem de dropshipping

source: Prospects: %s
pt_pt: Perspectivas:% s

source: Upload into prospects %s
pt_pt: Faça o upload para os clientes em potencial% s

source: Search help
pt_pt: Procure ajuda

source: Search staff
pt_pt: Pesquisar equipe

source: New Employee
pt_pt: Novo empregado

source: Employee: %s
pt_pt: Empregado:% s

source: New system user for %s
pt_pt: Novo usuário do sistema para% s

source: Contractor: %s
pt_pt: Empreiteiro:% s

source: Employees' calendar %s
pt_pt: Calendário de funcionários% s

source: Employees' calendar week %s %s
pt_pt: Semana do calendário dos funcionários% s% s

source: This week
es_es: Esta semana
pt_pt: Esta semana
zh_cn: 这周

source: This month
pt_pt: Este mês

source: Deleted contractor
pt_pt: Empreiteiro excluído
