Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Purge completed
pt_pt: Limpeza concluída

source: Initializing purge
pt_pt: Inicializando limpeza

source: Purged %s of %s
pt_pt: % S de% s eliminados

source: Already purging
pt_pt: Já limpando

source: Purge already finished
pt_pt: Limpeza já concluída

source: Purge started
pt_pt: Limpeza iniciada

source: Inactive days in basket purge criteria
pt_pt: Dias inativos nos critérios de eliminação de cesta

source: cancelled due inactivity in the basket (Scheduled purge)
pt_pt: cancelada devido inatividade na cesta (eliminação programada)

source: cancelled due inactivity in the basket (Purged by %s)
pt_pt: cancelada devido inatividade na cesta (removida por% s)

source: Record already exists
pt_pt: O registro já existe

source: Republish
pt_pt: Republicar

source: Webpage launched
pt_pt: Página da Web lançada

source: Webpage published
pt_pt: Página publicada

source: Webpage %s deleted
pt_pt: Página da web% s excluída

source: title (name)
pt_pt: nome do título)

source: Permanent redirection
pt_pt: Redirecionamento permanente

source: Part created
pt_pt: Parte criada

source: Draft
pt_pt: Esboço, projeto

source: Delayed
pt_pt: Atrasado

source: Surplus stock
pt_pt: Excedente de estoque

source: Optimal stock
pt_pt: Estoque ideal

source: Critical stock
pt_pt: Estoque crítico

source: No products associated
pt_pt: Nenhum produto associado

source: SKO stock value
pt_pt: Valor das ações da SKO

source: total stock value
pt_pt: valor total das ações

source: SKO stock value %s
pt_pt: Valor da ação SKO% s

source: recommended SKO commercial value: %s
pt_pt: valor comercial recomendado da SKO:% s

source: not set
pt_pt: não configurado

source: Current stock value per unit in warehouse %s
pt_pt: Valor atual do estoque por unidade no armazém% s

source: Supplier unit cost %s
pt_pt: Custo unitário do fornecedor% s

source: per selling outer
pt_pt: por vender exterior

source: Unit label missing
pt_pt: Etiqueta da unidade ausente

source: Outers (SKO) description
pt_pt: Descrição Outers (SKO)

source: Duplicated reference (%s)
pt_pt: Referência duplicada (% s)

source: Invalid unit recommended price (%s)
pt_pt: Preço recomendado por unidade inválido (% s)

source: Invalid unit recommended RRP (%s)
pt_pt: PVR recomendado por unidade inválida (% s)

source: Units per SKO missing
pt_pt: Faltam unidades por SKO

source: Invalid units per SKO (%s)
pt_pt: Unidades inválidas por SKO (% s)

source: Family's code missing
pt_pt: Código da família ausente

source: Can't create family
pt_pt: Não é possível criar família

source: Part's families not configured
pt_pt: Famílias de peças não configuradas

source: Dimensions can't be parsed (%s)
pt_pt: As dimensões não podem ser analisadas (% s)

source: Invalid weight (%s)
pt_pt: Peso inválido (% s)

source: Duplicated SKO barcode (%s)
pt_pt: Código de barras SKO duplicado (% s)

source: Country of origin missing
pt_pt: País de origem ausente

source: Country not found (%s)
pt_pt: País não encontrado (% s)

source: Invalid part status
pt_pt: Status de peça inválido

source: Part main supplier set to %s
pt_pt: Fornecedor principal da peça definido para% s

source: Part record %s deleted
pt_pt: Registro de peça% s excluído

source: reference
pt_pt: referência

source: unit label
pt_pt: etiqueta da unidade

source: SKO description note
pt_pt: Nota de descrição SKO

source: unit recommended price
pt_pt: unidade de preço recomendado

source: unit recommended RRP
pt_pt: preço recomendado por unidade

source: Weight shown in website
pt_pt: Peso mostrado no site

source: Dimensions shown in website
pt_pt: Dimensões mostradas no site

source: tariff code
pt_pt: Código de tarifa

source: duty rate
pt_pt: taxa de imposto

source: packing group
pt_pt: grupo de embalagem

source: proper shipping name
pt_pt: nome correto de envio

source: hazard identification number
pt_pt: número de identificação de perigo

source: units per SKO
pt_pt: unidades por SKO

source: barcode
pt_pt: código de barras

source: CPNP number
pt_pt: Número CPNP

source: Stock value (per SKO)
pt_pt: Valor das ações (por SKO)

source: SKOs per selling outer (recommended)
pt_pt: SKOs por venda externa (recomendado)

source: used in production
pt_pt: usado na produção

source: carton barcode
pt_pt: código de barras da caixa

source: average delivery days
pt_pt: dias médios de entrega

source: Duplicated supplier's product reference
pt_pt: Referência de produto do fornecedor duplicado

source: Duplicated part reference
pt_pt: Referência de peça duplicada

source: Part %s associated with %s
pt_pt: Parte% s associada a% s

source: Part associated with location
pt_pt: Parte associada à localização

source: Quantity On Hand should be a number
es_es: Cantidad en la mano debe ser un número
pt_pt: Quantidade disponível deve ser um número
zh_cn: 手上的数量应该是一个数字

source: F&L stack updated to offset lost stock
pt_pt: Pilha de lucros e perdas atualizada para compensar o estoque perdido

source: F&L stack updated to offset found stock
pt_pt: Pilha de lucros e perdas atualizada para compensar o estoque encontrado

source: Minimum quantity has to be lower than the maximum quantity
pt_pt: A quantidade mínima deve ser menor que a quantidade máxima

source: Part no longer associated with location
es_es: Parte ya no está asociado con la ubicación
pt_pt: Peça não mais associada ao local
zh_cn: 部分不在关联这个为位置

source: Part disassociate with location
pt_pt: Peça desassociar-se com a localização

source: %s SKO send to production
pt_pt: % s SKO enviado para produção

source: %s SKO lost
pt_pt: % s SKO perdidos

source: %s SKO damaged
pt_pt: % s SKO danificado

source: %s SKO found
pt_pt: % s SKO encontrado

source: %s SKO leaked
pt_pt: % s SKO vazou

source: move out from
es_es: salir de
pt_pt: sair de
zh_cn: 移出从

source: to
es_es: a
pt_pt: para
zh_cn: 到

source: move in to
es_es: se mueven en la
pt_pt: mudar para
zh_cn: 移动进

source: %d SKO %s received in %s from %s
pt_pt: % d SKO% s recebido em% s de% s

source: Unknown stock in this location
es_es: acciones desconocido en esta ubicación
pt_pt: Estoque desconhecido neste local
zh_cn: 这个位置上的未知库存

source: To Move Quantity greater than the stock on the location
es_es: Para mover Cantidad superior a la población sobre la ubicación
pt_pt: Para mover a quantidade maior que o estoque no local
zh_cn: 移动到比这个位置更大的库存量

source: Destination location is the same as this one
es_es: lugar de destino es el mismo que éste
pt_pt: O local de destino é o mesmo que este
zh_cn: 目标位置和这个相同

source: Unknown stock in the destination location
es_es: acciones desconocido en la ubicación de destino
pt_pt: Estoque desconhecido no local de destino
zh_cn: 目标位置库存未知

source: %s SKO Inter-warehouse transfer from %s to %s
pt_pt: % s SKO Transferência entre armazéns de% s para% s

source: Payment amount can't be smaller than its refunds or credits
pt_pt: O valor do pagamento não pode ser menor que seus reembolsos ou créditos

source: Payment can't be cancelled if it has refunds or credits
pt_pt: O pagamento não pode ser cancelado se houver reembolsos ou créditos

source: Electronic payment service
pt_pt: Serviço de pagamento eletrônico

source: Electronic bank payments
pt_pt: Pagamentos bancários eletrônicos

source: Customer account
pt_pt: Conta de cliente

source: per outer
es_es: por caja
pt_pt: por exterior
zh_cn: 每个外部

source: No parts assigned
pt_pt: Nenhuma peça atribuída

source: For sale
pt_pt: À venda

source: Normal stock
pt_pt: Estoque normal

source: %s product created
pt_pt: % s produto criado

source: id
pt_pt: Eu iria

source: Outer cost
pt_pt: Custo externo

source: Product description
pt_pt: Descrição do Produto

source: unit description
pt_pt: descrição da unidade

source: Outer price
pt_pt: Preço exterior

source: dimensions
pt_pt: dimensões

source: retail units per outer
pt_pt: unidades de varejo por exterior

source: unit type
pt_pt: tipo de unidade

source: label in family
pt_pt: etiqueta na família

source: units per outer
pt_pt: unidades por exterior

source: parts
pt_pt: partes
zh_cn: 配件

source: unit name
pt_pt: nome da unidade

source: unit RRP
pt_pt: preço unitário

source: webpage browser title
pt_pt: título do navegador da página da web

source: webpage META description
pt_pt: descrição da página META

source: web configuration
pt_pt: configuração website

source: Invalid status
pt_pt: Status inválido

source: Invalid web configuration
pt_pt: Configuração da web inválida

source: Code can't have spaces
pt_pt: O código não pode ter espaços

source: Code can't have commas
pt_pt: O código não pode ter vírgulas

source: Another product has this code (%s)
pt_pt: Outro produto possui esse código (% s)

source: Unit name missing
pt_pt: Nome da unidade ausente

source: Price missing
pt_pt: Falta de preço

source: Invalid price (%s)
pt_pt: Preço inválido (% s)

source: Invalid unit RRP (%s)
pt_pt: RRP de unidade inválido (% s)

source: Units per outer missing
pt_pt: Unidades por falta externa

source: Invalid units per outer (%s)
pt_pt: Unidades inválidas por exterior (% s)

source: Product families not configured
pt_pt: Famílias de produtos não configuradas

source: You can't add same part as a material
pt_pt: Você não pode adicionar a mesma peça que um material

source: Another prospect with same email has been found
pt_pt: Foi encontrado outro possível cliente com o mesmo email

source: %s prospect record created
pt_pt: % s registro de perspectiva criado

source: Invitation email send using external application
pt_pt: Enviar email de convite usando aplicativo externo

source: Invitation call
pt_pt: Chamada de convite

source: Invitation send by post
pt_pt: Convite enviado por correio

source: Can't link this customer because, he registered before the prospect was created
pt_pt: Não é possível vincular este cliente porque ele se registrou antes da criação do possível cliente em potencial

source: Prospect manually linked to customer %s
pt_pt: Prospecto vinculado manualmente ao cliente% s

source: Invitation email sent
pt_pt: E-mail de convite enviado

source: Prospect has been invoiced, %s
pt_pt: A perspectiva foi faturada,% s

source: Prospect registered as a customer %s
pt_pt: Prospecto registrado como cliente% s

source: Email bounced
pt_pt: Email devolvido

source: Not interested status removed
pt_pt: Status não interessado removido

source: Bounced status removed
pt_pt: Status devolvido removido

source: Prospect unlinked from customer %s
pt_pt: Prospecção desvinculada do cliente% s

source: Recipient opt out
pt_pt: Desativação do destinatário

source: Recipient opt out again
pt_pt: Desativação do destinatário novamente

source: Purchase order created
pt_pt: Pedido criado

source: %s after submit
pt_pt: % s após o envio

source: post
pt_pt: postar

source: in Person
pt_pt: em pessoa

source: other
pt_pt: outro

source: In process by client
pt_pt: Em processo pelo cliente

source: Suppliers orders
pt_pt: Pedidos de fornecedores

source: Checking
pt_pt: Verificando

source: CO received
pt_pt: CO recebido

source: Purchase order deleted
pt_pt: Pedido de compra excluído

source: terms and conditions
pt_pt: termos e Condições

source: estimated production date
pt_pt: data estimada de produção

source: payment terms
pt_pt: termos de pagamento

source: %s promoted as sales representative
pt_pt: % s promovido como representante de vendas

source: Shipper added
pt_pt: Remetente adicionado

source: Shipping company inputted
pt_pt: Companhia de navegação inserida

source: Shipping company (%s) created
pt_pt: Empresa de expedição (% s) criada

source: tracking link
pt_pt: link de rastreamento

source: Can;t delete shipper if has been used before
pt_pt: Não é possível excluir o remetente se já tiver sido usado antes

source: %s shipping zone created
pt_pt: % s zona de expedição criada

source: %s shipping zone schema created
pt_pt: Esquema da zona de expedição% s criado

source: Contractor %s created
pt_pt: Contratante% s criado

source: Employee %s created
pt_pt: Funcionário% s criado

source: System user couldn't be created
pt_pt: Não foi possível criar o usuário do sistema

source: Mon-Fri
es_es: Lun-Vie
pt_pt: 2a. A 6a

source: %s/hour (pro rata) paid every %s day of the month (%s per year)
pt_pt: % s / hora (proporcional) pago a cada% s dia do mês (% s por ano)

source: %s/hour (pro rata) paid every %s (&#8776;%s per year)
pt_pt: % s / hora (proporcional) pago a cada% s (& # 8776;% s por ano)

source: %s paid every %s day of the month
pt_pt: % s pago a cada% s dia do mês

source: %s paid every %s day of the month (%s per year, ~%s per hour)
pt_pt: % s pagos a cada% s dia do mês (% s por ano, ~% s por hora)

source: %s paid every %s
pt_pt: % s pago a cada% s

source: %s paid every %s (&#8776;%s per year)
pt_pt: % s pago a cada% s (& # 8776;% s por ano)

source: Sat-Sun
pt_pt: Sáb-Dom

source: %s hrs/w
pt_pt: % s h / p

source: Temporal Worker
pt_pt: Trabalhador Temporário

source: Work Experience
pt_pt: Experiência de trabalho

source: No clockings today
pt_pt: Hoje não há relógios

source: Clocked out
pt_pt: Cronometrado

source: Clocked in
pt_pt: Programado

source: Employee is already a system user
pt_pt: O funcionário já é um usuário do sistema

source: User login must be provided
pt_pt: O login do usuário deve ser fornecido

source: Working from must be before the end of employment
pt_pt: Trabalhar deve ser antes do final do emprego

source: %s has same %s
pt_pt: % s tem o mesmo% s

source: payroll Id
pt_pt: ID da folha de pagamento

source: date of birth
pt_pt: data de nascimento

source: contact number
pt_pt: número de contato

source: address
es_es: dirección
pt_pt: endereço
zh_cn: 地址

source: next of kin
pt_pt: descendente

source: currently working
pt_pt: atualmente trabalhando

source: working from
pt_pt: trabalhando de

source: end of contract
pt_pt: Fim de contrato

source: end of employment
pt_pt: fim de emprego

source: assignment title
pt_pt: título da tarefa

source: job title
pt_pt: Titulo do trabalho

source: point of contact
pt_pt: ponto de contato

source: insite working hours
pt_pt: horas de trabalho

source: working hours
pt_pt: jornada de trabalho

source: salary
pt_pt: salário

source: system user active
pt_pt: usuário do sistema ativo

source: system user login
pt_pt: login do usuário do sistema

source: system user password
pt_pt: senha de usuário do sistema

source: System user PIN
pt_pt: PIN do usuário do sistema

source: System user groups
pt_pt: Grupos de usuários do sistema

source: Authorized stores
pt_pt: Lojas autorizadas

source: Authorized websites
pt_pt: Sites autorizados

source: Authorized warehouses
pt_pt: Armazéns autorizados

source: Authorized manufactures
pt_pt: Fabricantes autorizados

source: Contractor %s deleted
pt_pt: Contratante% s excluído

source: Employee %s deleted
pt_pt: Funcionário% s excluído

source: Employee is no longer working
pt_pt: O funcionário não está mais trabalhando

source: Store added
pt_pt: Loja adicionada

source: %s shipping zones
pt_pt: % s zonas de remessa

source: Store %s (%s) created
pt_pt: Armazenar% s (% s) criado

source: Error can not create store
pt_pt: Erro não pode criar loja

source: Rest of the world
pt_pt: Resto do mundo

source: Duplicated label
pt_pt: Rótulo duplicado

source: Same as order
pt_pt: Igual ao pedido

source: Own consecutive number
pt_pt: Número consecutivo próprio

source: Own consecutive number (shared all stores)
pt_pt: Número consecutivo próprio (compartilhado em todas as lojas)

source: Same as invoice
pt_pt: Igual à fatura

source: Next consecutive invoice number
pt_pt: Número da próxima fatura consecutiva

source: Duplicated campaign name
pt_pt: Nome de campanha duplicado

source: Duplicated list name
pt_pt: Nome da lista duplicada

source: Store %d deleted
pt_pt: Armazenar% d excluído

source: VAT number
pt_pt: Número de IVA

source: company number
pt_pt: número da empresa

source: website URL
pt_pt: URL do site

source: Emails signature
pt_pt: Assinatura de e-mails

source: Invoice signature
pt_pt: Assinatura da fatura

source: Proforma signature
pt_pt: Assinatura Proforma

source: Collection address
pt_pt: Endereço da coleção

source: Invoice number
pt_pt: Número da fatura

source: invoice number format
pt_pt: formato do número da fatura

source: last incremental invoice number
pt_pt: último número da fatura incremental

source: last incremental refund number
pt_pt: último número de reembolso incremental

source: Refund number
pt_pt: Número de reembolso

source: Product name missing
pt_pt: Falta o nome do produto

source: Cost missing
pt_pt: Custo ausente

source: Invalid cost (%s)
pt_pt: Custo inválido (% s)

source: Invalid parts per product (%s)
pt_pt: Peças inválidas por produto (% s)

source: Duplicated product code
pt_pt: Código do produto duplicado

source: Customer poll query (%s) created
pt_pt: Consulta de pesquisa do cliente (% s) criada

source: Duplicated website code
pt_pt: Código do site duplicado

source: Duplicated website URL
pt_pt: URL do site duplicado

source: Duplicated website name
pt_pt: Nome do site duplicado

source: Value can't be empty
pt_pt: O valor não pode estar vazio

source: The max length of the code is 4 characters
pt_pt: O comprimento máximo do código é de 4 caracteres

source: Invalid user
pt_pt: Usuário Inválido

source: Main contact number
pt_pt: Número de contato principal

source: Set as main contact number
pt_pt: Definir como número de contato principal

source: Another supplier has this email
pt_pt: Outro fornecedor tem este email

source: Supplier has already this email
pt_pt: O fornecedor já possui este email

source: Duplicated email
pt_pt: Email duplicado

source: Set as main email
pt_pt: Definir como email principal

source: Customer has already this number
pt_pt: O cliente já tem esse número

source: Supplier has already this number
pt_pt: O fornecedor já tem esse número

source: Object has already this number
pt_pt: O objeto já tem esse número

source: Set as main telephone
pt_pt: Definir como telefone principal

source: Duplicated telephone
pt_pt: Telefone duplicado

source: Supplier has already a system user
pt_pt: O fornecedor já possui um usuário do sistema

source: Agent has already a system user
pt_pt: O agente já possui um usuário do sistema

source: Supplier created
pt_pt: Fornecedor criado

source: Invalid value, valid values: %s
pt_pt: Valor inválido, valores válidos:% s

source: Supplier %s unlinked from agent %s
pt_pt: Fornecedor% s desvinculado do agente% s

source: Supplier's product unit description missing
pt_pt: Falta a descrição da unidade do produto do fornecedor

source: Duplicated supplier's product reference (%s)
pt_pt: Referência do produto do fornecedor duplicado (% s)

source: Part reference missing
pt_pt: Referência de peça ausente

source: Unit recommended description (for website) missing
pt_pt: A descrição recomendada da unidade (para o site) está ausente

source: Outers (SKO) description missing
pt_pt: Descrição de Outers (SKO) ausente

source: Outers (SKO) per carton missing
pt_pt: Outers (SKO) por caixa ausente

source: Invalid outers (SKO) per carton (%s)
pt_pt: Outters inválidos (SKO) por caixa (% s)

source: Minimum order missing
pt_pt: Falta o pedido mínimo

source: Invalid minimum order (%s)
pt_pt: Pedido mínimo inválido (% s)

source: Invalid carton CBM (%s)
pt_pt: CBM de caixa inválido (% s)

source: Invalid delivery time (%s)
pt_pt: Tempo de entrega inválido (% s)

source: Invalid extra %% cost (%s)
pt_pt: Custo %% extra inválido (% s)

source: production waiting time (days)
pt_pt: tempo de espera da produção (dias)

source: Cooling period between orders (days)
pt_pt: Período de resfriamento entre pedidos (dias)

source: Allow on demand
pt_pt: Permitir sob demanda

source: nickname
pt_pt: apelido

source: Supplier %s archived
pt_pt: % S do fornecedor arquivado

source: Supplier %s unarchived
pt_pt: % S de fornecedores desarquivados

source: Supplier record %s deleted
pt_pt: Registro do fornecedor% s excluído

source: Supplier delivery created
pt_pt: Entrega do fornecedor criada

source: checked
pt_pt: verificado

source: Checking costs
pt_pt: Verificando custos

source: Sent by customer
pt_pt: Enviado pelo cliente

source: Placing
pt_pt: Colocação

source: Unknown weight
pt_pt: Peso desconhecido

source: Supplier delivery invoice number missing
pt_pt: Número da fatura de entrega do fornecedor ausente

source: No invoice number
pt_pt: Nenhum número da fatura

source: Supplier delivery invoice date missing
pt_pt: Data da fatura de entrega do fornecedor ausente

source: Date missing
pt_pt: Data em falta

source: Supplier delivery cancelled
pt_pt: Entrega do fornecedor cancelada

source: %d SKOs have been already placed, checked SKOs can't be set up to %d
pt_pt: % d SKOs já foram colocados, SKOs verificados não podem ser configurados para% d

source: dispatched date
pt_pt: data de expedição

source: invoice date
pt_pt: data da fatura

source: Supplier's product created
pt_pt: Produto do fornecedor criado

source: Supplier's product can't set up as on demand because supplier isn't configured to allow that
pt_pt: O produto do fornecedor não pode ser configurado como sob demanda porque o fornecedor não está configurado para permitir que

source: Supplier's product must be on demand
pt_pt: O produto do fornecedor deve estar sob demanda

source: Minimum missing
pt_pt: Falta mínima

source: Description missing
pt_pt: Descrição ausente

source: Invalid availability value
pt_pt: Valor de disponibilidade inválido

source: Supplier's code missing
pt_pt: Código do fornecedor ausente

source: Supplier %s not found
pt_pt: % S do fornecedor não encontrado

source: Can't move supplier, another supplier's product has same reference (%s)
pt_pt: Não é possível mover o fornecedor, o produto de outro fornecedor tem a mesma referência (% s)

source: Invalid amount (%s)
pt_pt: Valor inválido (% s)

source: Currency code missing
pt_pt: Código da moeda ausente

source: Currency code not found (%s)
pt_pt: Código da moeda não encontrado (% s)

source: Invalid extra cost (%s)
pt_pt: Custo extra inválido (% s)

source: Invalid percentage (%s)
pt_pt: Porcentagem inválida (% s)

source: Unknown delivery time
pt_pt: Tempo de entrega desconhecido

source: Supplier has not stock
pt_pt: O fornecedor não possui estoque

source: cartons
pt_pt: caixas

source: pack
pt_pt: pacote

source: extra costs
pt_pt: custos extras

source: future margin %s
pt_pt: margem futura% s

source: Supplier's product record %s deleted
pt_pt: Registro de produto do fornecedor% s excluído

source: supplier's unit code
pt_pt: código da unidade do fornecedor

source: unit cost
pt_pt: custo unitário

source: unit expense
pt_pt: despesa unitária

source: batch
pt_pt: lote

source: availability
pt_pt: disponibilidade

source: carton CBM
pt_pt: caixa CBM

source: Average delivery time (days)
pt_pt: Tempo médio de entrega (dias)

source: unit extra costs
pt_pt: custos extras unitários

source: percentage extra costs
pt_pt: porcentagem de custos extras

source: part reference
pt_pt: referência de peça

source: part barcode
pt_pt: código de barras da peça

source: outers (SKO) description
pt_pt: descrição de outers (SKO)

source: supplier's unit description
pt_pt: descrição da unidade do fornecedor

source: supplier's unit label
pt_pt: etiqueta da unidade do fornecedor

source: make to order
pt_pt: fazer para pedir

source: unit recommended description
pt_pt: descrição recomendada da unidade

source: carton gross weight
pt_pt: peso bruto da caixa

source: Timeseries already exists
pt_pt: As séries temporais já existem

source: month %s
pt_pt: mês% s

source: Yearly
es_es: Anual
pt_pt: Anual
zh_cn: 每年

source: Clocked (working hours)
pt_pt: Cronometrado (horário de trabalho)

source: Overtime (unpaid)
pt_pt: Horas extras (não remuneradas)

source: Overtime (paid)
pt_pt: Horas extras (pagas)
