Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Credit from previous orders
es_es: Creditos de ordenes anteriores

source: Packing Stated
es_es: Inicio Empaquetamiento

source: Packing Finished
es_es: Fin Empaquetamiento

source: Deleted Page
es_es: Página eliminada

source: Waiting to be picked
es_es: Esperando recolección

source: No longer keeped in Warehouse
es_es: Esta pieza esta descontinuada

source: Referece
es_es: Referencia

source: Not for Public Sale
es_es: No en venta al público

source: Products with code
es_es: Productos con código

source: Pickers & Packers
es_es: Recolectores y Empacadores

source: Billing Country
es_es: País de facturación

source: Tax Categories
es_es: Categorias de impuestos

source: User Sessions
es_es: Sesiones de Usuario

source: Average Dispatch Time
es_es: Tiempo promedio de envio

source: Week-to-Date
es_es: Semana a la fecha

source: 3 Years
es_es: 3 años

source: Overview Sales
es_es: Ventas

source: Part Groups
es_es: Piezas (G)

source: Top Parts
es_es: Mejores Piezas

source: Top Parts Groups
es_es: Mejores Grupos de Piezas

source: HR
es_es: RH

source: Store Sales History
es_es: Historial de las ventas de la tienda

source: Department's Sales
es_es: Ventas por departamento

source: Assing SKUs
es_es: Assing SKU

source: Assing Locations
es_es: Assing Ubicaciones

source: User Login History
es_es: Registro de usuarios Historia

source: Warehouse User
es_es: Usuario del la naves

source: Last Sold
es_es: Ultima venta

source: Value at cost
es_es: Valor al Costo

source: Commercial value
es_es: Valor comecial

source: P POs
es_es: P OP

source: High
es_es: Alto

source: DN U
es_es: NE U

source: PO U
es_es: orden de compra U

source: PO State
es_es: PO Estado

source: U/outer
es_es: U / exterior

source: Price/o
es_es: Precio sin

source: Do
es_es: No
