Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: associated with location
es_es: asociadas con la localización
zh_cn: 相关的位置

source: Unknown Supplier
es_es: Desconocida Proveedor
zh_cn: 未知的供应商

source: adjust due to audit in
zh_cn: 由于审计调整

source: stock in
es_es: acciones en
zh_cn: 库存在

source: set to
es_es: establece en
zh_cn: 设定为

source: Part added to location
es_es: Parte añadido a la ubicación
zh_cn: 部分添加到这个位置

source: No stock on the location
zh_cn: 这个位置没有库存

source: Location now known
zh_cn: 位置不知道

source: Unknown stock in the location
es_es: acciones desconocido en la ubicación
zh_cn: 这个位置库存未知

source: Lost Quantity greater than the stock on the location
es_es: Lost cantidad superior a la población sobre la ubicación
zh_cn: 失去比这个位置库存量更大的

source: lost from
es_es: perdida de
zh_cn: 丢失于

source: received in
es_es: recibida en
zh_cn: 接收在

source: There is still stock in this location
zh_cn: 这个位置仍然有库存

source: Change due Audit
es_es: Cambio de Auditoría por
zh_cn: 由于审计改变

source: Change due Discontinuation
es_es: Cambio discontinuación debida
zh_cn: 由于停产改变

source: Copying unknown location state
es_es: Copia de estado de sitio desconocido
zh_cn: 复制地点不明状态

source: Change due Out of Stock
es_es: Cambiar a cabo por la Acción
zh_cn: 由于缺货改变

source: Product Created
es_es: Producto de creación
zh_cn: 产品已创建

source: Error: You can edit historic records
zh_cn: 错误：你不能编辑历史记录

source: Product Record Type updated
zh_cn: 产品记录类型已改变

source: Error: Product stage could not be updated
zh_cn: 错误：成品阶段无法更新

source: Product Stage updated
zh_cn: 产品阶段已更新

source: Error: Product record state could not be updated
zh_cn: 错误：无法更新产品记录状态

source: Error: Another product with the same code
es_es: Error: Otro producto con el mismo código
zh_cn: 错误：另一个产品有相同的编号

source: Product code updated
es_es: Código del producto actualizado
zh_cn: 产品编号已更新

source: Error: Product code could not be updated
es_es: Error: el código del producto no pudo ser actualizado
zh_cn: 错误：产品编号不能被更新

source: Error: Wrong Product Family Special Characteristic (empty)
zh_cn: 错误：错误的产品系列特质（空）

source: Error: Another product with the same Product/Family Special Characteristic in this family
es_es: Error: Otro producto con el mismo producto / de la familia especial característica de esta familia
zh_cn: 错误：这个系列的另一个产品有相同的产品/系列特质

source: Product Family Special Characteristic
zh_cn: 产品系列特质

source: Error: Product Family Special Characteristic could not be updated
zh_cn: 错误：产品系列特质不能更新

source: Product Set for Sale
es_es: El producto Puesta en venta
zh_cn: 产品销售设置

source: set for sale
es_es: conjunto para la venta
zh_cn: 销售设置

source: Product Last Sold
es_es: Último producto vendido
zh_cn: 产品上次售出

source: last sold date
es_es: fecha de la última venta
zh_cn: 最后出售日期

source: Product First Sold
es_es: Primer producto vendido
zh_cn: 产品第一次售出

source: first sold date
es_es: vendió por primera vez la fecha
zh_cn: 首次出售日期

source: Error: The product cost is unknown
es_es: Error: El costo del producto se desconoce
zh_cn: 错误：产品成本未知

source: Error: Product margin should be a numeric value
es_es: Error: El margen de producto debe ser un valor numérico
zh_cn: 错误：产品利润率应该是一个数值

source: Error: Product margin can not have this value
es_es: Error: El margen de producto no puede tener este valor
zh_cn: 错误：产品利润率不能是这个值

source: Error: Product price should be a numeric value
es_es: Error: el precio del producto debe ser un valor numérico
zh_cn: 错误：产品价格应该是一个数字

source: Product price updated
es_es: Precio del producto actualizado
zh_cn: 产品价格已更新

source: Error: Product price could not be updated
zh_cn: 错误：产品价格不能被更新

source: Product Price Changed
zh_cn: 产品价格已改变

source: price changed
zh_cn: 产品价格已改变

source: Error: Product RRP should be a numeric value
zh_cn: 错误：产品零售价应该是一个数字

source: Product RRP updated
zh_cn: 产品零售价已更新

source: Not for resale
zh_cn: 不得转售

source: Product RRP Changed
zh_cn: 产品零售价已改变

source: RRP changed
es_es: PVP modificado
zh_cn: 零售价已改变

source: per unit
es_es: por unidad
zh_cn: 每个单位

source: Error: Product Recomended Retail Price could not be updated
zh_cn: 错误：无法更新产品建议零售价

source: Error: Another product has already this same name
zh_cn: 错误：另一个产品已由同样的名字

source: Product name updated
es_es: Nombre del producto alterado
zh_cn: 产品名称已更新

source: Product Name Changed
zh_cn: 产品名称已改变

source: Error: Product name could not be updated
zh_cn: 错误：产品名称不能被更新

source: Error: Wrong Product Special Characteristic (empty)
es_es: Error: El producto incorrecto especiales características (vacío)
zh_cn: 错误：错误的产品特质（空）

source: Product Special Characteristic
es_es: Características especiales del producto
zh_cn: 产品特征

source: Product Special Characteristic Changed
es_es: Características especiales del producto ha cambiado
zh_cn: 产品特征已改变

source: Special Characteristic
es_es: Características especiales
zh_cn: 产品特征

source: Error: Product Special Characteristic could not be updated
es_es: Error: Características especiales del producto no pudo ser actualizado
zh_cn: 错误：产品特征不能被更新

source: Product Description changed
es_es: Descripción del producto ha cambiado
zh_cn: 产品描述已改变

source: Product Description Created
es_es: Descripción del producto de creación
zh_cn: 产品描述已创建

source: Product Description Changed
es_es: Descripción del producto ha cambiado
zh_cn: 产品描述已改变

source: Error: Product Description could not be updated
es_es: Error: Descripción del producto no pudo ser actualizado
zh_cn: 错误：产品描述不能被更新

source: Product remove from Category
es_es: Producto quitar de la categoría
zh_cn: 产品从分类移除

source: Product already in Category
es_es: Producto ya la categoría
zh_cn: 产品已在这个分类

source: Product added to Category
es_es: Producto que se añade a la categoría
zh_cn: 产品添加到分类

source: Waiting for dispatch
es_es: ¡Lugar para una expedición
zh_cn: 等待派送

source: Waiting for checking
es_es: Esperando para el control de
zh_cn: 等待检查

source: Checking delivery
es_es: Comprobación de la entrega
zh_cn: 检查送货

source: Forced
es_es: Forzado
zh_cn: 强制

source: Product Sales Type updated
es_es: Ventas Tipo de producto actualizado
zh_cn: 产品销售类型已更新

source: Error: Product sales type could not be updated
es_es: Error: Tipo de producto de venta no se pudo actualizar
zh_cn: 错误：产品销售类型不能更新

source: Product Web Configuration updated
zh_cn: 产品页配置已经更新

source: Force offline
es_es: Forzar fuera de línea
zh_cn: 强制离线

source: Matched With DN
es_es: Emparejada con DN
zh_cn: 用DN匹配

source: can not connect to the email server
zh_cn: 不能连接上邮件服务器

source: Message will send shortly
zh_cn: 不久将发送信息

source: Shelf Created
es_es: Plataforma de creación
zh_cn: 货架已创建

source: Shelf
es_es: Plataforma
zh_cn: 货架

source: Shelf Type
es_es: Tipo bandejas
zh_cn: 货架类型

source: Error: can not delete shipping address
zh_cn: 错误：不能删除配送地址

source: Shipping address can not be deleted because it has some products
zh_cn: 配送地址不能被删除因为它下面有产品

source: Staff Created
es_es: Personal de creación
zh_cn: 员工已创建

source: New staff
es_es: Nuevo personal
zh_cn: 新员工

source: Invalid Name
es_es: Nombre no válido
zh_cn: 无效名称

source: Error: can not delete store
zh_cn: 错误：不能删除商店

source: Store can not be deleted because it has some products
zh_cn: 商店不能被删除因为它下面有产品

source: Error: There is another store with the same code
zh_cn: 错误：另一个商店有同样的编号

source: Store code updated
zh_cn: 商店编号已更新

source: Store Code Changed
zh_cn: 商店编号已改变

source: Error: Store code could not be updated
zh_cn: 错误：商店编号不能被更新

source: Error: Another store with the same name
zh_cn: 错误：另一个商店有同样的名字

source: Store name updated
es_es: Nombre de la tienda actualizado
zh_cn: 商店名字已更新

source: Store Name Changed
zh_cn: 商店名字已改变

source: Error: Store name could not be updated
es_es: Error: nombre de la tienda no se pudo actualizar
zh_cn: 错误：商店名字不能被更新

source: Store Added
es_es: Tienda Alta
zh_cn: 商店已添加

source: Store Created
es_es: Tienda creada
zh_cn: 商店已创建

source: Error can not create store
es_es: Error: no se puede crear tienda
zh_cn: 错误：不能创建商店

source: Supplier Created
es_es: Proveedor de creación
zh_cn: 供应商已创建

source: Supplier Name changed from
es_es: Nombre cambiado de proveedor
zh_cn: 供应商名字改编自

source: Supplier company name changed
es_es: Proveedor nombre de la empresa ha cambiado
zh_cn: 供应商公司名字已改变

source: Supplier company name changed from
es_es: Nombre del proveedor empresa cambió de
zh_cn: 供应商公司名改变自

source: Supplier company set to
es_es: empresa del proveedor establecido en
zh_cn: 供应商公司设置为

source: associated with Supplier:
es_es: asociado con proveedores:
zh_cn: 关联其他供应商：

source: Supplier contact name changed
es_es: Proveedor nombre de contacto ha cambiado
zh_cn: 供应商联系名已改变

source: Supplier contact name changed from
es_es: Nombre del proveedor de contacto ha cambiado de
zh_cn: 供应商联系名改编自

source: Supplier contact set to
es_es: Contactar con proveedor establecido en
zh_cn: 供应商联系方式设置为

source: Supplier Main XHTML Telephone Changed
es_es: Proveedor Teléfono XHTML principal ha cambiado
zh_cn: 供应商主要XHTML电话已改变

source: Supplier Main XHTML Telephone changed from
es_es: El principal proveedor XHTML Teléfono cambiado de
zh_cn: 供应商主要XHTML电话改变自

source: Supplier Main XHTML FAX Changed
es_es: Proveedor FAX XHTML principal ha cambiado
zh_cn: 供应商主要XHTML传真已改变

source: Supplier Main XHTML FAX changed from
es_es: El principal proveedor XHTML FAX cambiado de
zh_cn: 供应商主要 XHTML 传真改编自

source: Supplier Delivery Note
es_es: Proveedor nota de entrega
zh_cn: 供应商送货单

source: Supplier Product Cost Changed
es_es: Proveedor de costes del producto ha cambiado
zh_cn: 供应商产品成本已改变

source: Supplier Product
es_es: Proveedor del producto
zh_cn: 供应商产品

source: cost changed
es_es: costo cambiado
zh_cn: 成本已改变

source: Value can not be zero
es_es: El valor no puede ser cero
zh_cn: 值不能是0

source: Value can not negative
es_es: El valor no puede negativos
zh_cn: 值不能是负数

source: Supplier Product Net Unit Weight set to
es_es: Peso del proveedor del producto neto de la unidad establecida en
zh_cn: 供应商产品净单位重量设置为

source: Net Unit Weight set to
es_es: Peso neto de la unidad establecida en
zh_cn: 净单位重量设置为

source: Product Unit Net Weight Changed
es_es: Unidad de peso neto del producto ha cambiado
zh_cn: 产品单位净重量已改变

source: Net Weight changed
es_es: Peso neto cambiado
zh_cn: 净重量已改变

source: Supplier Product Gross Unit Weight set to
es_es: Peso del proveedor del producto bruto conjunto de la Unidad
zh_cn: 供应商产品总单位重量设置为

source: Gross Unit Weight set to
es_es: Peso bruto unitario establecido en
zh_cn: 总单位重量设置为

source: Product Unit Gross Weight Changed
es_es: Peso del producto bruto de la Unidad de Cambio
zh_cn: 产品单位总重量已改变

source: Gross Weight changed
es_es: Peso bruto cambiado
zh_cn: 总单位重量已改变

source: Supplier Product Gross Case Weight set to
es_es: Peso del proveedor del producto bruto ajustado en el asunto
zh_cn: 供应商产品总箱总量设置为

source: Gross Case Weight set to
es_es: Peso bruto ajustado en el asunto
zh_cn: 总箱总量设置为

source: Product Case Gross Weight Changed
es_es: Peso del producto bruto ha cambiado el asunto
zh_cn: 产品箱子总总量已改变

source: per case
es_es: por caja
zh_cn: 每箱

source: Supplier Product Gross Unit Volume set to
es_es: Volumen de proveedores del producto bruto conjunto de la Unidad
zh_cn: 供应商产品毛重单位体积设置为

source: Gross Unit Volume set to
es_es: Volumen bruto unitario establecido en
zh_cn: 总单位体积设置为

source: Product Unit Gross Volume Changed
es_es: Unidad de volumen del producto bruto ha cambiado
zh_cn: 产品单位总容积已改变

source: Gross Volume changed
es_es: Volumen bruto cambiado
zh_cn: 总容积已改变

source: Supplier Product Unit Minimun Orthogonal Gross Volume set to
es_es: Proveedor del producto bruto de la unidad mínima de volumen ortogonal establece en
zh_cn: 供应商产品单位最小容积设置为

source: Unit Minimun Orthogonal Gross Volume set to
es_es: Mínima unidad de volumen bruto ortogonal establece en
zh_cn: 单位最小容积设置为

source: Supplier Product Unit Minimun Orthogonal Gross Volume Changed
es_es: Proveedor del producto bruto mínima unidad de volumen ortogonal cambiado
zh_cn: 供应商产品单位最小正交总容积已改变

source: Supplier Product Minimun Orthogonal Gross Volume changed
es_es: Proveedor del producto bruto mínima ortogonal volumen cambiado
zh_cn: 供应商产品最小正交体积已改变

source: Supplier Product Case Minimun Orthogonal Gross Volume set to
es_es: Proveedor del producto Caso mínima bruta de volumen ortogonal establece en
zh_cn: 供应商产品盒子最小容积设置为

source: Case Minimun Orthogonal Gross Volume set to
es_es: Volumen bruto mínimo caso ortogonal establece en
zh_cn: 盒子最小容积设置为

source: Supplier Product Case Minimun Orthogonal Gross Volume Changed
es_es: Proveedor del producto bruto mínima asunto volumen ortogonal cambiado
zh_cn: 供应商产品盒子最小正交总体积已改变

source: Supplier Product Unit Type set to
es_es: Proveedor del producto Tipo de Unidad establece en
zh_cn: 供应商产品单位类型设置为

source: Supplier Product Unit Type Changed
es_es: Proveedor del producto Tipo de unidad ha cambiado
zh_cn: 供应商产品单位类型已改变

source: Supplier Product Unit Type changed
es_es: Proveedor del producto Tipo de Unidad cambiado
zh_cn: 供应商产品单位类型已改变

source: Supplier Product Unit Package Type set to
es_es: Proveedor del producto Unidad Tipo Paquete establece en
zh_cn: 供应商产品单位包类型设置为

source: Supplier Product Unit Package Type Changed
es_es: Proveedor del producto Unidad Tipo Paquete de Cambio
zh_cn: 供应商产品单位包类型已改变

source: Supplier Product Unit Package Type changed
es_es: Proveedor del producto Unidad paquete modificó el tipo de
zh_cn: 供应商产品单位包类型已改变

source: Item
es_es: Del artículo
zh_cn: 物品

source: Case
zh_cn: 箱子

source: Tax Category Added
es_es: Impuestos Categoría Añadido
zh_cn: 税种已添加

source: Error can not create tax category
es_es: El error no puede crear categoría fiscal
zh_cn: 错误不能创建税种

source: Error no telecom data
es_es: Error no hay datos de telecomunicaciones
zh_cn: 错误没有通信数据

source: Error, invalid telecom data
es_es: Error, los datos de telecomunicaciones no válida
zh_cn: 错误，不可用的通信数据

source: Error, no number data
zh_cn: 错误，没有数字数据

source: Error no telecom number data
es_es: Error no hay datos de telecomunicaciones número
zh_cn: 错误没有通信数字数据

source: Wrong telephone number
es_es: número de teléfono incorrecto
zh_cn: 错误的电话号码

source: No change from last month
es_es: Sin cambios desde el mes pasado
zh_cn: 上个月没变化

source: No change from last year
es_es: No hay cambios respecto al año pasado
zh_cn: 去年没变化

source: Forecast
es_es: Pronóstico
zh_cn: 预测

source: Outers Shipped
es_es: Enviado outers
zh_cn: 外部发货

source: Stock Value
es_es: Colección de Valor
zh_cn: 库存值

source: No change from last quarter
es_es: No hay cambios de último trimestre
zh_cn: 上个季度没有变化

source: change (last quarter)
es_es: cambio (último trimestre)
zh_cn: 变化（上个季度）

source: quarter
es_es: trimestre
zh_cn: 季度

source: No change from last week
es_es: Sin cambios desde la última semana
zh_cn: 上周没变化

source: change (last week)
es_es: cambio (la última semana)
zh_cn: 变化（上周）

source: Unknown Error(0)
zh_cn: 未知错误（0）

source: Wrong handle
zh_cn: 错误处理

source: Handle to short
zh_cn: 短期的处理

source: The user
es_es: El usuario
zh_cn: 用户

source: is already in the database!
zh_cn: 已经在这个数据库！

source: The staff member with id
zh_cn: 工作人员ID

source: is already in the database as
zh_cn: 已经在数据库作为

source: User added susesfully
zh_cn: 用户成功添加

source: Unknown error(2)
zh_cn: 未知错误（2）

source: User Activated
es_es: Usuario activado
zh_cn: 用户已激活

source: activated
es_es: activado
zh_cn: 激活

source: User Desactivated
es_es: Usuario desactivado
zh_cn: 用户未激活

source: deactivated
es_es: desactivado
zh_cn: 未激活

source: User added to Group
es_es: Usuario añadido a grupo
zh_cn: 用户添加到组

source: added to
es_es: añade
zh_cn: 添加到

source: User deleted from Group
es_es: Usuario eliminado del grupo
zh_cn: 用户从组里删除

source: removed from
es_es: retirados de
zh_cn: 移除从

source: User Rights Associated with Store
es_es: De derechos de usuario asociado con la tienda
zh_cn: 用户权限和商店关联

source: rights associated with
es_es: los derechos relacionados con
zh_cn: 权限关联

source: User Rights Disassociated with Store
es_es: De derechos de usuario disociado con la tienda
zh_cn: 用户权限和商店解除关联

source: rights disassociated with
es_es: derechos disociado con
zh_cn: 权限解除与

source: User Rights Associated with Warehouse
es_es: De derechos de usuario asociado con almacén
zh_cn: 用户权限与仓库关联

source: User Rights Disassociated with Warehouse
es_es: De derechos de usuario disociado con almacén
zh_cn: 用户权限与仓库解除关联

source: Warehouse Added
es_es: Almacén añadido
zh_cn: 仓库已添加

source: Wrong warehouse name
es_es: nombre del almacén incorrecto
zh_cn: 错误的仓库名称

source: Warehouse name changed
es_es: Nombre del almacén cambiado
zh_cn: 仓库名称已改变

source: Warehouse Area Created
zh_cn: 仓库区域已创建

source: Warehouse Area
es_es: Área del almacén
zh_cn: 仓库区域

source: Export as xls
zh_cn: 导出xls

source: Export as xlsx
zh_cn: 导出xlsx

source: Export as csv
zh_cn: 导出csv

source: Comma separated values (vsv)
zh_cn: 逗号分隔值（VSV）

source: Export as pdf
zh_cn: 导出PDF

source: error, date time not reconozied
es_es: de error, fecha y hora no reconozied
zh_cn: 错误，日期和时间没有确认

source: Ignore
es_es: Ignorar
zh_cn: 忽略

source: Contact Name
es_es: Nombre contacto
zh_cn: 联系名

source: Fax
zh_cn: 传真

source: Address Line 3
es_es: Dirección (3ª linea)
zh_cn: 地址线3

source: Town Second Division
zh_cn: 镇第二分部

source: Town First Division
zh_cn: 镇第一分部

source: Town
es_es: Ciudad
zh_cn: 镇

source: Country Fifth Division
es_es: País (5ª división)
zh_cn: 全国第五分部

source: Country Forth Division
es_es: País (4ª división)
zh_cn: 全国第四分部

source: Country Third Division
es_es: País (3ª división)
zh_cn: 全国第三分部

source: Country Second Division
es_es: País (2ª división)
zh_cn: 全国第二分部

source: Country First Division
es_es: País (1ª división)
zh_cn: 全国第一分部

source: Country Code (XXX)
es_es: Código de país (XXX)
zh_cn: 国家编号（XXX）

source: Country Code (XX)
es_es: Código de país (XX)
zh_cn: 国家编号（XX）

source: %d week
zh_cn: %d 周

source: %d day
zh_cn: %d 天

source: %d hour
zh_cn: %d 小时

source: %d minute
zh_cn: %d 分钟

source: %d second
zh_cn: %d 秒

source: Net Item Sales
es_es: Las ventas netas del artículo
zh_cn: 净物品销售

source: Montly
es_es: Mensual
zh_cn: 每月

source: Quarter
es_es: Trimestre
zh_cn: 季度

source: Main Address
es_es: Direccion Principal
zh_cn: 主要地址

source: Companies
es_es: Empresas
zh_cn: 公司

source: Up to (days)
zh_cn: 截止到（天）

source: Older than (days)
zh_cn: 更旧于（天）

source: Exit Edit
es_es: Salir editar
zh_cn: 退出编辑

source: Edit Area
zh_cn: 编辑区域

source: Editing Company Area
es_es: Área de edición de la empresa
zh_cn: 编辑公司区域

source: Edit Areas
zh_cn: 编辑区域

source: Add Area
es_es: Añadir la zona
zh_cn: 添加区域

source: Company Areas
zh_cn: 公司区域

source: Other Details
zh_cn: 其他细节

source: No. Of Department
zh_cn: 部门编号

source: No. Of Position
zh_cn: 位置编号

source: No. Of Employee
zh_cn: 雇员编号

source: Edit Departments
zh_cn: 编辑部门

source: Add Department
es_es: Añadir Departemento
zh_cn: 增加部门

source: Go Back
es_es: Regresar
zh_cn: 返回

source: Create Superuser
es_es: Añadir Superusuario
zh_cn: 创建超级用户

source: Add Company
es_es: Añadir Sociedad
zh_cn: 增加公司

source: Add Store
es_es: Añadir la tienda
zh_cn: 增加商店

source: Contacts
es_es: Contactos
zh_cn: 联系

source: Country Name
es_es: Nombre del País
zh_cn: 国家名称

source: World Region
es_es: Región del mundo
zh_cn: 世界各地

source: Country Head of State
es_es: Jefe de Estado
zh_cn: 国家元首

source: Country Goverment Form
es_es: Tipo de Gobierno
zh_cn: 国家政体

source: Invalid Email
es_es: Email invalido
zh_cn: 无效邮件

source: Invalid Telephone
es_es: Teléfono inválido
zh_cn: 电话不可用

source: Invalid Mobile
es_es: Móvil no válido
zh_cn: 无效手机

source: Invalid Fax
es_es: Fax invalido
zh_cn: 无效传真

source: Invalid Company Registration Number
es_es: número de registración de empresa invalida
zh_cn: 无效公司注册号码

source: Invalid Fiscal Name
es_es: Nombre no válido fiscal
zh_cn: 实体名称无效

source: Invalid Tax Number
es_es: Número de IVA no es válido
zh_cn: 税号无效

source: Order ID
es_es: ID
zh_cn: 订单ID

source: Last Updated
es_es: Última actualización
zh_cn: 上次更新

source: Current State
zh_cn: 现状

source: IP Address
es_es: Dirección IP
zh_cn: IP地址

source: Login Date
es_es: Fecha de inicio de sesión
zh_cn: 登录日期

source: Logout Date
es_es: Fecha de cierre de sesión
zh_cn: 退出日期

source: This operation will remove the mobile
es_es: Esta operación eliminará los móviles
zh_cn: 操作将从手机移除

source: This operation will remove the fax
es_es: Esta operación eliminará el fax
zh_cn: 操作将从传真移除

source: This operation will remove the telephone
es_es: Esta operación eliminará el teléfono
zh_cn: 操作将从电话移除

source: This operation will remove the email
es_es: Esta operación eliminará el correo electrónico
zh_cn: 操作将从邮件移除

source: Advanced Search
es_es: Búsqueda Avanzada
zh_cn: 高级搜索

source: Stats
es_es: Estadísticas
zh_cn: 统计

source: Add Other Customer
es_es: Añadir otro cliente
zh_cn: 增加其他客户

source: Customers List
es_es: Lista de clientes
zh_cn: 客户列表

source: Potential duplicated
es_es: Potencial duplicado
zh_cn: 潜在的重复

source: Last Order
es_es: Ultima Orden
zh_cn: 上一个订单

source: Contact Address
es_es: Dirección de contacto
zh_cn: 联系地址

source: Billing Address
es_es: Dirección de facturación
zh_cn: 账单地址

source: Outstanding
es_es: Pendiente
zh_cn: 未付

source: Rank Orders
es_es: Clasificación de pedidos
zh_cn: 订单排名

source: Rank Invoices
es_es: Rango de facturas
zh_cn: 发票排名

source: Rank Balance
es_es: Clasificación de Balance
zh_cn: 余额排名

source: Rank Profits
es_es: Rango de beneficios
zh_cn: 利润排名

source: Add Main Category
zh_cn: 增加主类

source: Edit Categories
es_es: Editar categorías
zh_cn: 编辑分类

source: Add Subcategory
es_es: Añadir Subcategoría
zh_cn: 增加子分类

source: Edit Category
es_es: Editar Categoría
zh_cn: 编辑分类

source: Customer merged with
es_es: Cliente se fusionó con
zh_cn: 客户合并

source: Correlation
es_es: Correlación
zh_cn: 相关

source: Forgot Password
zh_cn: 忘记密码

source: Customer User
es_es: Cliente del usuario
zh_cn: 客户

source: Growth
es_es: Crecimiento
zh_cn: 增长

source: Post
es_es: Mensaje
zh_cn: 帖子

source: Customer Store Configuration
zh_cn: 客户商店配置

source: postcode
zh_cn: 邮政编码

source: Customer Postcode
es_es: Código postal del cliente
zh_cn: 客户邮政编码

source: Postcode
es_es: Código postal
zh_cn: 邮政编码

source: country
zh_cn: 国家

source: Customer Country
es_es: País del Cliente
zh_cn: 客户国家

source: min
zh_cn: 最小

source: Mininum Number of Orders
es_es: Mininum Número de pedidos
zh_cn: 最小订单数字

source: Min No Orders
es_es: Min Órdenes de No
zh_cn: 最小无订单

source: Maximum Number of Orders
es_es: Número máximo de pedidos
zh_cn: 最大订单数字

source: Max No Orders
es_es: Número máximo de Órdenes de No
zh_cn: 最大无订单

source: Last order more than (days)
es_es: Para pasado, más de (días)
zh_cn: 上次订单多于（天）

source: Last Order >(Days)
es_es: > Last Order (Días)
zh_cn: 上个订单>（天）

source: Last order less than (days)
es_es: Último fin de menos de (días)
zh_cn: 上次订单少于（天）

source: Last Order <(Days)
es_es: <Last Order (Días)
zh_cn: 上个订单<(天)

source: maxvalue
zh_cn: 最大值

source: Balance less than
es_es: Balance de menos de
zh_cn: 余额小于

source: minvalue
zh_cn: 最小值

source: Balance more than
es_es: Balance de más de
zh_cn: 余额大于

source: Last Orders
zh_cn: 上个订单

source: Conatact
zh_cn: 联系

source: Export Data(CSV)
es_es: Exportar datos (CSV)
zh_cn: 导出数据（CSV）

source: Print Address Labels
es_es: Imprimir etiquetas de dirección
zh_cn: 打印地址标签

source: Customers Lists
es_es: Listas de clientes
zh_cn: 客户列表

source: Customer Static List
es_es: Cliente estática Lista
zh_cn: 客户静态列表

source: List Name
es_es: Nombre de Lista
zh_cn: 清单名字

source: List Created
es_es: Lista creada
zh_cn: 清单已创建

source: List Type
es_es: tipo de lista
zh_cn: 清单类型

source: New List
es_es: Nueva lista
zh_cn: 新清单

source: Total Contacts
es_es: Total de Contactos
zh_cn: 总联系方式

source: New Contacts
es_es: Contactos nuevos
zh_cn: 新联系方式

source: Active Contacts
es_es: Contactos Activos
zh_cn: 激活联系方式

source: Losing Contacts
es_es: Contactos perdiendose
zh_cn: 失去联系方式中

source: Lost Contacts
es_es: Contactos perdidos
zh_cn: 丢失联系方式

source: Total Customers
es_es: Los clientes totales
zh_cn: 总客户

source: Losing Customers
es_es: Clientes Perdiéndose
zh_cn: 失去客户中

source: Total Customer Contacts
zh_cn: 总客户联系方式
