Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Physical Properties
es_es: Propiedades físicas
zh_cn: 物理属性

source: Item units
es_es: unidades del artículo
zh_cn: 物品单位

source: Colour
es_es: Color
zh_cn: 色彩

source: colour1,colour2,...
es_es: color1, colour2, ...
zh_cn: 色彩1，色彩2，……

source: Colour list
es_es: Color lista
zh_cn: 色彩列表

source: Chemical Properties
es_es: Propiedades químicas
zh_cn: 化学性质

source: Material
zh_cn: 材料

source: material1(%),material2(%),...
zh_cn: 材料1（%），此案料2（%），……

source: Materials list
es_es: Lista de materiales
zh_cn: 材料列表

source: Example
es_es: Ejemplo
zh_cn: 范例

source: ingredient1,ingredient2,...
zh_cn: 配料1，配料2，……

source: Ingredient list
es_es: Lista de ingredientes
zh_cn: 配料列表

source: Can you explain why the stock change?
es_es: ¿Puede explicar por qué el cambio de valores?
zh_cn: 你能解释为什么库存变化吗？

source: Checked by:
es_es: Revisado por:
zh_cn: 检查：

source: Warehouse Location
es_es: Ubicación
zh_cn: 仓库位置

source: location1(type),location2(type),...
es_es: location1 (tipo), location2 (tipo ),...
zh_cn: 位置1（类型），位置2（类型）， ……

source: Warehouse Map
es_es: Mapa del Almacén
zh_cn: 仓库地图

source: Sale Properties
es_es: Venta de Propiedades
zh_cn: 销售属性

source: Add new Supplier
es_es: Añadir nuevo proveedor
zh_cn: 增加新供应商

source: Desactivate
es_es: Desactivar
zh_cn: 停用

source: Unit Cost Price
es_es: Precio unitario Costo
zh_cn: 单位成本价

source: Billing Address Library
es_es: Direcciones de facturación
zh_cn: 帐单地址库

source: Add New billing Address
zh_cn: 增加新账单地址

source: Main
es_es: Principales
zh_cn: 主要的

source: Set as Main
es_es: Establecer como principal
zh_cn: 设定为主要的

source: Current billing Address
zh_cn: 当前账单地址

source: Principal Address
zh_cn: 主要地址

source: New Company
zh_cn: 新公司

source: Editing Companies
zh_cn: 编辑公司

source: Editing company
es_es: Edición de la empresa
zh_cn: 编辑公司

source: Gender
es_es: Género
zh_cn: 性别

source: Male
es_es: Hombre
zh_cn: 男性

source: Female
es_es: Hombre
zh_cn: 女性

source: Salutation
es_es: Saludo
zh_cn: 招呼

source: First Name(s)
es_es: Nombre (s)
zh_cn: 名字

source: Surname(s)
es_es: Apellido (s)
zh_cn: 姓

source: Suffix(s)
es_es: Sufijo (s)
zh_cn: 后缀

source: Profession
es_es: Profesión
zh_cn: 职业

source: Contact Email & Mobiles
es_es: Correo electrónico de contacto y móviles
zh_cn: 联系邮件或手机

source: Cancel Delete
es_es: Cancelar Eliminar
zh_cn: 取消删除

source: Email Type
es_es: Tipo de correo electrónico
zh_cn: 邮件类型

source: Work
es_es: Trabajo
zh_cn: 工作

source: Personal
zh_cn: 个人

source: Email Contact Name
es_es: Nombre Email de contacto
zh_cn: 邮件联系名

source: Contact Address & Landlines
es_es: Dirección de contacto y teléfonos fijos
zh_cn: 联系地址和固定电话

source: Extension
es_es: Extensión
zh_cn: 扩展

source: Editing Company Areas
zh_cn: 编辑公司区域

source: Close Dialog
es_es: Cerrar cuadro de diálogo
zh_cn: 关闭对话

source: Editing Company Department
es_es: Edición del Departamento de Empresa
zh_cn: 编辑公司部门

source: Department Details
es_es: Departamento de Información
zh_cn: 部门详细

source: Editing Company Departments
zh_cn: 编辑公司部门

source: Department List
es_es: Departamento Lista
zh_cn: 部门列表

source: Company Details
es_es: Datos de la empresa
zh_cn: 公司细节

source: Cancel New Email
es_es: Cancelar Nuevo correo electrónico
zh_cn: 取消新邮件

source: Address List
es_es: Lista de direcciones
zh_cn: 地址列表

source: Move to New Address
es_es: Mover a la nueva dirección
zh_cn: 移动到新地址

source: Editing contact
es_es: Edición de contacto
zh_cn: 编辑联系方式

source: Pictures
es_es: Imágenes
zh_cn: 图片

source: Associate with a company
es_es: Asociado con una empresa
zh_cn: 与一个公司关联

source: Work Email
es_es: Trabajo de correo electrónico
zh_cn: 工作邮件

source: Work Telephone
es_es: Teléfono del trabajo
zh_cn: 工作电话

source: National Access Code
es_es: Nacionales de acceso a código
zh_cn: 国家访问代码

source: Customer Details
es_es: Detalles del cliente
zh_cn: 客户细节

source: Billing Information
es_es: Datos de facturación
zh_cn: 账单信息

source: Delivery Options
es_es: Opciones de Entrega
zh_cn: 送货选项

source: Communications
es_es: Comunicaciones
zh_cn: 通信

source: User Site
zh_cn: 用户站点

source: To Do
zh_cn: 待办事项

source: Reset Password
zh_cn: 重设密码

source: Send an Email to Reset password
zh_cn: 发送一个邮件去重设密码

source: Set Password
zh_cn: 设定密码

source: Unregistered Emails
zh_cn: 未注册的邮件

source: Merge with: (Customer ID)
es_es: Fusionar con: (ID del Cliente)
zh_cn: 合并：（客户ID）

source: Fiscal Name
es_es: Nombre fiscal
zh_cn: 财政名称

source: Send Newsletter
es_es: Enviar Carta Semanal
zh_cn: 发送简讯

source: Send Marketing Emails
es_es: Enviar promocines por Correo Electronico
zh_cn: 发送市场邮件

source: Send Marketing Post
es_es: Enviar Promocines por Correo Postal
zh_cn: 发送营销贴

source: Send Post
es_es: Mandar Correo
zh_cn: 发送帖子

source: Add Customer To Send Post
zh_cn: 增加客户发送帖子

source: Post Type
es_es: Tipo de envio
zh_cn: 帖子类型

source: Letter
es_es: Carta
zh_cn: 信

source: Delete Customer
es_es: Borrar Cliente
zh_cn: 删除客户

source: Convert to Person
es_es: Convertir a persona
zh_cn: 转换成个人

source: Convert to Company
es_es: Convetir a Empresa
zh_cn: 转换成公司

source: Save Conversion to Company
zh_cn: 保存转换为公司

source: Identification Number
zh_cn: 识别号码

source: Contact Email
es_es: Email del contacto
zh_cn: 联系邮件

source: Add other Email
es_es: Añadir otro correo electrónico
zh_cn: 增加其他邮件

source: Contact Telephone
es_es: Telefono del contacto
zh_cn: 联系电话

source: Add other Telephone
es_es: Añadir otro Teléfono
zh_cn: 增加其他电话

source: Contact Mobile
es_es: Contacto móvil
zh_cn: 联系手机

source: Add other Mobile
es_es: Añadir otro mobil
zh_cn: 增加其他手机

source: Contact Fax
es_es: Fax del contacto
zh_cn: 联系传真

source: Add other Fax
es_es: Añadir otro Fax
zh_cn: 增加其他传真

source: Preferred contact number
zh_cn: 首选联系号码

source: Comment
es_es: Comentario
zh_cn: 评论

source: Would you like to proceed?
zh_cn: 你要继续吗

source: No i dont want to delete it
zh_cn: 不，我不想删除它

source: Yes, delete it!
es_es: Si, borralo!
zh_cn: 是，删除它！

source: Deleting customer, wait please
zh_cn: 删除客户中，请等待

source: Set contact from company to person
zh_cn: 设定公司的联络人

source: This operation will delete the company
zh_cn: 该操作将删除这个公司

source: Do it!
zh_cn: 做到这一点！

source: Editing Category
es_es: Edición de Categoría
zh_cn: 编辑分类

source: Editing Main Categories
es_es: Edición de las principales categorías
zh_cn: 编辑主分类

source: Category Name
zh_cn: 分类名称

source: Editing Customers
zh_cn: 编辑客户

source: Delete All Customers
es_es: Borrar todos los clientes
zh_cn: 删除所有客户

source: Delete all customers with out orders in the list below
zh_cn: 在下面的列表中删除了所有没有订单的客户

source: This operation can not be undone
es_es: Esta operación no se puede deshacer
zh_cn: 这个操作不能取消

source: Wait please, i will take a couple of seconds to delete each customer
zh_cn: 请等待，我将用几秒钟的时间来删除每个客户

source: Delivery Address Library
es_es: Direcciones de envio
zh_cn: 送货地址库

source: Add New Delivery Address
zh_cn: 增加新送货地址

source: Current Delivery Address
es_es: Dirección de entrega actual
zh_cn: 当前送货地址

source: Web Pages
es_es: Páginas Web
zh_cn: 网页

source: Create New Family
zh_cn: 创建新系列

source: Import Families (CSV)
zh_cn: 导入系列（CSV）

source: Save New Family
es_es: Guardar una nueva familia
zh_cn: 保存新系列

source: Close New Family
es_es: Cancelar añadir familia
zh_cn: 关闭新系列

source: Family Name
es_es: Familia Nombre
zh_cn: 系列名称

source: Create Page
zh_cn: 创建单页

source: Page List
zh_cn: 单页列表

source: Page Properties
es_es: Propiedades de la página
zh_cn: 页面属性

source: HTML Head
zh_cn: HTML头

source: Page Code
es_es: Código de la página
zh_cn: 单页编号

source: Page Type
es_es: Tipo de página
zh_cn: 单页类型

source: Subtitle
es_es: Subtítulo
zh_cn: 副标题

source: Slogan
es_es: Lema
zh_cn: 口号

source: Short Introduction
zh_cn: 简短介绍

source: Do not show offers
zh_cn: 不显示供应商

source: New Products
zh_cn: 新产品

source: Products back in stock
zh_cn: 产品库存

source: Do not show any
zh_cn: 不显示任何

source: Header Block Layout
zh_cn: 头块布局

source: Splited
zh_cn: 分成

source: Tabbed
zh_cn: 卡式

source: Fluid Block
zh_cn: 流体块

source: Products Layout
zh_cn: 产品布局

source: Slideshow:
zh_cn: 幻灯片：

source: Handmade:
zh_cn: 手工制作：

source: Slideshow Layout
zh_cn: 幻灯片布局

source: Thumbnails Layout
zh_cn: 缩略图布局

source: List Layout
zh_cn: 清单布局

source: Handmade Product Layout
zh_cn: 手工制作产品布局

source: HTML files
zh_cn: HTML文件

source: Editing Company Staff
zh_cn: 编辑公司员工

source: Staff Details
zh_cn: 员工细节

source: Staff Alias
zh_cn: 员工别名

source: Family Details
es_es: Detalles de la familia
zh_cn: 系列详细

source: Delete Family
es_es: Eliminar familia
zh_cn: 删除系列

source: Deleting family, wait please
es_es: Eliminando familia, por favor espere on momento
zh_cn: 删除系列中，请等待

source: Family Char
es_es: Familia Char
zh_cn: 系列字符

source: Deal Name
zh_cn: 交易名称

source: Deal Description
es_es: Oferta Descripción
zh_cn: 交易描述

source: Deals
es_es: Ofertas
zh_cn: 交易

source: Create New Product
es_es: Crear un nuevo producto
zh_cn: 创建新产品

source: Import Products (CSV)
es_es: Productos de importación (CSV)
zh_cn: 导入产品（CSV）

source: Save New Product
es_es: Guardar Añadir Producto
zh_cn: 保存新产品

source: Close New Product
zh_cn: 关闭新产品

source: Units Per Case
zh_cn: 每箱单位

source: Price Per Unit
zh_cn: 每单位价格

source: Create new product
es_es: Añadir producto
zh_cn: 创建新产品

source: From a Part
zh_cn: 从零件

source: From Scratch
zh_cn: 从头开始

source: Gross Weight
zh_cn: 毛重

source: Family List
es_es: Lista de las familias
zh_cn: 系列清单

source: Found In
zh_cn: 找到在

source: See Also
zh_cn: 另请参见

source: Family Description
es_es: Descripción de la familia
zh_cn: 系列描述

source: Set as the principal image
es_es: Establecer como la imagen principal
zh_cn: 设定为主体形象

source: Edit Caption
es_es: Editar Leyenda
zh_cn: 编辑说明

source: Save Caption
es_es: Guardar título
zh_cn: 保存图片说明

source: Reset Caption
es_es: Restablecer Leyenda
zh_cn: 重设图片说明

source: Editing Location
es_es: Edición de Ubicación
zh_cn: 编辑位置

source: Parameters
zh_cn: 参数

source: Location Code
es_es: Código de ubicación
zh_cn: 位置编号

source: Shape
es_es: Forma
zh_cn: 形状

source: Location Radius
zh_cn: 位置半径

source: Location Deep
zh_cn: 位置深度

source: Location Height
zh_cn: 位置高度

source: Location Width
zh_cn: 位置宽度

source: Location Max Weight
zh_cn: 位置最大重量

source: Location Max Volume
zh_cn: 位置最大体积

source: Location Max Slots
zh_cn: 位置最大插槽

source: HTML Setup
zh_cn: HTML安装

source: Content
es_es: Contenido
zh_cn: 内容

source: Style
es_es: Estilo
zh_cn: 样式

source: Media
es_es: Los medios de comunicación
zh_cn: 媒体

source: Creation Method
zh_cn: 创建方法

source: Registration Form
zh_cn: 登记表

source: Form Type
zh_cn: 表单类型

source: Show all fields
zh_cn: 显示所有字段

source: Show by steps
zh_cn: 显示步骤

source: No Configurable Fields
zh_cn: 没有配置字段

source: Type of business
zh_cn: 业务类型

source: at least one should be given
zh_cn: 至少给一个

source: Configurable Fields
zh_cn: 配置字段

source: Displayed
zh_cn: 显示

source: Where Found Us
zh_cn: 哪儿找到我们

source: E-marketing
zh_cn: 网络营销

source: Page Content
zh_cn: 页面内容

source: Change log
zh_cn: 改变日志

source: Add part
es_es: Añadir parte
zh_cn: 增加配件

source: Editing part
zh_cn: 编辑配件

source: Keeping Status
zh_cn: 维持状态

source: Keeping
es_es: En Uso
zh_cn: 维持

source: Not Keeping
es_es: No en uso
zh_cn: 没维持

source: Add new part
es_es: Añadir pieza
zh_cn: 增加新零件

source: Parts product code
zh_cn: 零件产品编号

source: Estimated price per
zh_cn: 每个预计价格

source: Cost per
es_es: Costo por
zh_cn: 每个成本

source: Units Type
es_es: Tipo de unidad
zh_cn: 单位类型

source: Unit Description
es_es: Descripción unitaria
zh_cn: 单位描述

source: Package Volume
zh_cn: 打包体积

source: Package MOV
zh_cn: 包 MOV

source: General Description
zh_cn: 概述

source: Choose the part
zh_cn: 选择零件

source: will be replaced with
zh_cn: 将被替换

source: Parts Categories
es_es: Piezas de las categorías
zh_cn: 零件分类

source: Customer Categories
es_es: Categorías del cliente
zh_cn: 客户分类

source: Editing Company Position
es_es: Edición de Puesto Empresa
zh_cn: 编辑公司位置

source: Position Name
es_es: Posición Nombre
zh_cn: 位置名称

source: Editing Company Positions
zh_cn: 编辑公司位置

source: Position List
es_es: Lista de posiciones
zh_cn: 位置列表

source: Price, Discounts
es_es: Precio, Descuentos
zh_cn: 价格，折扣

source: Type of Product
zh_cn: 产品类型

source: Simple
es_es: Sencillo
zh_cn: 简单

source: Shortcut
zh_cn: 快捷

source: Mixture
zh_cn: 混合

source: Part List
es_es: Lista de la Parte
zh_cn: 配件列表

source: Add Part to List
zh_cn: 增加配件到列表

source: Restore
zh_cn: 补货

source: Note For Pickers
zh_cn: 挑选人备注

source: Price per Outer
es_es: Precio por caja
zh_cn: 每个外部价格

source: RRP per Unit
es_es: PVP por unidad
zh_cn: 每个单位建议零售价

source: Units Per Outer
zh_cn: 每个外部单位

source: Name / Description
es_es: Nombre / Descripción
zh_cn: 名字/描述

source: Product Categories
es_es: Categorías de productos
zh_cn: 产品分类

source: Website
es_es: Sitio Web
zh_cn: 网站

source: Editing Site
es_es: Edición del sitio
zh_cn: 编辑站点

source: Layout
es_es: Diseño
zh_cn: 布局

source: Select Checkout Method:
zh_cn: 选择结账方式：

source: Ecommerce
zh_cn: 电子商务

source: Select Registration Method:
zh_cn: 选择注册方式：

source: SideBar
zh_cn: 边栏

source: MainPage
zh_cn: 主页

source: Site Slogan:
zh_cn: 网站口号：

source: Site Name:
zh_cn: 站点名称：

source: Site URL:
zh_cn: 站点URL：

source: Site FTP Credentials:
zh_cn: 站点FTP凭据：

source: Editing Staff Details
zh_cn: 编辑员工细节

source: Staff List
es_es: Lista de Personal
zh_cn: 员工列表

source: Editing Store
es_es: Edición de la tienda
zh_cn: 编辑商店

source: Deal Templates
zh_cn: 交易模板

source: Web Sites
es_es: Sitios Web
zh_cn: 网站

source: Customer Contact
zh_cn: 客户联系方式

source: Store Details
es_es: Detalles de la tienda
zh_cn: 商店细节

source: Store Slogan
zh_cn: 商店口号

source: Store Contact
zh_cn: 商店联系方式

source: Store Email
zh_cn: 商店邮件

source: Store Telephone
zh_cn: 商店电话

source: Store Fax
zh_cn: 商店传真

source: Store URL
zh_cn: 商店URL

source: Store Address
zh_cn: 商店地址

source: Short Marketing Description
zh_cn: 简短市场描述

source: Add Deal
zh_cn: 增加交易

source: Edit Deal Templates
zh_cn: 编辑交易模板

source: Save New Template
zh_cn: 保存新模板

source: Add Template
es_es: Añadir Plantilla
zh_cn: 增加模板

source: Edit Store Deals
zh_cn: 编辑商店交易

source: Template Name
es_es: Nombre de la plantilla
zh_cn: 模板名称

source: Template Description
zh_cn: 模板说明

source: Charge Name
zh_cn: 付费名称

source: Charge Description
zh_cn: 付费描述

source: General Messages
zh_cn: 通用信息

source: Website Registration
zh_cn: 网站注册

source: Editing Stores
es_es: Editando Tiendas
zh_cn: 编辑商店

source: Headquarters
zh_cn: 总部

source: Corporation Name
zh_cn: 公司名称

source: Corporation Currency
zh_cn: 公司货币

source: Target Country
zh_cn: 目标国家

source: Locale
es_es: Lugar
zh_cn: 本地

source: Edit Supplier
es_es: Editar Proveedor
zh_cn: 编辑供应商

source: Supplier Details
es_es: Detalles del Proveedor
zh_cn: 供应商细节

source: Supplier Products
es_es: Sumisitros
zh_cn: 供应商产品

source: Cancel New Product
es_es: Cancelar Añador Producto
zh_cn: 取消新产品

source: Units per Case
es_es: Unidades por Caja
zh_cn: 每箱单位

source: Price per Case
es_es: Precio por caja
zh_cn: 每箱价格

source: Suppliers Product List
es_es: Lista de suministros
zh_cn: 供应商产品列表

source: Suppliers Categories
es_es: Proveedores Categorías
zh_cn: 供应商分类

source: Editing Product
es_es: Edición del producto
zh_cn: 编辑产品

source: Unit Package Type
es_es: Unidad Tipo Paquete
zh_cn: 单位包装类型

source: Without packing
es_es: Sin embalaje
zh_cn: 无包装

source: With packing
es_es: Con el embalaje
zh_cn: 有包装

source: Unit Best Approximate Volume
es_es: Unidad Mejor aproximado de volumen
zh_cn: 单位最佳大约容积

source: Minimun Orthogonal Volume
es_es: Volumen mínimo ortogonal
zh_cn: 最小正交体积

source: Cases
es_es: Casos
zh_cn: 箱子

source: Case Weight
es_es: Peso de la caja
zh_cn: 箱子重量

source: Minimun Orthogonal Case Volume
es_es: Volumen mínimo de casos ortogonal
zh_cn: 最小正交盒子体积

source: Product Supplier Web Site
es_es: Proveedor del producto Sitio Web
zh_cn: 产品供应商站点

source: Suppliers List
es_es: Lista de proveedores
zh_cn: 供应商列表

source: Customer Users
es_es: Cliente usuario
zh_cn: 客户用户

source: show only
es_es: Mostrar sólo
zh_cn: 只显示

source: Active (Employees)
es_es: Activo (Empleados)
zh_cn: 激活（雇员）

source: Inactive (Employees)
es_es: Inactivo (Trabajadores)
zh_cn: 无效（雇员）

source: Inactive (Ex-employees)
es_es: Inactivo (Ex-empleados)
zh_cn: 无效（前雇员）

source: Staff Users
es_es: Personal usuario
zh_cn: 员工用户

source: Supplier Users
es_es: Proveedor usuario
zh_cn: 供应商用户

source: Editing Warehouse
es_es: Edición de Almacén
zh_cn: 编辑仓库

source: Shelf Types
es_es: Plataforma Tipos
zh_cn: 货架类型

source: Location Types
es_es: Tipos de Ubicación
zh_cn: 本地类型

source: Warehouse Code
es_es: Código Almacén
zh_cn: 仓库编号

source: Warehouse Areas
es_es: Áreas de Almacén
zh_cn: 仓库区域

source: Warehouse Shelfs
es_es: Anaqueles de almacén
zh_cn: 仓库货架

source: Shelf Type Name
es_es: Plataforma Nombre Tipo
zh_cn: 货架类型名称

source: Typical Layout
es_es: Diseño Típica
zh_cn: 典型布局

source: Average Location
es_es: Ubicación Typica
zh_cn: 平均位置

source: Click to change image
zh_cn: 点击改变图片

source: Move paragraph here
zh_cn: 移动这里的段落

source: Add a paragraph
es_es: Añadir parágrafo
zh_cn: 增加一个段落

source: Objective
es_es: Objetivo
zh_cn: 目的

source: Number of Recipients
zh_cn: 领取津贴数目

source: Mailing List
zh_cn: 邮件列表

source: Email Campaign
es_es: Campaña de correo electrónico
zh_cn: 邮件广告活动

source: Invalid Campaign Name
es_es: Nombre de la campaña no es válido
zh_cn: 无效邮件广告活动名称

source: Invalid Campaign Objetive
zh_cn: 无效的广告活动目标

source: Please add recipients
es_es: Por favor, añadir destinatarios
zh_cn: 请添加收件人

source: Invalid Scope Syntax
es_es: Sintaxis no válida Alcance
zh_cn: 无效范围语法

source: Please add email subject
es_es: Por favor, añada asunto del correo electrónico
zh_cn: 请添加邮件主题

source: Email content is empty
es_es: Contenido de correo electrónico está vacía
zh_cn: 邮件内容是空的

source: Import from Customer List
zh_cn: 从客户列表导入

source: Individual Email Address
zh_cn: 个人的邮件地址

source: Import from File
zh_cn: 从文件导入

source: Edit Mailing List
zh_cn: 编辑邮件列表

source: Objetives
zh_cn: 目标

source: Plain Email
es_es: Correo Simple
zh_cn: 纯电子邮件

source: Change Email Type
zh_cn: 改变邮件类型

source: Template Email
es_es: Correo Plantilla
zh_cn: 邮件模板

source: Edit Content
es_es: Modificar contenido
zh_cn: 编辑内容

source: Template Layout
zh_cn: 模板布局

source: Color Scheme
es_es: Espacio de colores
zh_cn: 颜色方案

source: Header Image
zh_cn: 页眉图片

source: Postcards
es_es: Postales
zh_cn: 明信片

source: New Postcard
es_es: Nueava Postal
zh_cn: 新明信片

source: Postcard
es_es: Postal
zh_cn: 明信片

source: New Header Image
zh_cn: 新页眉图片

source: Header Images
es_es: Imagenes de la cabezera
zh_cn: 页眉图片

source: Choose which template layout you want to use
zh_cn: 选择你想使用的哪一个模板布局

source: Right Column
es_es: Columna derecha
zh_cn: 右列

source: Left Column
es_es: Columna izquierda
zh_cn: 左列

source: New Color Schema
zh_cn: 新配色方案

source: Color Scheme List
zh_cn: 色彩方案列表

source: Color Schemes
zh_cn: 配色方案

source: Your browser does not support iframes
zh_cn: 你的浏览器不支持框架

source: Canvas
zh_cn: 画布

source: Canvas Background
zh_cn: 画布背景色

source: Header Background
zh_cn: 页眉背景色

source: Text Header
zh_cn: 文本标题

source: Links Header
zh_cn: 链接页眉

source: Body Background
zh_cn: Body背景

source: Text Container
zh_cn: 文字容器

source: Links Container
zh_cn: 链接容器

source: Footer Background
zh_cn: 页脚背景

source: Links Footer
zh_cn: 链接页脚

source: Use Scheme
zh_cn: 使用方案

source: Original Colours
zh_cn: 原始颜色

source: Delete Scheme
zh_cn: 删除方案

source: HTML Email
es_es: HTML de correo electrónico
zh_cn: HTML邮件

source: Fill the form properly
zh_cn: 正确填写表格

source: Objetive term
zh_cn: 长远目标

source: Goal completed if objective accomplished within this interval since email was send
zh_cn: 从邮件发送开始在此间隔内如果目标完成那么目标完成

source: Invalid interval, try 5 days or 1 week
zh_cn: 无效的时间间隔，尝试5天或1周

source: The email layout maybe be lost when changing the email type
zh_cn: 邮件布局可能丢失当改变邮件类型的时候

source: Text Email
es_es: Texto de correo electrónico
zh_cn: 文件邮件

source: Send Now
es_es: Enviar ahora
zh_cn: 现在发送

source: Send Later (set when)
zh_cn: 稍后发送（设置何时）

source: Create List
es_es: Crear lista
zh_cn: 创建名单

source: Customer Lists
es_es: Listas de clientes
zh_cn: 客户列表

source: Product List
es_es: Lista de Productos
zh_cn: 产品列表

source: Offer List
es_es: Lista de ofertas
zh_cn: 供应列表

source: Return to Email Campaign
zh_cn: 返回邮件广告系列

source: Add Image
zh_cn: 增加图片

source: Header Image List
zh_cn: 页眉图片列表

source: Saved Maps
zh_cn: 保存地图

source: Export Wizard
zh_cn: 导出向导

source: Import Contacts From External Web Site
zh_cn: 从外部网站导入联系

source: Insert data
es_es: Ingresar datos
zh_cn: 插入数据

source: Please write the map name
zh_cn: 请写下地图名称

source: Map List
es_es: Lista de mapas
zh_cn: 地图列表

source: Family Sales
zh_cn: 系列销售

source: Record Type
zh_cn: 记录类型

source: Similar
es_es: Similares
zh_cn: 相似

source: Terms of use
es_es: Condiciones de uso
zh_cn: 使用条款

source: Report a problem
es_es: Informar sobre un problema
zh_cn: 报告一个问题

source: Request a feature
es_es: Solicitar una característica
zh_cn: 需求一个特征

source: You don't have the rights to see this page, plese contact your site administrator
zh_cn: 你没有权利查看本页，请联系你的站点管理员

source: File Transfer Via FTP
es_es: De transferencia de archivos vía FTP
zh_cn: 通过FTP的文件传输

source: File Upload To Server
es_es: Carga de archivos al servidor
zh_cn: 文件上传到服务器

source: File Download From Server
es_es: Descarga de archivos desde el servidor
zh_cn: 文件从服务器下载

source: Help File
es_es: Archivo de Ayuda
zh_cn: 帮助文件

source: Positions
es_es: Posiciones
zh_cn: 位置

source: Ex-staff
zh_cn: 前员工

source: Everybody
zh_cn: 每个人

source: Business Holidays
zh_cn: 商业假期

source: Staff Holidays
zh_cn: 员工假期

source: Import Contacts From CSV File
zh_cn: 从CSV文件导入联系方式

source: Map name already taken, please use another name
zh_cn: 地图名已被取用，请使用另一个名字

source: Import Data
es_es: Importar datos
zh_cn: 导入数据

source: To get started, choose your file format
es_es: Para empezar, elige el formato de archivo
zh_cn: 要开始，选择你的文件格式

source: Import from CSV file
zh_cn: 从CSV文件导入

source: Excel, Microsoft Outlook and most other applications allow contacts to be exported as a CSV file
es_es: Excel, Microsoft Outlook y la mayoría de otras aplicaciones permite que sus contactos pueden exportar como un archivo CSV
zh_cn: Excel, Microsoft Outlook 和其他大多数应用程序允许联系方式作为CSV文件导出

source: tXML is a markup language for documents containing structured information
es_es: tXML es un lenguaje de marcado para documentos que contengan información estructurada
zh_cn: tXML是一个包含结构化信息的文件的标记语言

source: Import from vCard file
es_es: Importar desde archivo vCard
zh_cn: 从vCard 文件导入

source: vCard is a file format standard for electronic business cards used by Apple Address Book and many other applications
es_es: vCard es un formato de archivo estándar para tarjetas de visita electrónicas utilizadas por Apple Libreta de direcciones y muchas otras aplicaciones
zh_cn: vCard是一个电子名片苹果通讯簿和许多其他应用程序所使用的文件格式标准

source: Configure Dashboard
es_es: Configuar Tablero
zh_cn: 配置控制面板

source: cross
zh_cn: 交叉

source: No Customers
zh_cn: 没有客户

source: No Products
zh_cn: 没有产品

source: Import Results
zh_cn: 导入结果

source: To do records
zh_cn: 做记录

source: Locations List
es_es: Lista de Ubicaciones
zh_cn: 位置列表

source: Parts List
zh_cn: 配件列表

source: Items Cost
zh_cn: 物品成本

source: B&D Address
es_es: B & D de direcciones
zh_cn: B&D 地址

source: Order Value
zh_cn: 订单值

source: Invoice List
es_es: Factura Lista
zh_cn: 发票名单

source: Contact's List
es_es: Lista de contactos de
zh_cn: 联系列表

source: All Customers
es_es: Todos los clientes
zh_cn: 所有客户

source: Foreign Customers
es_es: Clientes extranjeros
zh_cn: 外国客户

source: with Email
es_es: con el correo electrónico
zh_cn: 带邮件

source: with Telephone
es_es: con Teléfono
zh_cn: 用电话

source: Search in progress
es_es: Buscar en curso
zh_cn: 搜索进展情况

source: Export the result list as
es_es: Exportar la lista de resultados como
zh_cn: 导出结果列表作为

source: CSV file
es_es: Archivo CSV
zh_cn: CSV文件

source: Max Capacity
es_es: Capacidad
zh_cn: 最大容量

source: Sign in
zh_cn: 登入

source: Staff Sign in
zh_cn: 员工登入
