Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Out
es_es: Fuera
pt_pt: Fora
zh_cn: 输出

source: Off
pt_pt: Fora

source: customer
es_es: cliente
pt_pt: cliente
zh_cn: 客户

source: order
es_es: pedido
pt_pt: Ordem
zh_cn: 订单

source: invoice
es_es: factura
pt_pt: fatura
zh_cn: 发票

source: delivery note
es_es: nota de envío
pt_pt: Nota de entrega
zh_cn: 送货单

source: part
es_es: pieza
pt_pt: parte
zh_cn: 配件

source: product
es_es: producto
pt_pt: produto
zh_cn: 产品

source: family
es_es: familia
pt_pt: familía
zh_cn: 系列

source: page
es_es: pagina
pt_pt: página
zh_cn: 页面

source: record
es_es: registro
pt_pt: registro
zh_cn: 记录

source: unstrikethrough
es_es: destachado
pt_pt: inexplorado
zh_cn: 无删除线

source: strikethrough
es_es: tachado
pt_pt: tachado
zh_cn: 删除线

source: Don't set up
pt_pt: Não configure

source: Volunteer
pt_pt: Voluntário

source: Temporal worker
pt_pt: Trabalhador temporário

source: Work experience
pt_pt: Experiência de trabalho

source: Clocking machine
pt_pt: Máquina de relógio

source: Working hours mark
pt_pt: Marca de horas de trabalho

source: Overtime mark
pt_pt: Marca de horas extras

source: Break mark
pt_pt: Marca de quebra

source: Clocking record
pt_pt: Registro de relógio

source: No associated clock out
pt_pt: Sem relógio associado

source: %s job position
pt_pt: % s cargo

source: Set as first
pt_pt: Definir como primeiro

source: To much stock
pt_pt: Muito estoque

source: Good level of stock
pt_pt: Bom nível de estoque

source: Low stock, order now
pt_pt: Estoque baixo, encomende agora

source: Critical low stock, will be out of stock anytime
pt_pt: Estoque baixo crítico, estará fora de estoque a qualquer momento

source: No set
pt_pt: Nenhum conjunto

source: SKOs ordered
pt_pt: SKOs encomendados

source: Unknown cost
pt_pt: Custo desconhecido

source: Cost is zero
pt_pt: Custo é zero

source: Unknown stock
pt_pt: Estoque desconhecido

source: %s %s (%s) to be taken from %s
pt_pt: % s% s (% s) a ser retirado de% s

source: Stock keeping outers
pt_pt: Outters de manutenção de estoque

source: %sx %s (%s) to be taken from %s
pt_pt: % sx% s (% s) a ser retirado de% s

source: %s returned to %s from cancelled %s
pt_pt: % s retornado para% s de% s cancelado

source: %sx %s (%s) taken from %s
pt_pt: % sx% s (% s) retirado de% s

source: %s taken from %s for %s
pt_pt: % s retirado de% s para% s

source: %s to be picked
pt_pt: % s a serem escolhidos

source: %s requested %s <b>couldn't be dispatched</b> (%s)
pt_pt: % s solicitado% s <b> não pôde ser enviado </b> (% s)

source: %s requested %s %s <b>couldn't be dispatched</b> (%s)
pt_pt: % s solicitado% s% s <b> não pôde ser enviado </b> (% s)

source: Available
es_es: Disponible
pt_pt: acessível
zh_cn: 可用的

source: Preferred supplier
pt_pt: Fornecedor preferido

source: Backup supplier
pt_pt: Fornecedor de backup

source: Set as
pt_pt: Definir como

source: Packages (SKOs) per carton
pt_pt: Pacotes (SKOs) por caixa

source: Reserved
pt_pt: Reservado

source: No code set
pt_pt: Nenhum conjunto de códigos

source: Not associated
pt_pt: Não associado

source: New family for %s
pt_pt: Nova família por% s

source: Family not set
pt_pt: Família não definida

source: Create family
pt_pt: Criar família

source: Carton's store
pt_pt: Carton store

source: Adding missing products in %s
pt_pt: Adicionando produtos ausentes em% s

source: Add new parts to family
pt_pt: Adicionar novas peças à família

source: Duplicated
pt_pt: Duplicado

source: Check digit missing, will duplicate
pt_pt: Dígito de verificação ausente, duplicará

source: Check digit missing
pt_pt: Dígito de verificação ausente

source: Invalid check digit
pt_pt: Dígito de verificação inválido

source: No audited yet
pt_pt: Ainda não auditado

source: SKO weight is 0
pt_pt: O peso da SKO é 0

source: Discontinuing, click to set as an active part
pt_pt: Para interromper, clique para definir como parte ativa

source: Show as discontinued
pt_pt: Mostrar como descontinuado

source: Show as out of stock
pt_pt: Mostrar como esgotado

source: No active products
pt_pt: Nenhum produto ativo

source: Missing weight
pt_pt: Falta de peso

source: Probably underweight <b>or</b> %s high
pt_pt: Provavelmente abaixo do peso <b> ou </b>% s alto

source: Unit weight shown on website
pt_pt: Peso unitário mostrado no site

source: Probably overweight <b>or</b> %s low
pt_pt: Provavelmente acima do peso <b> ou </b>% s baixo

source: Probably underweight
pt_pt: Provavelmente abaixo do peso

source: Probably overweight
pt_pt: Provavelmente acima do peso

source: The mailing list will have %s recipient
pt_pt: A lista de endereços terá% s destinatário

source: The list will have %s customer
pt_pt: A lista terá% s clientes

source: New registration
pt_pt: Novo registro

source: NA
pt_pt: N / D

source: Composing email template
pt_pt: Compondo modelo de email

source: Marketing mailshots
pt_pt: Mailshots de marketing

source: Invitation mailshot
pt_pt: Mailshot de convite

source: Invitation
pt_pt: Convite

source: Invitation (Personalized)
pt_pt: Convite (personalizado)

source: Ready to send
es_es: Listo para mandar
pt_pt: Pronto para enviar
zh_cn: 准备发送

source: Sending
es_es: Mandando
pt_pt: Enviando
zh_cn: 发送中

source: Probable bounce
pt_pt: Salto provável

source: Mark as spam
pt_pt: marcar como spam

source: Marketing mailshot
pt_pt: Mailshot de marketing

source: Back in stock email
pt_pt: E-mail de volta ao estoque

source: Welcome email
pt_pt: E-mail de boas-vindas

source: Password reset email
pt_pt: E-mail de redefinição de senha

source: Order confirmation
pt_pt: Confirmar encomenda

source: Reorder reminder
pt_pt: Reordenar lembrete

source: Composing email
pt_pt: Compondo e-mail

source: Present
es_es: a la fecha
pt_pt: Presente

source: Setting up mailing list
pt_pt: Configurando lista de discussão

source: Scheduled to be send
pt_pt: Programado para ser enviado

source: Out of stock notification
pt_pt: Notificação de falta de estoque

source: Welcome
es_es: Bienvenido
pt_pt: Bem-vinda
zh_cn: 欢迎

source: Password reset
pt_pt: Redefinição de senha

source: order confirmation
pt_pt: confirmação do pedido

source: Dashboard
es_es: Inicio
pt_pt: painel de controle
zh_cn: 控制面板

source: Send for picking
pt_pt: Enviar para picking

source: Dispatch Approved
pt_pt: Despacho aprovado

source: %s ordered by customer
pt_pt: % s pedido pelo cliente

source: not fully picked
pt_pt: não totalmente escolhido

source: Set feedback
pt_pt: Definir feedback

source: %s charged transaction
pt_pt: % s transação cobrada

source: %s send part
pt_pt: % s envia parte

source: Dispatch notification
pt_pt: Notificação de expedição

source: Order notification
pt_pt: Notificação de pedido

source: Replacement dispatch notification
pt_pt: Notificação de expedição de substituição

source: Purging
pt_pt: Purgar

source: Scheduled
pt_pt: Programado

source: Estimated
pt_pt: Estimado

source: Purged
pt_pt: Purgado

source: Exculpated
pt_pt: Exculpado

source: Purge cancelled
pt_pt: Eliminação cancelada

source: Custom made
pt_pt: Personalizado

source: %s units per SKO
pt_pt: % s unidades por SKO

source: Units per part
pt_pt: Unidades por peça

source: Packages per part
pt_pt: Pacotes por peça

source: Packed in (Units per packages)
pt_pt: Embalado (unidades por embalagem)

source: Items manufactured
pt_pt: Itens fabricados

source: checking costing
pt_pt: verificação de custeio

source: Planning
pt_pt: Planejamento

source: In quality control
pt_pt: No controle de qualidade

source: Check done
pt_pt: Verificação concluída

source: Review costing
pt_pt: Rever custos

source: empty
pt_pt: esvaziar

source: Store worker access
pt_pt: Armazenar acesso do trabalhador

source: View only
pt_pt: Apenas visualização

source: Each outer pick %s part SKOs
pt_pt: Cada picareta externa% s parte de SKOs

source: units
pt_pt: unidades

source: Margin %s lower than expected
pt_pt: Margem% s abaixo do esperado

source: Unlink
es_es: Desenlazar
pt_pt: Desvincular

source: Exclude postal codes
pt_pt: Excluir códigos postais

source: Include postal codes
pt_pt: Incluir códigos postais

source: free
pt_pt: grátis

source: Current
pt_pt: Atual

source: In reserve
pt_pt: Na reserva

source: Ready
es_es: Listo
pt_pt: pronto
zh_cn: 准备

source: Categories
es_es: Categorias
pt_pt: Categorias
zh_cn: 分类

source: Guest
pt_pt: Hóspede

source: Family's product
pt_pt: Produto da família

source: Related product
pt_pt: Produto relacionado

source: Product webpage
pt_pt: Página do produto

source: %s Customer/Tax number/Country
pt_pt: % s Cliente / Número de contribuinte / País

source: European Union
es_es: Unión Europea
pt_pt: União Européia

source: Outside European Union
pt_pt: Fora da União Europeia

source: Unknown tax code
pt_pt: Código de imposto desconhecido

source: Excluding
pt_pt: Excluindo

source: Supplier invoice number
pt_pt: Número da fatura do fornecedor

source: unit/SKO
pt_pt: unidade / SKO

source: %s sales representative
pt_pt: % s representante de vendas

source: Account Setup
pt_pt: Configuração da conta

source: Set up root user
pt_pt: Configurar usuário root

source: Add employees
pt_pt: Adicionar funcionários

source: Add warehouse
pt_pt: Adicionar armazém

source: Another user is using this login
pt_pt: Outro usuário está usando este login

source: Another contractor is using this payroll Id
pt_pt: Outro contratado está usando esse ID da folha de pagamento

source: Another contractor is using this code
pt_pt: Outro contratado está usando esse código

source: Another user is using this login handle
pt_pt: Outro usuário está usando esse identificador de login

source: Another employee is using this payroll Id
pt_pt: Outro funcionário está usando esse ID da folha de pagamento

source: Another employee is using this code
pt_pt: Outro funcionário está usando esse código

source: Another store is using this code
pt_pt: Outra loja está usando esse código

source: Another category is using this code
pt_pt: Outra categoria está usando esse código

source: Another customer have this email
pt_pt: Outro cliente tem este email

source: Email already set up in this customer
pt_pt: Email já configurado neste cliente

source: Another supplier have this email
pt_pt: Outro fornecedor tem este email

source: Email already set up in this supplier
pt_pt: Email já configurado neste fornecedor

source: Part reference already used
pt_pt: Referência de peça já usada

source: There is another object with the same value
pt_pt: Há outro objeto com o mesmo valor

source: Root user
pt_pt: Usuário raiz

source: Set up complete!
pt_pt: Configuração concluída!

source: There is not help for this section
pt_pt: Não há ajuda para esta seção

source: Delivery in process
pt_pt: Entrega em processo

source: Delivery dispatched
pt_pt: Entrega expedida

source: Creation date
pt_pt: Data de criação

source: Estimated time of arrival
pt_pt: Tempo estimado de chegada

source: Received date
pt_pt: Data de recebimento

source: Cancelled date
pt_pt: Data de cancelamento

source: costing done
pt_pt: custeio feito

source: Supplier product code
pt_pt: Código do produto do fornecedor

source: Part reference is same as supplier product code
pt_pt: A referência da peça é igual ao código do produto do fornecedor

source: Packed in <b>%ds</b>
pt_pt: Empacotado em <b>% ds </b>

source: Minimum order (units)
pt_pt: Pedido mínimo (unidades)

source: Carton cost
pt_pt: Custo da caixa

source: %s in stock
pt_pt: %Estoque de pecados

source: %s availability
pt_pt: % s disponibilidade

source: Stock (units)
pt_pt: Estoque (unidades)

source: Cartons dispatched by year
pt_pt: Caixas expedidas por ano

source: Stock (SKOs)
pt_pt: Estoque (SKOs)

source: Stock (cartons)
pt_pt: Estoque (caixas)

source: Units ordered
pt_pt: Unidades encomendadas

source: Cartons ordered
pt_pt: Caixas encomendadas

source: Show locations
pt_pt: Mostrar localizações

source: Hide locations
pt_pt: Ocultar locais

source: Units per SKO is zero
pt_pt: Unidades por SKO é zero

source: Place to location
pt_pt: Local para localização

source: No longer required
pt_pt: Não é mais necessário

source: Link to part
pt_pt: Link para parte

source: %s dispatched same interval last year
pt_pt: % s enviou o mesmo intervalo no ano passado

source: %s amount sold same interval last year
pt_pt: Valor de% s vendido no mesmo intervalo do ano passado

source: Files could not be attached
pt_pt: Não foi possível anexar arquivos
zh_cn: 文件不能附加

source: file exceeds the upload max file size (%s)
pt_pt: o arquivo excede o tamanho máximo do arquivo de upload (% s)

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
pt_pt: O arquivo carregado excede a diretiva MAX_FILE_SIZE que foi especificada no formulário HTML

source: The uploaded file was only partially uploaded
pt_pt: O arquivo enviado foi enviado apenas parcialmente

source: No file was uploaded
pt_pt: Nenhum arquivo foi enviado

source: File could not be attached, error code %s
pt_pt: Não foi possível anexar o arquivo, código de erro% s

source: This file seems that is empty, have a look and try again
es_es: Este archivo parece que está vacía, reviselo y vuelva a intentarlo
pt_pt: Este arquivo parece vazio, dê uma olhada e tente novamente

source: please choose a file, and try again
es_es: Por favor, seleccione un archivo e intente de nuevop
pt_pt: escolha um arquivo e tente novamente

source: File can not be attached, please note files larger than %s will result in this error!, let's us know, an we will increase the size limits
pt_pt: O arquivo não pode ser anexado. Observe que arquivos maiores que% s resultarão neste erro !, avise-nos e aumentaremos os limites de tamanho

source: Image can't be uploaded
pt_pt: Não é possível carregar a imagem

source: Image dimensions must to be %sx%s (px)
pt_pt: As dimensões da imagem devem ser% sx% s (px)

source: Wrong image dimensions
pt_pt: Dimensões de imagem incorretas

source: Image width must to be %s (px)
pt_pt: A largura da imagem deve ser% s (px)

source: Wrong image width
pt_pt: Largura da imagem incorreta

source: Image height must to be %s (px)
pt_pt: A altura da imagem deve ser% s (px)

source: Wrong image height
pt_pt: Altura incorreta da imagem

source: Image max width is %s (px)
pt_pt: A largura máxima da imagem é% s (px)

source: Image too large
pt_pt: Imagem muito grande

source: Image max height is %s (px)
pt_pt: A altura máxima da imagem é% s (px)

source: Image min width is %s (px)
pt_pt: A largura mínima da imagem é% s (px)

source: Image too small
pt_pt: Imagem muito pequena

source: Image min height is %s (px)
pt_pt: A altura mínima da imagem é% s (px)

source: File format not supported
es_es: Formato de archivo no es compatible
pt_pt: Formato do arquivo não soportado
zh_cn: 文件格式不支持

source: Can not read image
es_es: No se puede leer la imagen
pt_pt: Não pode ler imagem
zh_cn: 无法读取图片

source: There is a problem uploading your image
pt_pt: Ocorreu um problema ao carregar sua imagem

source: Processing
es_es: Procesando
pt_pt: Em processamento

source: Processing %s files
pt_pt: Processando% s arquivos

source: No files uploaded
pt_pt: Nenhum arquivo enviado

source: File can't be uploaded
pt_pt: O arquivo não pode ser carregado

source: Invalid file type
pt_pt: Tipo de arquivo inválido

source: Duplicated unique field
pt_pt: Campo exclusivo duplicado

source: Inactive
es_es: Inactivo
pt_pt: Inativo

source: Administrator
pt_pt: Administrador

source: Contractors
pt_pt: Empreiteiros

source: Agents
pt_pt: Agentes

source: Timesheet machine
pt_pt: Máquina de quadro de horários

source: Stock control app
pt_pt: Aplicativo de controle de estoque

source: Timesheet
pt_pt: Planilha de horário

source: Fail attempt
pt_pt: Tentativa de falha

source: Fail to many requests
pt_pt: Falha em muitos pedidos

source: Fail access
pt_pt: Falha no acesso

source: Fail operation
pt_pt: Falha na operação

source: Unauthorized IP
pt_pt: IP não autorizado

source: Clocking-in machine already set up
pt_pt: O relógio já está configurado

source: Clocking-in machine already set up in other organisation
pt_pt: Máquina de registro de ponto já configurada em outra organização

source: Serial number not found
pt_pt: Número de série não encontrado

source: Webpage can't be redirected to itself
pt_pt: Página da Web não pode ser redirecionada para si mesma

source: Redirection webpage is not online
pt_pt: A página de redirecionamento não está online

source: Webpage not found
pt_pt: Página da Web não encontrada

source: Another list has same name
pt_pt: Outra lista tem o mesmo nome

source: Another option has same code
pt_pt: Outra opção tem o mesmo código

source: Another user is using this email
pt_pt: Outro usuário está usando este email

source: Another offer has this name
pt_pt: Outra oferta tem esse nome

source: Voucher code already used
pt_pt: Código do comprovante já usado

source: Another employee is using this email
pt_pt: Outro funcionário está usando este email

source: Another employee is using this Id
pt_pt: Outro funcionário está usando esse ID

source: Prospect already inputted
pt_pt: Prospecto já inserido

source: Prospect already registered
pt_pt: Prospecto já cadastrado

source: Unit barcode already used by %s
pt_pt: Código de barras da unidade já usado por% s

source: SKO barcode already used
pt_pt: Código de barras SKO já usado

source: Carton barcode already used
pt_pt: Código de barras da caixa já usado

source: Product code already used
pt_pt: Código do produto já usado

source: Delivery number already used
pt_pt: Número de remessa já usado

source: Webpage code already used
pt_pt: Código da página da web já usado

source: There is an invitation template que this name
pt_pt: Existe um modelo de convite com esse nome

source: There is another mailshot que this name
pt_pt: Há outro mailshot que esse nome

source: Barcode used
pt_pt: Código de barras usado

source: Reference used
pt_pt: Referência usada

source: Retail Barcodes
pt_pt: Códigos de barras de varejo

source: Part's categories
pt_pt: Categorias da peça

source: Stock history
pt_pt: Histórico de ações

source: Inventory (Parts)
es_es: Inventario (Partes)
pt_pt: Inventário (partes)
zh_cn: 存货清单（部分的）

source: Supplier's categories
pt_pt: Categorias do fornecedor

source: Products's categories
pt_pt: Categorias de produtos

source: Notifications
pt_pt: Notificações

source: Customer's insigths
pt_pt: Informações do cliente

source: Customer's lists
pt_pt: Listas de clientes

source: Customer's dashboard
pt_pt: Painel do cliente

source: Customers (All stores)
pt_pt: Clientes (Todas as lojas)

source: Orders by store
pt_pt: Pedidos por loja

source: Orders (All stores)
pt_pt: Pedidos (Todas as lojas)

source: Notifications.
pt_pt: Notificações.

source: Credit vault
pt_pt: Cofre de crédito

source: Deleted invoices
pt_pt: Faturas excluídas

source: Returns
pt_pt: Devoluções

source: Delivery notes by store
pt_pt: Notas de entrega por loja

source: Pending delivery notes'
pt_pt: Notas de entrega pendentes »

source: Overtimes
pt_pt: Horas extras

source: Reports
es_es: Informes
pt_pt: Relatórios
zh_cn: 报告

source: Manufacture tasks
pt_pt: Tarefas de fabricação

source: Job orders
pt_pt: Ordens de trabalho

source: Production sheets
pt_pt: Folhas de produção

source: Settings
pt_pt: Configurações

source: Product's categories
pt_pt: Categorias do produto

source: Shipping schema
pt_pt: Esquema de remessa

source: Products (All stores)
pt_pt: Produtos (Todas as lojas)

source: Settings store
pt_pt: Loja de configurações

source: New store
pt_pt: Nova Loja

source: Store's dashboard
pt_pt: Painel da loja

source: Services
pt_pt: Serviços

source: Services's categories
pt_pt: Categorias de serviços

source: New main category
pt_pt: Nova categoria principal

source: New webpage
pt_pt: Nova página da web

source: New website
es_es: Nuevo Sitio Web
pt_pt: Novo site

source: Charge
es_es: Cargo
pt_pt: Carregar
zh_cn: 收费

source: Customer notifications (All stores)
pt_pt: Notificações de clientes (Todas as lojas)

source: (All stores)
pt_pt: (Todas as lojas)

source: New customer's client
pt_pt: Novo cliente do cliente

source: New prospect invitation template
pt_pt: Novo modelo de convite para possível cliente em potencial

source: Invitation email
pt_pt: E-mail de convite

source: Sent email
pt_pt: E-mail enviado

source: Composing personalized invitation
pt_pt: Compondo convite personalizado

source: New prospect
pt_pt: Nova perspectiva

source: Invitation templates
pt_pt: Modelos de convite

source: Customer's categories
pt_pt: Categorias do cliente

source: Customer's insights
pt_pt: Informações do cliente

source: New poll query
pt_pt: Nova consulta de pesquisa

source: Poll query %s
pt_pt: Consulta de pesquisa% s

source: New option
pt_pt: Nova opção

source: Option %s
pt_pt: Opção% s

source: Deleted option %s
pt_pt: Opção excluída% s

source: Marketing emails
pt_pt: E-mails de marketing

source: Staff notifications
pt_pt: Notificações da equipe

source: Customers notifications
pt_pt: Notificações de clientes

source: New mailshot
pt_pt: Novo mailshot

source: Supplier's dashboard
pt_pt: Painel do fornecedor

source: Suppliers' settings
pt_pt: Configurações de fornecedores

source: Purchase orders
pt_pt: Ordens de compra

source: New agent
pt_pt: Novo agente

source: New supplier
es_es: New
pt_pt: Novo fornecedor
zh_cn: 新供应商

source: Upload attachment
pt_pt: Carregar anexo

source: New supplier's product
pt_pt: Novo produto do fornecedor

source: Suppliers's categories
pt_pt: Categorias de fornecedores

source: New system user
pt_pt: Novo usuário do sistema

source: Orders control panel
pt_pt: Painel de controle de pedidos

source: Orders grouped by store
pt_pt: Pedidos agrupados por loja

source: Delivery notes grouped by store
pt_pt: Notas de entrega agrupadas por loja

source: Pending delivery notes
pt_pt: Notas de entrega pendentes

source: Submitted (not paid)
pt_pt: Enviado (não pago)

source: Submitted (paid)
pt_pt: Enviado (pago)

source: with alerts
pt_pt: com alertas

source: Packed & closed
pt_pt: Embalado e fechado

source: Creating return
pt_pt: Criando retorno

source: Purge
pt_pt: Purga

source: Staff history
pt_pt: História do pessoal

source: Deleted employees
pt_pt: Funcionários excluídos

source: New attachment
pt_pt: Novo anexo

source: New employee
pt_pt: Novo empregado

source: Deleted contractors
pt_pt: Empreiteiros excluídos

source: New contractor
pt_pt: Novo contratado

source: Job positions
pt_pt: Cargos

source: Employees' calendar
pt_pt: Calendário de funcionários

source: %s week (starting %s %s)
pt_pt: % s semana (iniciando% s% s)

source: Clocking-in machines
pt_pt: Máquinas de relógio

source: Setting up new clocking-in machine
pt_pt: Configurando a nova máquina de registro de ponto

source: Parts's families
pt_pt: Famílias de peças

source: New part
pt_pt: Nova parte

source: Issues
es_es: Problemas
pt_pt: Problemas
zh_cn: 问题

source: Barcodes
pt_pt: Códigos de barra

source: Stock History
es_es: Historia del inventario
pt_pt: Histórico de Ações
zh_cn: 库存历史

source: Warehouse dashboard
pt_pt: Painel do armazém

source: Warehouse areas
pt_pt: Áreas de armazém

source: New location
pt_pt: Nova localização

source: Locations's categories
pt_pt: Categorias de locais

source: New warehouse
pt_pt: Novo armazém

source: New warehouse area
pt_pt: Nova área de armazém

source: Stock leakages
pt_pt: Vazamentos de estoque

source: Shipping companies
pt_pt: Empresas de transporte

source: Add shipping company
pt_pt: Adicionar empresa de remessa

source: Editing warehouse areas
pt_pt: Editando áreas de armazém

source: Editing locations
pt_pt: Editar locais

source: Adding warehouse areas
pt_pt: Adicionando áreas de armazém

source: Adding locations
pt_pt: Adicionando locais

source: All websites
pt_pt: Todos os sites

source: workshop
pt_pt: oficina
