Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Other Customers Details
zh_cn: 其他客户细节

source: New Customers Contacts
zh_cn: 新客户联系方式

source: Sales (All times)
zh_cn: 销售（所有时间）

source: Sales (1 Year)
zh_cn: 销售（1年）

source: Sales (1 Quarter)
zh_cn: 销售（1季度）

source: Sales (1 Month)
zh_cn: 销售（1月）

source: Sales (1 Week)
zh_cn: 销售（1周）

source: Customers Stats
es_es: Los clientes Estadísticas
zh_cn: 客户统计

source: Customise Template
zh_cn: 自定义模板

source: Display Board
zh_cn: 显示面板

source: Top Products
es_es: Mejores Productos
zh_cn: 热销产品

source: Contacts and Customers
zh_cn: 联系方式和客户

source: Outstanding Orders
zh_cn: 未付订单

source: Worst Product
zh_cn: 最差产品

source: Overview Sales: Year-to-Date
zh_cn: 销售概况：年-到-日期

source: Fam
zh_cn: 票价调整机制

source: No Send
es_es: N Enviar
zh_cn: 没有发送

source: Charged
es_es: Cargos
zh_cn: 收费

source: Our Code
es_es: Nuestro Código
zh_cn: 我们的编号

source: Cost Price Unit
es_es: Costo Unitario
zh_cn: 单位成本价格

source: Unit Ordered
es_es: Unidad de A a Z
zh_cn: 单位已订购

source: Unit Received
es_es: Unidad Recibido
zh_cn: 单位已接受

source: Last Year
es_es: Año pasado
zh_cn: 去年

source: Last Quarter
es_es: Trimestre pasado
zh_cn: 上季度

source: Last Month
es_es: Mes pasado
zh_cn: 上个月

source: Last Week
es_es: Semana pasada
zh_cn: 上周

source: Code/Name
es_es: Código / Nombre
zh_cn: 编号/名称

source: Stk Value
es_es: Valor de Inv
zh_cn: Stk 值

source: Out of Stk
zh_cn: 缺货

source: Stk Error
es_es: error de inventario
zh_cn: Stk 错误

source: Web
zh_cn: 网页

source: Supplied by
es_es: Suministrado por el
zh_cn: 供应商

source: Main Department
es_es: Departamento principal
zh_cn: 主要部门

source: Web/Sales State
zh_cn: 网页/销售国家

source: Stock State
zh_cn: 国家库存

source: Edit Department
es_es: Editar Departamento
zh_cn: 编辑部门

source: Family code starting with <i>x</i>
zh_cn: 系列编号开始于<i>x</i>

source: Family name containing <i>x</i>
zh_cn: 系列名称包含 <i>x</i>

source: Product code starting with <i>x</i>
zh_cn: 产品编号开始于<i>x</i>

source: Product name containing <i>x</i>
zh_cn: 产品名称包含<i>x</i>

source: last Month
es_es: Mes Pasado
zh_cn: 上个月

source: Gone
es_es: Agotado
zh_cn: 消失

source: Error, no customer name
es_es: Error, no el nombre del cliente
zh_cn: 错误，没有客户名称

source: Order name
es_es: Nombre en el pedido
zh_cn: 订单名称

source: Post Code
es_es: Código postal
zh_cn: 邮政编码

source: Used In
es_es: usado/a en
zh_cn: 用于

source: Delivery Notes Lists
zh_cn: 送货单列表

source: Order Static List
zh_cn: 其他统计列表

source: No postal code required in
es_es: No requiere código postal en
zh_cn: 没有邮政编号需求在

source: The valid postal code format is
es_es: El formato válido es el código postal
zh_cn: 可用的邮政编码格式是

source: Billing
es_es: Facturación
zh_cn: 账单

source: change
es_es: cambio
zh_cn: 改变

source: changes
es_es: cambios
zh_cn: 改变

source: Invalid Area Name
es_es: No válido Nombre Zona
zh_cn: 不可用的区域名

source: Invalid Area Code
es_es: No válido el código de área
zh_cn: 不可用的区域编号

source: Invalid Area Description
es_es: Descripción del Área válido
zh_cn: 不可用的区域描述

source: Invalid Department Name
es_es: Nombre del Departamento no válido
zh_cn: 无效部门名称

source: Invalid Department Code
es_es: Código no válido Departamento
zh_cn: 无效部门编号

source: Invalid Department Description
es_es: Descripción del departamento inválida
zh_cn: 无效部门描述

source: Edit Staff
es_es: Editar empleado
zh_cn: 编辑员工

source: Editing Department
es_es: Modificando el departamento
zh_cn: 编辑部门

source: Choose a Company Area
es_es: Elija un área de la empresa
zh_cn: 选择一个公司区域

source: Department Staff List
zh_cn: 部门员工列表

source: Save New Contact
zh_cn: 保存新的联系方式

source: Cancel Add New Contact
zh_cn: 取消添加新的联系方式

source: Save Changes
es_es: Guardar cambios
zh_cn: 保存改变

source: Cancel Edit Contact
zh_cn: 取消编辑联系方式

source: Other Email
es_es: Otro correo electrónico
zh_cn: 其他邮件

source: Other Telephone
es_es: Otro teléfono
zh_cn: 其他电话号码

source: Other Mobile
es_es: Otro móvil
zh_cn: 其他手机号码

source: Other Fax
es_es: otro fax
zh_cn: 其他传真

source: Customer not exists
es_es: Cliente no existe
zh_cn: 客户不存在

source: Customer recently merged with
es_es: Cliente se fusionó recientemente con
zh_cn: 客户最近合并

source: Can not be deleted because customer has placed orders
zh_cn: 不能删除因为客户已下订单

source: Can not be deleted because contact had logged in
zh_cn: 不能删除因为联系已登录

source: Invalid Category Name
zh_cn: 无效类别名称

source: Add Category
es_es: Añadir categoría
zh_cn: 增加类别

source: Edit Customers
es_es: Edición de clientes
zh_cn: 编辑客户

source: CSV Imported
zh_cn: CSV导出

source: Sale Type
es_es: Venta Tipo
zh_cn: 销售类型

source: Header Title
zh_cn: 页眉标题

source: Link Title
zh_cn: 链接标题

source: Browser Title
zh_cn: 浏览器标题

source: Keywords
es_es: Palabras clave
zh_cn: 关键字

source: Invalid Family Name
es_es: Nombre de Familia invalido
zh_cn: 不可用的系列名称

source: Invalid Family Code
es_es: No válido Código de la Familia
zh_cn: 不可用的系列编号

source: Invalid Special Characteristic
es_es: Carácter no válido Especial
zh_cn: 不可用特征

source: Invalid Family Description
es_es: Descripción de la familia no válida
zh_cn: 不可用的系列描述

source: Invalid URL
es_es: URL no válida
zh_cn: 无效URL

source: Invalid Link Title
zh_cn: 无效链接标题

source: Invalid Code
es_es: Código no válido
zh_cn: 无效编号

source: Invalid Title
es_es: Título válido
zh_cn: 无效标题

source: Invalid Staff Name
es_es: Nombre del empleado no válido
zh_cn: 无效员工名称

source: Invalid Staff Id
zh_cn: 无效员工ID

source: Invalid Staff Alias
es_es: Alias del empleado no ​​válido
zh_cn: 无效员工别名

source: Editing Staff
es_es: Gestionando personal
zh_cn: 编辑员工

source: Editing State
es_es: Gestionando estado
zh_cn: 编辑状态

source: Web/Sale Status
zh_cn: 网页/销售 状态

source: Force online
es_es: Forzar en línea
zh_cn: 强制上线

source: Unit Type
es_es: Tipo de Unidad
zh_cn: 单位类型

source: U Price
es_es: Precio U
zh_cn: U 价格

source: Price Notes
es_es: Precio Notas
zh_cn: 价格注释

source: RRP Notes
es_es: PVP Notas
zh_cn: 建议零售价注释

source: Valid From
es_es: Valido desde
zh_cn: 有效期自

source: Valid Until
es_es: Valido Hasta
zh_cn: 有效期至

source: Picks
es_es: recolleciones
zh_cn: 精选

source: Part Name
es_es: Nombre de la pieza
zh_cn: 零件名称

source: Notes for picker
es_es: Notas para el picker
zh_cn: 挑选人备注

source: Invalid Product Name
es_es: Nombre del producto no válido
zh_cn: 无效产品名称

source: Invalid Product Code
es_es: Código del producto invalido
zh_cn: 无效产品编号

source: Invalid Number
es_es: Número no válido
zh_cn: 无效号码

source: Invalid Price
es_es: Precio no válido
zh_cn: 无效价格

source: Invalid Family Special Characteristic
es_es: No válido Familia característica especial
zh_cn: 不可用的系列特质

source: Grams
es_es: Gramos
zh_cn: 克

source: Liters
es_es: Litros
zh_cn: 升

source: Meters
es_es: Metros
zh_cn: 米

source: Editing Family
es_es: Edición de la Familia
zh_cn: 编辑系列

source: header
es_es: cabecera
zh_cn: 页眉

source: Invalid Location Code
es_es: Código de Ubicación no válido
zh_cn: 无效位置编号

source: Invalid Stock Value
zh_cn: 无效库存值

source: Invalid Radius
zh_cn: 无效半径

source: Invalid Depth
zh_cn: 无效深度

source: Invalid Height
zh_cn: 无效高度

source: Invalid Width
zh_cn: 无效宽度

source: Invalid Volume
es_es: Volumen válido
zh_cn: 不可用的体积

source: Invalid Weight
es_es: Peso válido
zh_cn: 无效重量

source: Invalid parts
zh_cn: 无效配件

source: Cylinder
es_es: Cilindro
zh_cn: 圆柱

source: Editing Location
zh_cn: 编辑位置

source: Invalid Part Unit Description
zh_cn: 不可用的零件单元描述

source: Invalid MOV
zh_cn: 无效 MOV

source: Invalid Tariff Code
zh_cn: 税则号列无效

source: Invalid Description
zh_cn: 无效描述

source: Price up
es_es: Precio hasta
zh_cn: 价格上涨

source: Price down
es_es: Precio por
zh_cn: 价格下跌

source: Part
zh_cn: 配件

source: Remove
zh_cn: 移除

source: Change
zh_cn: 改变

source: Parts Per Product
zh_cn: 每个产品配件

source: Notes For Pickers
zh_cn: 挑选人备注

source: Page
es_es: Pagina
zh_cn: 页面

source: of
es_es: de
zh_cn: 的

source: Relation
zh_cn: 关联

source: Notes for Pickers
es_es: Notas para los recolectores
zh_cn: 挑选人备注

source: Invalid Position Name
es_es: No válido Nombre Posición
zh_cn: 无效的位置名称

source: Invalid Position Code
es_es: Código no válido de posición
zh_cn: 无效的位置编号

source: Invalid Position Description
es_es: Descripción de posición no válido
zh_cn: 无效的位置描述

source: Edit Position
es_es: Editar Posición
zh_cn: 编辑位置

source: Editing Position
es_es: Edición de la Posición
zh_cn: 编辑位置中

source: Company Positions
zh_cn: 公司位置

source: Parts Per Product
es_es: Partes por producto
zh_cn: 每个产品零件

source: Notes For Pickers
es_es: Notas para los recolectores
zh_cn: 挑选人备注

source: Invalid Unit Type
zh_cn: 无效单位类型

source: used_in
zh_cn: 用于

source: Invalid Site Slogan
zh_cn: 无效的网站口号

source: Invalid Site Name
zh_cn: 无效的网站名称

source: Invalid FTP Credentials
zh_cn: 无效的FTP凭据

source: Abstract
es_es: Resumen
zh_cn: 摘要

source: Staff Key
es_es: Clave de personal
zh_cn: 员工密钥

source: Staff ID
es_es: Personal de Identificación
zh_cn: 员工ID

source: Staff Name
es_es: Personal Nombre
zh_cn: 员工名称

source: Can Pick
es_es: Puede escoger
zh_cn: 能挑选

source: audit
es_es: de auditoría
zh_cn: 审核

source: add stock
es_es: añade stock
zh_cn: 增加库存

source: Invalid Store Name
es_es: No válido Nombre de la tienda
zh_cn: 不可用的仓库名

source: Invalid Store Code
es_es: Código no válido de la tienda
zh_cn: 无效的仓库编号

source: Invalid Contact
es_es: Contact Invalido
zh_cn: 无效联系方式

source: Invalid Slogan
zh_cn: 无效口号

source: Invalid FAX
es_es: FAX invalido
zh_cn: 无效传真

source: Invalid Address
es_es: Dirección invalida
zh_cn: 无效地址

source: Invalid HQ Name
zh_cn: 无效HQ名称

source: Invalid Currency Code
es_es: Código de moneda no válido
zh_cn: 无效货币编号

source: Values
es_es: Valores
zh_cn: 值

source: Invalid Supplier Name
zh_cn: 无效供应商名称

source: Invalid Supplier Code
zh_cn: 无效供应商名称

source: Units per case should be a number
zh_cn: 每箱的单位应该是个数字

source: Invalid Product Price
zh_cn: 无效产品价格

source: Add Supplier
es_es: Agregar Proveedor
zh_cn: 增加供应商

source: Edit Suppliers
es_es: Editar Proveedores
zh_cn: 编辑供应商

source: Supplier Name
es_es: Nombre del Proveedor
zh_cn: 供应商名字

source: Max Weight
es_es: Peso Max.
zh_cn: 最大重量

source: Max Vol
es_es: Número máximo de Vol.
zh_cn: 最大容积

source: Columns
es_es: Columnas
zh_cn: 列

source: Rows
es_es: Filas
zh_cn: 组

source: Length
es_es: Longitud
zh_cn: 长度

source: Deep
es_es: Profundo
zh_cn: 深度

source: Max Volume
es_es: Volumen Max.
zh_cn: 最大容积

source: Add Location
es_es: Añadir ubicación
zh_cn: 增加位置

source: Pallet Rack
es_es: Estanterías
zh_cn: 托盘货架

source: Drawer
es_es: Cajón
zh_cn: 托收人

source: Location List
es_es: Ubicación Lista
zh_cn: 位置列表

source: Objetive
zh_cn: 目的

source: No. Of Customer
es_es: No. De Cliente
zh_cn: 客户编号

source: Emails
es_es: Correo electrónicos
zh_cn: 邮件

source: Create Campaign
es_es: Crear una campaña
zh_cn: 创建广告系列

source: Palette
zh_cn: 调色板

source: In Use
es_es: En Uso
zh_cn: 在使用

source: families
zh_cn: 系列

source: staff
zh_cn: 员工

source: company_areas
zh_cn: 公司区域

source: company_departments
zh_cn: 公司部门

source: positions
zh_cn: 位置

source: departments
zh_cn: 部门

source: orders_per_store
zh_cn: 每个商店的订单

source: invoices_per_store
zh_cn: 每个商店的发票

source: delivery_notes_per_store
zh_cn: 每个商店的送货单

source: warehouse_orders
zh_cn: 仓库订单

source: delivery_notes
zh_cn: 送货单

source: customers_per_store
zh_cn: 每个商店的客户

source: deals
zh_cn: 交易

source: supplier_products
zh_cn: 供应商产品

source: porders
zh_cn: 边界

source: supplier invoices
zh_cn: 供应商发票

source: delivery notes
zh_cn: 送货单

source: Total Sales
es_es: total de ventas
zh_cn: 总销售

source: Total Profit
es_es: beneficio total
zh_cn: 总利润

source: Sales 1Y
zh_cn: 销售1年

source: Profit 1Y
zh_cn: 利润1年

source: Sales 1Q
zh_cn: 销售1季度

source: Profit 1Q
zh_cn: 利润1季度

source: Sales 1M
zh_cn: 销售1月

source: Profit 1M
zh_cn: 利润1月

source: Sales 1W
zh_cn: 销售1周

source: Profit 1W
zh_cn: 利润1周

source: Alias
zh_cn: 别名

source: Valid To
zh_cn: 有效期至

source: Areas
zh_cn: 区域

source: Shelfs
es_es: estanterías
zh_cn: 货架

source: No. Of department
zh_cn: 部门编号

source: Department Name
es_es: Nombre del departamento
zh_cn: 部门名称

source: Department Code
es_es: Código del departamento
zh_cn: 部门编号

source: Department Description
es_es: Departamento de Descripción
zh_cn: 部门描述

source: Departments Description
zh_cn: 部门描述

source: No. Of Department Employee
zh_cn: 部门雇员编号

source: Company Area Name
zh_cn: 公司区域名称

source: Inv Paid
es_es: Fact pagada
zh_cn: 发票已付

source: Inv To Pay
zh_cn: 发票需支付

source: Ref Paid
es_es: Rembolso pagado
zh_cn: 退款已付

source: Ref To Pay
zh_cn: 退款需支付

source: To Pick
es_es: Para seleccionar
zh_cn: 挑

source: Order Id
zh_cn: 订单ID

source: Total Tax
zh_cn: 总税

source: Balance Net
zh_cn: 净余额

source: Balance Tax
zh_cn: 余额税

source: Balance Total
zh_cn: 总余额

source: Outstanding Balance Net
zh_cn: 未结净余额

source: Outstanding Balance Tax
zh_cn: 未结余额税

source: Outstanding Balance Total
zh_cn: 未结总余额

source: Customer Contact Name
zh_cn: 客户联系名称

source: Source Type
zh_cn: 资源类型

source: Actions Taken
zh_cn: 已经采取行动

source: Shipping Method
zh_cn: 配送方式

source: Tax Code
es_es: código de impuestos
zh_cn: 税号

source: Parcel Type
es_es: Tipo de Bulto
zh_cn: 包裹类型

source: Delivery Note ID
zh_cn: 送货单ID

source: Weight(in kilograms)
zh_cn: 重量（公斤）

source: Start Picking Date
es_es: fecha del inicio de la recolleción
zh_cn: 开始拣配日期

source: Finish Picking Date
es_es: fecha de la finalización de la recolleción
zh_cn: 完成拣配日期

source: Start Packing Date
es_es: fecha del inicio del empaquetamiento
zh_cn: 开始打包日期

source: Finish Packing Date
es_es: fecha de la finalización del empaquetamiento
zh_cn: 完成打包日期

source: Number Of Boxes
zh_cn: 盒子数目

source: New Customer Contacts
zh_cn: 新客户联系

source: Discription
zh_cn: 描述

source: Stock Cost
zh_cn: 库存成本

source: Part Unit
zh_cn: 配件单位

source: Part Status
zh_cn: 配件状态

source: Total Lost
zh_cn: 总失去

source: Total Broken
zh_cn: 总破损

source: Total Sold
zh_cn: 共售出

source: Total Given
zh_cn: 总给定

source: Total Sold Amount
zh_cn: 总销售数量

source: Total Profit When Sold
zh_cn: 出售时，利润总额

source: Terms Description
zh_cn: 条款描述

source: Allowance Description
zh_cn: 免税额说明

source: Terms Type
zh_cn: 条款类型

source: Open Purchase Orders
zh_cn: 打开采购订单

source: Total Costs
zh_cn: 总成本

source: Costs 1Y
zh_cn: 成本1Y

source: Costs 1Q
zh_cn: 成本1Q

source: Costs 1M
zh_cn: 成本1M

source: Costs 1W
zh_cn: 成本1W

source: Product Name
es_es: Nombre del producto
zh_cn: 产品名称

source: Product Unit Type
zh_cn: 产品单位类型

source: Product Valid From
zh_cn: 产品的有效从

source: Product Valid To
zh_cn: 产品有效期至

source: Buy State
zh_cn: 购买国

source: Total Cost
zh_cn: 总成本

source: Cost 1Y
zh_cn: 成本1年

source: Cost 1Q
zh_cn: 成本1季度

source: Cost 1M
zh_cn: 成本1月

source: Cost 1W
zh_cn: 成本1周

source: Total Shipping
zh_cn: 总航运

source: Buyer Name
es_es: Nombre del comprador
zh_cn: 买家名

source: Net Amount
es_es: Importe neto
zh_cn: 净额

source: Total Amount
es_es: Cantidad Total
zh_cn: 总金额

source: Pick a Map
es_es: seleccionar un mapa
zh_cn: 挑选一张地图

source: Edit Family
es_es: Editar Familia
zh_cn: 编辑系列

source: For Sale Only
zh_cn: 仅出售

source: campaign Free Template
zh_cn: 广告系列免费模板

source: Holidays
zh_cn: 假期

source: Add Staff
zh_cn: 增加员工

source: Import Staff
zh_cn: 导入员工

source: Position Description
es_es: Posición Descripción
zh_cn: 位置描述

source: Sales Overview
es_es: Información general sobre las ventas
zh_cn: 销售概述

source: Gross
es_es: Bruto
zh_cn: 总

source: Error, invoice not found
es_es: Error, la factura no se encuentra
zh_cn: 错误，发票没找到

source: Invoices Lists
es_es: Listas de facturas
zh_cn: 发票列表

source: Advanced Search, Customers
es_es: Búsqueda Avanzada de Clientes
zh_cn: 高级搜索，客户

source: Search Results
zh_cn: 搜索结果

source: Normal
zh_cn: 正常

source: Id Search
es_es: Identificación de la búsqueda
zh_cn: ID 搜索

source: Asserts Index
zh_cn: 申明指数

source: change to tree view
zh_cn: 改成为树形视图

source: Order Search
es_es: búsqueda (pedidos)
zh_cn: 订单搜索

source: New Deliver Note
zh_cn: 新送货单

source: Outer Dimensions
es_es: Dimensiones exteriores
zh_cn: 外部尺寸

source: Cost Price
zh_cn: 成本价格

source: Next shipment
es_es: envío Siguiente
zh_cn: 下一个发货

source: Supplier Image
zh_cn: 供应商图片

source: Date Received
zh_cn: 收件日期

source: Invoice Total
zh_cn: 发票总额

source: Name Search
es_es: Búsqueda
zh_cn: 名字搜索

source: Product Index
zh_cn: 产品索引

source: Up
es_es: Hasta
zh_cn: 上升

source: Product index
es_es: Índice de productos
zh_cn: 产品索引

source: Basic
es_es: Básico
zh_cn: 基础的

source: Add Family
es_es: Nueva Familia
zh_cn: 添加系列

source: Upload Products
zh_cn: 上传产品

source: New Family
zh_cn: 新系列

source: New Products from file
zh_cn: 来自文件的新产品

source: CVS File
es_es: CVS Archivo
zh_cn: CVS文件

source: Full name:
zh_cn: 全名：

source: Nickname:
zh_cn: 昵称：

source: File Under:
zh_cn: 文件下：

source: Mailing Address
zh_cn: 邮件地址

source: Internal
es_es: Interior
zh_cn: 内部

source: Bulding
zh_cn: 大厦

source: Street
es_es: Calle
zh_cn: 街道

source: Town/City
es_es: Ciudad / Localidad
zh_cn: 镇/城市

source: Work:
zh_cn: 工作：

source: Personal:
zh_cn: 个人：

source: Work Phone:
zh_cn: 工作电话：

source: Mobile:
es_es: Móvil:
zh_cn: 手机：

source: Home Phone:
zh_cn: 家庭电话：

source: Instant Messanging
zh_cn: 即时信息

source: MNS:
zh_cn: MSN:

source: Web Addresses
zh_cn: 网站地址：

source: Home Page:
zh_cn: 主页：

source: Order Cost
es_es: Orden de costos
zh_cn: 订单成本

source: Upload the file again (if need it)
es_es: Sube el archivo de nuevo (si lo necesita)
zh_cn: 再上传这个文件（如果需要它）

source: List of contacts
zh_cn: 联系列表

source: Add Product
es_es: Agregar Producto
zh_cn: 增加产品

source: New Product
es_es: Añadir Producto
zh_cn: 新产品

source: Units per Outer
es_es: Unidades por caja
zh_cn: 每个外部单位

source: Units per Carton
es_es: Unidades por cartón
zh_cn: 每箱单位

source: Type of Unit
es_es: Tipo de Unidad
zh_cn: 单位类型

source: Price Outer
es_es: Precio externo
zh_cn: 外部价格

source: Retail Price
zh_cn: 零售价

source: Supplier Product Code
es_es: Código del suministro
zh_cn: 供应商产品编号

source: Supplier Price Unit
es_es: Precio unitario (proveedor)
zh_cn: 供应商价格单位

source: Orders Resume
zh_cn: 订单简历

source: Last Year Orders
zh_cn: 去年订单

source: Orders Value
zh_cn: 订单值

source: Last Year Orders Value
zh_cn: 去年订单值

source: Hide items
es_es: Ocultar elementos
zh_cn: 隐藏项目

source: filter
es_es: filtro
zh_cn: 过滤器

source: Loadding...
zh_cn: 载入中...

source: Sales Report
es_es: Informe de ventas
zh_cn: 销售报告

source: Vat
zh_cn: 增值税

source: Vat2
zh_cn: 增值税2

source: Proforma Invoices
zh_cn: 预编发票

source: Samples
es_es: Las muestras
zh_cn: 样品

source: Product Information
es_es: Información sobre el producto
zh_cn: 产品信息

source: Plots
es_es: Parcelas
zh_cn: 图解

source: Edit General
es_es: Edicion Gneral
zh_cn: 编辑通用

source: Edit Dimensions
es_es: Editar Dimensiones
zh_cn: 编辑尺寸

source: Edit Details
es_es: Editar detalles
zh_cn: 编辑详细信息

source: Add Picture
es_es: Agregar imagen
zh_cn: 增加图片

source: Set Stock
es_es: Establecer stock
zh_cn: 设定库存

source: Unit Weight
es_es: Peso de la unidad
zh_cn: 单位重量

source: Unit Dimensions
es_es: Dimensiones de la unidad
zh_cn: 产品尺寸

source: Outer Weight
es_es: Exterior Peso
zh_cn: 外部重量

source: Sell Price
es_es: Precio de venta
zh_cn: 销售价格

source: Sold Since
es_es: Vendidos desde
zh_cn: 销售自从

source: No supplier set
es_es: Ningún proveedor establecido
zh_cn: 没有供应商设定

source: Avg W Sales
es_es: Puntuación de ventas W
zh_cn: 平均W销售

source: Last Q Avg W Sales
es_es: Q Última Puntuación Ventas W
zh_cn: 上个季度平均W销售

source: Last Week Sales
es_es: Ventas Última Semana
zh_cn: 上周销售

source: W Avg Sales
es_es: W Puntuación Ventas
zh_cn: W 平均销售

source: W Avg Orders
es_es: W Puntuación órdenes
zh_cn: 周平均订单

source: M Avg Sales
es_es: M Puntuación Ventas
zh_cn: 月平均销售

source: M Avg Orders
es_es: M Puntuación órdenes
zh_cn: 月平均订单

source: Edit Product
es_es: Edición del producto
zh_cn: 编辑产品

source: Unit Retail Price
es_es: Unidad Precio de venta
zh_cn: 单位零售价

source: Add to supplier
es_es: Añadir a proveedores
zh_cn: 增加到供应商

source: Checked by
es_es: Revisado por
zh_cn: 检查

source: Number of Outers
es_es: Número de outers
zh_cn: 外部号码

source: Upload a picture
es_es: Subir una foto
zh_cn: 上传一个图片

source: Product Details
es_es: Detalles del producto
zh_cn: 产品细节

source: Go
es_es: Ir
zh_cn: 去

source: Users Administration
zh_cn: 用户管理

source: Edit Options
zh_cn: 编辑选项

source: Add User
zh_cn: 添加用户

source: Edit Users
es_es: Editar usuarios
zh_cn: 编辑用户

source: Surname
zh_cn: 姓

source: Activate Account
zh_cn: 激活账户

source: Trade Name
zh_cn: 商品名称

source: Orders Interval
zh_cn: 订单区间

source: Products to sell
zh_cn: 待售产品

source: Products Overview
zh_cn: 产品概述

source: Number of Products
zh_cn: 产品数量

source: Number of Families
zh_cn: 系列数量

source: Number of Departments
zh_cn: 部门数目

source: You can also insert departments, families and products from a csv file. Download the <a href="templates.php?in=root">template</a>, edit it, upload it and voila!
zh_cn: 你可以从一个CSV文件插入部门，系列和产品。下载这个<a href="templates.php?in=root">模板</a>, 编辑它，上传它然后瞧瞧！

source: Upload Inventory
zh_cn: 上传清单

source: New Department
zh_cn: 新部门

source: Full Name
es_es: Nombre y apellidos
zh_cn: 全名

source: Inventory file
zh_cn: 清单文件

source: Edit Menu
zh_cn: 编辑菜单

source: New Supplier
es_es: Nuevo Proveedor
zh_cn: 新供应商

source: To add items download this <a href="templates_dn.php">template</a>, and upload it.
zh_cn: 要增加这个物品请下载这个<a href="templates_dn.php">模板</a>， 然后上传它

source: Upload Items
zh_cn: 上传物品

source: Submit Deliver Note
zh_cn: 提交发货日志

source: Deliver Note
zh_cn: 发货日志

source: Supplier Code
es_es: Proveedor Código
zh_cn: 供应商编号

source: Products to sell (old)
zh_cn: 销售产品（旧）

source: Products to sell (new)
zh_cn: 销售产品（新）

source: Total Products
zh_cn: 总产品

source: Goods
es_es: Productos
zh_cn: 货物

source: Diff
zh_cn: 变化

source: Code Search
zh_cn: 编号搜索

source: List of customers
zh_cn: 客户列表

source: Contacts List
zh_cn: 联系列表

source: Add Contact
zh_cn: 增加联系方式

source: New Contact
es_es: Nuevo contacto
zh_cn: 新的联系方式

source: Addresses
zh_cn: 地址

source: Web sites
zh_cn: 网站

source: Chose type of contact
zh_cn: 选择联系类型

source: Business
zh_cn: 商业

source: Add Address
es_es: Añadir dirección
zh_cn: 添加地址

source: Add Telephone
zh_cn: 添加电话

source: Add Email
zh_cn: 增加邮件

source: Add Web Site
zh_cn: 添加网站

source: Add a contact to this company
zh_cn: 给这个公司添加一个联系方式

source: Prefix
zh_cn: 前缀

source: First Name
zh_cn: 姓

source: Last Name
zh_cn: 名

source: Suffix
zh_cn: 后缀

source: Not now
zh_cn: 不是现在

source: Adding a telephone to the contact
zh_cn: 给这个联系方式增加一个电话

source: Type of Number
zh_cn: 数字类型

source: Extention
zh_cn: 扩展

source: Type of Email
zh_cn: 邮件类型

source: Type of Address
zh_cn: 地址类型

source: Website Name
zh_cn: 网站名称

source: Write the name of the company
zh_cn: 写下公司名称

source: New personal contact
zh_cn: 新的个人联系方式

source: Telephone Number
zh_cn: 电话号码

source: Type of Web Site
zh_cn: 网站类型

source: Move Stock
es_es: Mover archivo
zh_cn: 移动库存

source: Indicate the number of Units damaged
es_es: Indique el número de unidades dañadas
zh_cn: 请说明单位损失数量

source: Mensage
zh_cn: 消息

source: Indicate the number of units damaged
es_es: Indique el número de unidades dañadas
zh_cn: 请说明单位损失数量

source: Choose which location you want to move the stock
es_es: Elija la ubicación que desea mover el stock
zh_cn: 选择一个你想移动库存的位置

source: Audit Name & Notes
es_es: Nombre de Auditoría y Notas
zh_cn: 审核名称&备注

source: Choose the part the you want to place in this location
es_es: Seleccione la parte que el que desea colocar en esta ubicación
zh_cn: 在这个位置选择你想放置的零件

source: Edit Location
es_es: Editar ubicación
zh_cn: 编辑位置

source: Add Part
es_es: Añadir la parte
zh_cn: 增加配件

source: Location
es_es: Localización
zh_cn: 位置

source: author
zh_cn: 作者

source: Edit Locations
zh_cn: 编辑位置

source: Authentication
es_es: Autenticación
zh_cn: 认证

source: Number of Contacts
es_es: Número de contactos
zh_cn: 联系数目

source: Marketing Emails
zh_cn: 营销邮件

source: Active Reminders
zh_cn: 主动提醒

source: Active Campaigns
zh_cn: 激活广告系列

source: New Company Area
es_es: Nueva Área de Empresa
zh_cn: 新公司区域

source: New Company Department
es_es: Nuevo Departamento de la empresa
zh_cn: 新公司部门

source: Invalid position Code
es_es: Código no válido posición
zh_cn: 无效位置编号
