Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: %s operative
pt_pt: % s operativo

source: %s charge
pt_pt: % s de cobrança

source: %s shipping zone
pt_pt: % s zona de expedição

source: %s data set
pt_pt: % s conjunto de dados

source: %s time series
pt_pt: % s séries temporais

source: %s time series type
pt_pt: % s tipo de série temporal

source: %s image
pt_pt: % s imagem

source: %s campaign
pt_pt: % s campanha

source: %s offer
pt_pt: % s oferta

source: %s purchase order
pt_pt: % s pedido de compra

source: %s webpage block
pt_pt: % s bloco de páginas da web

source: %s agent
pt_pt: agente% s

source: %s allowance
pt_pt: % s

source: %s user category
pt_pt: % s categoria de usuário

source: %s delivery
pt_pt: % s entrega

source: %s payment
pt_pt: % s pagamento

source: %s deleted employee
pt_pt: % s funcionário excluído

source: %s deleted contractor
pt_pt: % s empreiteiro excluído

source: %s location
pt_pt: % s localização

source: %s part location
pt_pt: % s localização da peça

source: %s part location with errors
pt_pt: % s local da peça com erros

source: %s production part
pt_pt: % s peça de produção

source: %s picking location needed to replenish for ordered parts
pt_pt: % s local de picking necessário para reabastecer as peças encomendadas

source: %s online web page
pt_pt: % da página da web on-line

source: %s replenishment
pt_pt: % s reabastecimento

source: %s order in basket
pt_pt: % s pedido na cesta

source: %s order submitted (Not paid)
pt_pt: % s pedido enviado (não pago)

source: %s order submitted (Paid)
pt_pt: % s pedido enviado (pago)

source: %s order in warehouse
pt_pt: % s pedido no armazém

source: %s order in warehouse (With Alerts)
pt_pt: % s pedido no armazém (com alertas)

source: %s order invoiced
pt_pt: % s pedido faturado

source: %s order packed & closed
pt_pt: % s pedido embalado e fechado

source: %s order dispatched today
pt_pt: % s pedido enviado hoje

source: %s part with excess stock
pt_pt: % s parte com excesso de estoque

source: %s part with critical stock or out of stock
pt_pt: % s parte com estoque crítico ou fora de estoque

source: %s part to produce as soon as possible
pt_pt: % s parte para produzir o mais rápido possível

source: %s customer with credit
pt_pt: % s cliente com crédito

source: %s country
pt_pt: % s país

source: %s issue
pt_pt: % s problema

source: %s Api key
pt_pt: Chave da API% s

source: %s deleted Api key
pt_pt: Chave da API apagada% s

source: %s recipient
pt_pt: % s destinatário

source: %s poll query
pt_pt: % s consulta de pesquisa

source: %s poll option
pt_pt: opção de pesquisa% s

source: %s newsletter
pt_pt: Boletim% s

source: %s prospect
pt_pt: % s em perspectiva

source: %s incident
pt_pt: % s incidente

source: %s refund
pt_pt: % s reembolso

source: %s saved email template
pt_pt: % s modelo de email salvo

source: %s shipping company
pt_pt: % s empresa de transporte

source: %s client order
pt_pt: % s pedido do cliente

source: %s discontinuing part
pt_pt: % s parte descontinuada

source: %s back to stock request
pt_pt: % s de volta à solicitação de estoque

source: %s warehouse area
pt_pt: % s área de armazém

source: %s shipping zone schema
pt_pt: Esquema da zona de expedição% s

source: %s deleted invoice
pt_pt: % s fatura excluída

source: %s production sheet
pt_pt: % s folha de produção

source: %s job order
pt_pt: % s ordem de serviço

source: %s customer's client
pt_pt: % s cliente do cliente

source: %s clocking-in machines
pt_pt: % s máquinas com relógio

source: %s record
pt_pt: % s registro

source: %s customer of %s
pt_pt: % s cliente de% s

source: %s order of %s
pt_pt: % s pedido de% s

source: %s store of %s
pt_pt: % s loja de% s

source: %s department of %s
pt_pt: % s departamento de% s

source: %s family of %s
pt_pt: % s família de% s

source: %s product of %s
pt_pt: % s produto de% s

source: %s category of %s
pt_pt: % s categoria de% s

source: %s item of %s
pt_pt: % s item de% s

source: %s invoice of %s
pt_pt: % s fatura de% s

source: %s delivery note of %s
pt_pt: % s nota de entrega de% s

source: %s part of %s
pt_pt: % s parte de% s

source: %s discontinued part of %s
pt_pt: % s parte descontinuada de% s

source: %s supplier's product of %s
pt_pt: % s produto do fornecedor de% s

source: %s webpage of %s
pt_pt: % s página de% s

source: %s website of %s
pt_pt: % s site de% s

source: %s issue of %s
pt_pt: % s questão de% s

source: %s warehouse of %s
pt_pt: % s armazém de% s

source: %s supplier of %s
pt_pt: % s fornecedor de% s

source: %s employee of %s
pt_pt: % s funcionário de% s

source: %s ex employee of %s
pt_pt: % s ex-funcionário de% s

source: %s contractor of %s
pt_pt: % s contratante de% s

source: %s user of %s
pt_pt: % s usuário de% s

source: %s user group of %s
pt_pt: % s grupo de usuários de% s

source: %s report of %s
pt_pt: % s relatório de% s

source: %s session of %s
pt_pt: Sessão% s de% s

source: %s list of %s
pt_pt: % s lista de% s

source: %s customer with favourites of %s
pt_pt: % s cliente com favoritos de% s

source: %s product favourited of %s
pt_pt: % s produto favorito de% s

source: %s query of %s
pt_pt: % s consulta de% s

source: %s search of %s
pt_pt: % s pesquisa de% s

source: %s transaction of %s
pt_pt: % s transação de% s

source: %s payment account of %s
pt_pt: % s conta de pagamento de% s

source: %s timesheet of %s
pt_pt: % s quadro de horários de% s

source: %s overtime of %s
pt_pt: % s horas extras de% s

source: %s attachment of %s
pt_pt: % s anexo de% s

source: %s year of %s
pt_pt: % s ano de% s

source: %s month of %s
pt_pt: % s mês de% s

source: %s week of %s
pt_pt: % s semana de% s

source: %s day of %s
pt_pt: % s dia de% s

source: %s operative of %s
pt_pt: % s operativo de% s

source: %s time series of %s
pt_pt: % s séries temporais de% s

source: %s time series type of %s
pt_pt: % s tipo de série temporal de% s

source: %s data set of %s
pt_pt: % s conjunto de dados de% s

source: %s image of %s
pt_pt: % s imagem de% s

source: %s campaign of %s
pt_pt: % s campanha de% s

source: %s offer of %s
pt_pt: % s oferta de% s

source: %s allowance of %s
pt_pt: % s permissão de% s

source: %s purchase order of %s
pt_pt: % s pedido de% s

source: %s webpage block of %s
pt_pt: % s bloco de páginas da web de% s

source: %s agent of %s
pt_pt: % s agente de% s

source: %s user category of %s
pt_pt: % s categoria de usuário de% s

source: %s delivery of %s
pt_pt: % s entrega de% s

source: %s deleted employee of %s
pt_pt: % s funcionário excluído de% s

source: %s deleted contractor of %s
pt_pt: % s empreiteiro excluído de% s

source: %s location of %s
pt_pt: % s localização de% s

source: %s part location of %s
pt_pt: % s localização da peça de% s

source: %s part location with errors of %s
pt_pt: % s local da peça com erros de% s

source: %s production part of %s
pt_pt: % s parte da produção de% s

source: %s material of %s
pt_pt: % s material de% s

source: %s picking location needed to replenish for ordered parts of %s
pt_pt: % s local de picking necessário para reabastecer as peças encomendadas de% s

source: %s online web page of %s
pt_pt: % s página da web online de% s

source: %s offline web page of %s
pt_pt: % s página da web offline de% s

source: %s replenishment of %s
pt_pt: % s reabastecimento de% s

source: %s part with excess stock of %s
pt_pt: % s parte com excesso de estoque de% s

source: %s part with critical stock or out of stock of %s
pt_pt: % s parte com estoque crítico ou fora de estoque de% s

source: %s part to produce as soon as possible of %s
pt_pt: % s parte para produzir o mais rápido possível de% s

source: %s charge of %s
pt_pt: % s cobrança de% s

source: %s shipping zone of %s
pt_pt: % s zona de expedição de% s

source: %s country of %s
pt_pt: % s país de% s

source: %s picker of %s
pt_pt: Selecionador% s de% s

source: %s packer of %s
pt_pt: % s empacotador de% s

source: %s API key of %s
pt_pt: Chave de API% s de% s

source: %s deleted API key of %s
pt_pt: % s chave de API excluída de% s

source: %s recipient of %s
pt_pt: % s destinatário de% s

source: %s poll query of %s
pt_pt: consulta de pesquisa% s de% s

source: %s poll option of %s
pt_pt: % s opção de pesquisa de% s

source: %s newsletter of %s
pt_pt: Boletim informativo% s de% s

source: %s incident of %s
pt_pt: % s incidente de% s

source: %s email of %s
pt_pt: % s email de% s

source: %s refund of %s
pt_pt: % s reembolso de% s

source: %s shipping company of %s
pt_pt: % s transportadora de% s

source: %s mailshot of %s
pt_pt: % s tiro no correio de% s

source: %s client order of %s
pt_pt: % s pedido do cliente de% s

source: %s back to stock request of %s
pt_pt: % s volta à solicitação de estoque de% s

source: %s warehouse area of %s
pt_pt: % s área de armazém de% s

source: %s shipping zone schema of %s
pt_pt: Esquema da zona de expedição% s de% s

source: %s deleted invoice of %s
pt_pt: % s fatura excluída de% s

source: %s production sheet of %s
pt_pt: % s folha de produção de% s

source: %s job order of %s
pt_pt: % s ordem de trabalho de% s

source: %s record of %s
pt_pt: % s registro de% s

source: Invalid tax number format
pt_pt: Formato NIF inválido

source: Can't verify the tax numbers in this country
pt_pt: Não é possível verificar NIF neste país

source: Validations server is busy please try later
pt_pt: Servidor ocupado, por favor tente mais tarde

source: Customer list name
pt_pt: Nome da lista de clientes

source: Sales history
pt_pt: Histórico de vendas

source: Non zero records
pt_pt: Registros diferentes de zero

source: Last updated
pt_pt: Ultima atualização

source: Create sales history
pt_pt: Criar histórico de vendas

source: Recreate sales history
pt_pt: Recriar histórico de vendas

source: Sales precomputed sales values
pt_pt: Valores pré-computados de vendas

source: <i>X</i> to day
pt_pt: <i> X </i> hoje

source: Calculate values
pt_pt: Calcular valores

source: Recalculate values
pt_pt: Recalcular valores

source: Ongoing intervals
pt_pt: Intervalos em andamento

source: Previous intervals
pt_pt: Intervalos anteriores

source: Customer Id
pt_pt: Identificação do Cliente
zh_cn: 客户ID

source: Click to choose a file
pt_pt: Clique para escolher um arquivo

source: or drag it here
pt_pt: ou arraste aqui

source: Upload
es_es: Subir
pt_pt: Atualizar
zh_cn: 上传

source: Uploading
es_es: Subir
pt_pt: Enviando

source: Parts
es_es: Piezas
pt_pt: Peças
zh_cn: 零件

source: Lost
es_es: Perdido
pt_pt: Desaparecido
zh_cn: 丢失

source: Damaged
es_es: Dañadas
pt_pt: Estragado
zh_cn: 毁坏

source: Errors
es_es: Errores
pt_pt: Erros
zh_cn: 错误

source: Purges
pt_pt: Expurgos

source: Mailshots for orders in basket
pt_pt: Mailshots para pedidos na cesta

source: Login
es_es: Iniciar sesión
pt_pt: Entrar
zh_cn: 登录

source: Username
pt_pt: Nome do usuário

source: Password
es_es: Contraseña
pt_pt: Snha
zh_cn: 密码

source: Log In
pt_pt: Entrar

source: Was not possible to log in with these credentials
pt_pt: Não foi possível fazer login com essas credenciais

source: Contacts by number of orders
pt_pt: Contatos por número de pedidos

source: Without orders
pt_pt: Sem ordens

source: With orders
pt_pt: Com pedidos

source: Interval
es_es: Intervalo
pt_pt: Intervalo
zh_cn: 在 ... 之间

source: Day
es_es: Día
pt_pt: Dia
zh_cn: 天

source: Last W
pt_pt: Último w

source: Last M
pt_pt: Último M

source: All
es_es: todo
pt_pt: Tudo
zh_cn: 所有

source: Date
es_es: Fecha
pt_pt: Data
zh_cn: 日期

source: From
es_es: Desde
pt_pt: Desde
zh_cn: 从

source: Until
pt_pt: Até

source: Exchange
es_es: Intercambio
pt_pt: Troca
zh_cn: 外汇

source: Set extra costs
pt_pt: Definir custos extras

source: exclude 0 SKOs in
pt_pt: excluir 0 SKOs em

source: Distribute
pt_pt: Distribuir

source: Distribute equally each item
pt_pt: Distribua igualmente cada item

source: Distribute depending on value
pt_pt: Distribuir dependendo do valor

source: Finish costing
pt_pt: Concluir o cálculo de custos

source: Parts by status
pt_pt: Peças por status

source: In Process
es_es: En proceso
pt_pt: Em processo
zh_cn: 处理中

source: Country
es_es: País
pt_pt: Pais
zh_cn: 国家

source: Commodity code
pt_pt: Código de mercadoria

source: Part/Locations stock history
pt_pt: Histórico de estoque de peças / locais

source: Records
pt_pt: Registros

source: Daily stock history
pt_pt: Histórico diário de estoque

source: Create stock history
pt_pt: Criar histórico de ações

source: Recreate stock history
pt_pt: Recriar histórico de ações

source: Precomputed sales values
pt_pt: Valores pré-computados de vendas

source: List name
pt_pt: Lista de nomes

source: Urgent
pt_pt: Urgente

source: In basket
pt_pt: Na cesta

source: Unpaid submitted orders
pt_pt: Pedidos enviados não pagos

source: Paid submitted orders
pt_pt: Pedidos enviados pagos

source: In Warehouse
es_es: En Almacén
pt_pt: No Armazém
zh_cn: 在仓库

source: Orders in warehouse without alerts
pt_pt: Pedidos no armazém sem alertas

source: Orders in warehouse with alerts
pt_pt: Pedidos em armazém com alertas

source: Invoicing
es_es: Facturación
pt_pt: Faturamento

source: Closed orders waiting to be invoiced
pt_pt: Pedidos fechados aguardando para serem faturados

source: Invoiced orders waiting to be dispatched
pt_pt: Pedidos faturados aguardando envio

source: Dispatched today
pt_pt: Enviado hoje

source: Today's dispatched orders
pt_pt: Pedidos despachados hoje

source: Staging area
pt_pt: Área de preparação

source: New delivery notes
pt_pt: Novas notas de entrega

source: Delivery note assigned
pt_pt: Nota de entrega atribuída

source: Waiting for customer
pt_pt: A aguardar cliente

source: Waiting for restock
pt_pt: À espera de reabastecimento

source: Waiting for production
pt_pt: Aguardando produção

source: Orders been picked
pt_pt: Pedidos selecionados

source: Orders been packed
pt_pt: Os pedidos foram embalados

source: Orders closed waiting for paperwork
pt_pt: Pedidos encerrados aguardando documentação

source: Delivery area
pt_pt: Área de entrega

source: Order ready to be dispatched
pt_pt: Pedido pronto para envio

source: Insufficient picking stock
pt_pt: Estoque de picking insuficiente

source: Number active parts
pt_pt: Número de peças ativas

source: Parts in process
pt_pt: Peças em processo

source: Discontinuing parts
pt_pt: Descontinuando peças

source: Deliveries in transit
pt_pt: Entregas em trânsito

source: Containers in transit
pt_pt: Contentores em trânsito

source: Smaller deliveries in transit
pt_pt: Entregas menores em trânsito

source: Forgotten parts
pt_pt: Peças esquecidas

source: Parts with no products associated
pt_pt: Peças sem produtos associados

source: Parts forced offline/out of stock on website
pt_pt: Peças forçadas offline / fora de estoque no site

source: EAN barcodes errors
pt_pt: Erros de códigos de barras EAN

source: All warehouses
pt_pt: Todos os armazéns

source: Surplus
es_es: excedentes
pt_pt: Excedente
zh_cn: 过剩

source: Number active parts with surplus stock
pt_pt: Número de peças ativas com estoque excedente

source: Stock value
es_es: Colección de valor
pt_pt: Valor das ações
zh_cn: 库存值

source: Parts within a purchase order
pt_pt: Peças em um pedido

source: OK
es_es: En Orden
pt_pt: Está bem

source: Number active parts with normal stock
pt_pt: Número de peças ativas com estoque normal

source: Low
es_es: Bajo
pt_pt: Baixo
zh_cn: 低

source: Number active parts with low stock
pt_pt: Número de peças ativas com estoque baixo

source: Critical
es_es: Critico
pt_pt: Crítico
zh_cn: 关键

source: Number active parts with critical stock
pt_pt: Número de peças ativas com estoque crítico

source: Number of out of stock parts
pt_pt: Número de peças fora de estoque

source: Excess stock
pt_pt: Excesso de estoque

source: Delivery Notes
es_es: Notas de entrega
pt_pt: Notas de entrega
zh_cn: 送货单

source: Invoices per store
pt_pt: Faturas por loja

source: Invoices' categories
pt_pt: Categorias de faturas

source: Store currency
pt_pt: Moeda da loja

source: Sales report
pt_pt: Relatório de vendas

source: Year to day
pt_pt: Ano para dia

source: Month to day
pt_pt: Mês a dia

source: Week to day
pt_pt: Semana a dia

source: 1 week
pt_pt: 1 semana

source: 1 month
es_es: 1 mes
pt_pt: 1 mês
zh_cn: 1月

source: 1 quarter
pt_pt: 1 quarto

source: 1 year
es_es: 1 año
pt_pt: 1 ano
zh_cn: 1年

source: Store
es_es: Tienda
pt_pt: Loja
zh_cn: 商店

source: Refunds
es_es: Reembolsos
pt_pt: Reembolsos
zh_cn: 退回

source: Change compared with last year
pt_pt: Mudança em comparação com o ano passado

source: Delivery notes
pt_pt: Notas de entrega

source: Replacements
es_es: Reemplazos
pt_pt: Substituições
zh_cn: 替换

source: Percentage of replacements
pt_pt: Porcentagem de substituições

source: Percentage of replacements same period last year
pt_pt: Percentual de substituições no mesmo período do ano passado

source: Invoices
es_es: Facturas
pt_pt: Faturas
zh_cn: 单据

source: Sales
es_es: Ventas
pt_pt: vendas
zh_cn: 销售

source: In process
pt_pt: Em processo

source: In process (Paid)
pt_pt: Em processo (pago)

source: In warehouse
es_es: En Almacén
pt_pt: No Armazém

source: In dispatch area
pt_pt: Na área de expedição

source: Sales representative reports
pt_pt: Relatórios de representantes de vendas

source: No products
pt_pt: Sem produtos

source: Urgent audit
pt_pt: Auditoria urgente

source: Locations with errors
pt_pt: Locais com erros

source: To replenish
pt_pt: Para reabastecer

source: Invoiced amount
pt_pt: Valor faturado

source: Refunds amount
pt_pt: Montante dos reembolsos

source: Invoiced minus refunded
pt_pt: Faturado menos reembolsado

source: Sales (Stores)
pt_pt: Vendas (Lojas)

source: Sales (Categories)
pt_pt: Vendas (Categorias)

source: Invoices (Stores)
pt_pt: Faturas (lojas)

source: Invoices (Categories)
pt_pt: Faturas (categorias)

source: Year-to-date
pt_pt: No acumulado do ano

source: 1y
es_es: 1a
pt_pt: 1 ano
zh_cn: 1年

source: Not online
pt_pt: Não ON-line

source: Anomalous weight
pt_pt: Peso anômalo

source: Total customers
pt_pt: Total de clientes

source: Number of customers
pt_pt: Número de clientes

source: New customers last 7 days
pt_pt: Novos clientes nos últimos 7 dias

source: New contacts with orders
pt_pt: Novos contatos com pedidos

source: Active customers
pt_pt: Clientes ativos

source: Number of active customers
pt_pt: Número de clientes ativos

source: Percentage of total customers
pt_pt: Porcentagem do total de clientes

source: Customers with orders
pt_pt: Clientes com pedidos

source: Number of customers with orders
pt_pt: Número de clientes com pedidos

source: All stores
pt_pt: Todas as lojas

source: Number of orders in basket
pt_pt: Número de pedidos na cesta

source: Amount in basket
pt_pt: Montante no cesto

source: Orders in warehouse
pt_pt: Encomendas em armazém

source: Missing SKO Barcodes
pt_pt: Códigos de barras SKO ausentes

source: To produce
pt_pt: Para produzir

source: Warehouse productivity metric
pt_pt: Métrica de produtividade do armazém

source: Net sales per man hour
pt_pt: Vendas líquidas por homem hora

source: Production productivity metric
pt_pt: Métrica de produtividade da produção

source: Production sales per man hour
pt_pt: Vendas de produção por homem hora

source: Lost stock
pt_pt: Estoque perdido

source: Amount lost as cost value
pt_pt: Valor perdido como valor de custo

source: Number of audits
pt_pt: Número de auditorias

source: Lost & found
pt_pt: Achados e perdidos

source: Invoices with no VAT
pt_pt: Faturas sem IVA

source: Customers with valid tax number
pt_pt: Clientes com número fiscal válido

source: Invoices with VAT
pt_pt: Faturas com IVA

source: Replacements/Samples
pt_pt: Substituições / amostras

source: Products
es_es: Productos
pt_pt: Produtos
zh_cn: 产品

source: Category
pt_pt: Categoria
zh_cn: 分类

source: Uploaded by
pt_pt: Enviado por

source: State
es_es: Estado
pt_pt: Estado
zh_cn: 国家

source: Customers who answer this poll
pt_pt: Clientes que respondem a esta enquete

source: Parentage of total customers who answer this poll
pt_pt: Filiação do total de clientes que respondem a essa enquete

source: New products
pt_pt: Novos Produtos

source: New products (less than 2 weeks)
pt_pt: Novos produtos (menos de 2 semanas)

source: Active products
pt_pt: Produtos ativos

source: Discontinuing products
pt_pt: Produtos descontinuados

source: Discontinued products
pt_pt: Produtos fora de linha

source: Suspended product
pt_pt: Produto suspenso

source: Active products online
pt_pt: Produtos ativos online

source: Active products out of stock
pt_pt: Produtos ativos fora de estoque

source: Active products offline
pt_pt: Produtos ativos offline

source: Sales representatives report
pt_pt: Relatório de representantes de vendas

source: Families
es_es: Familias
pt_pt: Famílias
zh_cn: 系列

source: Departments
es_es: Departamentos
pt_pt: Departamentos
zh_cn: 部门

source: Created
es_es: Creado
pt_pt: Creada
zh_cn: 创建

source: Received
es_es: Recibido
pt_pt: Recebido
zh_cn: 接收

source: Checked
es_es: Comprobar
pt_pt: Verificado
zh_cn: 已检查

source: Booked in
pt_pt: Reservado em

source: Costing done
pt_pt: Cálculo de custos

source: Supplier
es_es: Proveedor
pt_pt: Fornecedor
zh_cn: 提供者

source: Incoterm not set
pt_pt: Incoterm não definido

source: Port of export
pt_pt: Porto de exportação

source: Port of export not set
pt_pt: Porta de exportação não definida

source: Port of import
pt_pt: Porto de importação

source: Port of import not set
pt_pt: Porta de importação não definida

source: delete
es_es: eliminar
pt_pt: excluir
zh_cn: 删除

source: Delete delivery
pt_pt: Excluir entrega

source: Delete
es_es: Eliminar
pt_pt: Apagar
zh_cn: 删除

source: Cancel
es_es: Cancelar
pt_pt: Cancelar
zh_cn: 取消

source: Cancel delivery
pt_pt: Cancelar entrega

source: Unmark as dispatched
pt_pt: Desmarcar como despachado

source: Save
es_es: Guardar
pt_pt: Guardar
zh_cn: 保存

source: Unmark as received
pt_pt: Desmarcar como recebido

source: Redo costing
pt_pt: Refazer custos

source: Go back to delivery costing
pt_pt: Voltar ao custo de entrega

source: Mark delivery as received
pt_pt: Marcar entrega como recebida

source: Mark as dispatched
pt_pt: Marcar como despachado

source: Delivery dispatched by supplier
pt_pt: Entrega enviada pelo fornecedor

source: Start checking costs
pt_pt: Comece a verificar os custos

source: Number of items
pt_pt: Número de ítens

source: Items under delivered
pt_pt: Itens entregues

source: Items over delivered
pt_pt: Itens entregues em excesso

source: Purchase order amount
pt_pt: Valor do pedido

source: Supplier invoice currency
pt_pt: Moeda da fatura do fornecedor

source: Items
es_es: Artículos
pt_pt: Itens
zh_cn: 物品

source: Extra costs
pt_pt: Custos extras

source: Select all
pt_pt: Selecionar tudo

source: Delivery Number
pt_pt: Número de entrega

source: Delivery number
pt_pt: Número de entrega

source: Ex-employee
pt_pt: Ex-funcionário

source: Tax number
pt_pt: Número de identificação fiscal

source: Registration number
pt_pt: Número de registro

source: Deleted
es_es: Eliminada
pt_pt: Excluído

source: Refund items net
pt_pt: Itens de reembolso líquidos

source: Refund charges net
pt_pt: Encargos líquidos de reembolso

source: Refund adjusts net
pt_pt: O reembolso ajusta a rede

source: Refund shipping net
pt_pt: Rede de remessa de reembolso

source: Refund insurance net
pt_pt: Rede de seguro de reembolso

source: Refund total net
pt_pt: Total líquido do reembolso

source: Refund
pt_pt: Devolução

source: Refund Adjust Tax
pt_pt: Reembolso Ajustar imposto

source: Refund total
pt_pt: Total do reembolso

source: Offers
es_es: Ofertas
pt_pt: Ofertas
zh_cn: 供应

source: Sent back
pt_pt: Enviado de volta

source: Order
es_es: Orden
pt_pt: Ordem
zh_cn: 订单

source: Undo booked in
pt_pt: Desfazer reservado em

source: Go back
es_es: Volver
pt_pt: Volte
zh_cn: 返回

source: Mark return as received
pt_pt: Marcar retorno como recebido

source: Contact name
pt_pt: Nome de contato
