Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Set up new clocking-n machine
pt_pt: Configurar nova máquina de clocking-n

source: Clock-in machine
pt_pt: Máquina de relógio

source: Clock-in machines
pt_pt: Máquinas de relógio

source: Inventory dashboard
pt_pt: Painel de inventário

source: Search inventory
pt_pt: Pesquisar inventário

source: No suppliers
pt_pt: Nenhum fornecedor

source: other supplier
pt_pt: outro fornecedor

source: other %d suppliers
pt_pt: outros% d fornecedores

source: Search Inventory
pt_pt: Pesquisar inventário

source: Stock movements
pt_pt: Movimentos acionários

source: Deleted barcode
pt_pt: Código de barras excluído

source: New main parts's category
pt_pt: Nova categoria de peças principais

source: Search inventry
pt_pt: Pesquisa inventário

source: Part's Categories
pt_pt: Categorias da peça

source: Multiple parts
pt_pt: Várias partes

source: Part: %s
pt_pt: Parte:% s

source: New supplier's product for %s
pt_pt: Novo produto do fornecedor para% s

source: Category: %s
pt_pt: Categoria:% s

source: Upload into category %s
pt_pt: Faça o upload para a categoria% s

source: Search mailroom
pt_pt: Pesquisar sala de correspondência

source: Customer notifications
pt_pt: Notificações de clientes

source: Search marketing emails
pt_pt: Pesquisar e-mails de marketing

source: User's notifications
pt_pt: Notificações do usuário

source: Operational email type
pt_pt: Tipo de email operacional

source: Operational email types
pt_pt: Tipos de email operacional

source: Search offers
pt_pt: Pesquisar ofertas

source: New offer for campaign %s
pt_pt: Nova oferta para a campanha% s

source: New offer for category %s
pt_pt: Nova oferta para a categoria% s

source: New Campaign
pt_pt: Nova Campanha
zh_cn: 新广告系列

source: Offer category
pt_pt: Categoria da oferta

source: Offer's categories
pt_pt: Categorias da oferta

source: Incoming orders
pt_pt: Pedidos recebidos

source: Pending Orders
es_es: Órdenes en espera
pt_pt: Ordens pendentes
zh_cn: 挂单

source: Pending deliveries
pt_pt: Entregas pendentes

source: Orders in website
pt_pt: Pedidos no site

source: Orders %s
pt_pt: Pedidos% s

source: Delivery Notes %s
pt_pt: Notas de entrega% s

source: Customer's purchase order number
pt_pt: Número do pedido do cliente

source: Priority dispatching
pt_pt: Expedição prioritária

source: Abandoned card mailshots
pt_pt: Tiros de correio de cartão abandonado

source: Return to order
pt_pt: Retornar ao pedido

source: New refund %s for order %s
pt_pt: Novo reembolso% s para o pedido% s

source: Tax only
pt_pt: Apenas impostos

source: New replacement for order %s
pt_pt: Nova substituição para o pedido% s

source: Sent email for %s
pt_pt: Email enviado para% s

source: New return for order %s
pt_pt: Nova devolução para o pedido% s

source: Production %s dashboard
pt_pt: Painel% s de produção

source: Search production
pt_pt: Pesquisa de produção

source: Production %s materials
pt_pt: Produção% s materiais

source: Production %s parts
pt_pt: % De produção de peças

source: Manufacturers
pt_pt: Fabricantes

source: Workers
pt_pt: Trabalhadores

source: Batches
pt_pt: Lotes

source: New manufacture task
pt_pt: Nova tarefa de fabricação

source: Production task
pt_pt: Tarefa de produção

source: Production's part
pt_pt: Parte da produção

source: Production sheet
pt_pt: Folha de produção

source: Job order
pt_pt: Ordem de trabalho

source: New production's part
pt_pt: Parte da nova produção

source: New production's parts
pt_pt: Novas peças de produção

source: Settings for store %s
pt_pt: Configurações para a loja% s

source: Search products
pt_pt: Procurar produtos

source: Edit store
pt_pt: Editar loja

source: Products's Categories
pt_pt: Categorias de produtos

source: %s webpages
pt_pt: % s páginas da web

source: Product's Categories
pt_pt: Categorias do produto

source: Search products all stores
pt_pt: Pesquisar produtos em todas as lojas

source: %s departments
pt_pt: % s departamentos

source: %s families
pt_pt: % s famílias

source: Create webpage
pt_pt: Criar página da web

source: New product for %s
pt_pt: Novo produto para% s

source: Search services
pt_pt: Serviços de pesquisa

source: Service
pt_pt: Serviço

source: New service for %s
pt_pt: Novo serviço para% s

source: New main product's category
pt_pt: Nova categoria de produto principal

source: New shipping zone for %s
pt_pt: Nova zona de expedição para% s

source: New charge for %s
pt_pt: Nova cobrança por% s

source: New shipping option for %s
pt_pt: Nova opção de envio para% s

source: Shipping zone schema
pt_pt: Esquema da zona de expedição

source: Shipping zone schema"
pt_pt: Esquema da zona de expedição "

source: Search store
pt_pt: Pesquisa na loja

source: New website for %s
pt_pt: Novo site para% s

source: Search reports
pt_pt: Pesquisar relatórios

source: X-rays
pt_pt: Raios X

source: Dispatched orders sales
pt_pt: Vendas de pedidos despachados

source: Dispatched orders X-rays
pt_pt: Raios-X de pedidos despachados

source: Pickers & Packers Report
es_es: Recolectores y Empacadores Informe
pt_pt: Relatório Pickers & Packers
zh_cn: 挑选人/打包人 报告

source: Top Customers
es_es: Mejores Clientes
pt_pt: Principais Clientes
zh_cn: 顶级客户

source: EC Sales List (ESL)
pt_pt: Lista de vendas da CE (ESL)

source: Intrastat report
pt_pt: Relatório Intrastat

source: Products send to %s with commodity code %s
pt_pt: Os produtos são enviados para% s com o código da mercadoria% s

source: %s orders with commodity code %s
pt_pt: % s pedidos com código de mercadoria% s

source: Account managers sales
pt_pt: Vendas de gerentes de conta

source: Prospect's agents productivity
pt_pt: Produtividade dos agentes do prospect

source: Agent %s prospects report
pt_pt: Relatório de perspectivas do agente% s

source: Intrastat imports report
pt_pt: Relatório de importações Intrastat

source: Parts received from %s with commodity code %s
pt_pt: Peças recebidas de% s com código de mercadoria% s

source: %s deliveries with commodity code %s
pt_pt: % s entregas com código de mercadoria% s

source: Search supplier
pt_pt: Procurar fornecedor

source: Suppliers's parts
pt_pt: Peças de fornecedores

source: Suppliers's Categories
pt_pt: Categorias de Fornecedores

source: Supplier's Dashboard
pt_pt: Painel do fornecedor

source: Deleted supplier
pt_pt: Fornecedor excluído

source: New main suppliers's category
pt_pt: Nova categoria de principais fornecedores

source: Agent: %s
pt_pt: Agente:% s

source: Suppliers settings
pt_pt: Configurações de fornecedores

source: Time series record
pt_pt: Registro de séries temporais

source: Supplier's time series
pt_pt: Séries temporais do fornecedor

source: Supplier's delivery
pt_pt: Entrega do fornecedor

source: New attachment for supplier delivery %s
pt_pt: Novo anexo para entrega do fornecedor% s

source: Staff user
pt_pt: Usuário da equipe

source: Search users
pt_pt: Pesquisar usuários

source: Employees users
pt_pt: Usuários empregados

source: Contractor users
pt_pt: Usuários contratados

source: Suppliers users
pt_pt: Usuários fornecedores

source: Agents users
pt_pt: Usuários de agentes

source: Staff users
pt_pt: Usuários da equipe

source: Store not found
pt_pt: Loja não encontrada

source: Customer not found
pt_pt: Cliente não encontrado

source: Warehouse not found
pt_pt: Armazém não encontrado

source: Employee not found
pt_pt: Empregado não encontrado

source: User not found
pt_pt: Usuário não encontrado

source: Invoice not found
pt_pt: Fatura não encontrada

source: Delivery note not found
pt_pt: Nota de entrega não encontrada

source: Fire evacuation roll call
pt_pt: Chamada de evacuação de incêndio

source: Search warehouse
pt_pt: Pesquisar armazém

source: Search inventory all warehouses
pt_pt: Pesquisar inventário em todos os armazéns

source: New Warehouse
pt_pt: Novo armazém

source: New Warehouse area
pt_pt: Nova área de armazém

source: Access forbidden
pt_pt: Acesso proibido

source: Search locations
pt_pt: Pesquisar localizações

source: Warehouse areas for %s
pt_pt: Áreas de armazém para% s

source: New main locations's category
pt_pt: Nova categoria de locais principais

source: New location in area %s
pt_pt: Nova localização na área% s

source: New location in warehouse %s
pt_pt: Nova localização no armazém% s

source: Locations's Categories
pt_pt: Categorias de locais

source: Location's Categories
pt_pt: Categorias de localização

source: Deleted location
pt_pt: Local excluído

source: Leakages
pt_pt: Vazamentos

source: New shipping company
pt_pt: Nova empresa de transporte

source: Search consignments
pt_pt: Pesquisar remessas

source: Return %s for %s
pt_pt: Retornar% s para% s

source: Editing %s from warehouse (%s)
pt_pt: Editando% s do armazém (% s)

source: Editing %s from warehouse area (%s)
pt_pt: Editando% s da área do armazém (% s)

source: Adding %s to warehouse (%s)
pt_pt: Adicionando% s ao armazém (% s)

source: Adding %s to warehouse area (%s)
pt_pt: Adicionando% s à área do armazém (% s)

source: Search websites (all)
pt_pt: Pesquisar sites (todos)

source: Registered users
pt_pt: Usuários registrados

source: Customers %s
pt_pt: Clientes% s

source: Workshop
pt_pt: Oficina

source: Search website
pt_pt: Pesquisar no site

source: Online webpage
pt_pt: Página online

source: Offline webpage
pt_pt: Página offline

source: Webpage in construction
pt_pt: Página em construção

source: Webpage ready
pt_pt: Pronto para a página da Web

source: Web page
pt_pt: página da web

source: Edit webpage
pt_pt: Editar página da web

source: Exit edit webpage
pt_pt: Sair da página de edição

source: Exit
pt_pt: Saída
zh_cn: 退出

source: Search websites
pt_pt: Pesquisar sites

source: Web pages
es_es: Páginas Web
pt_pt: paginas web

source: Products %s
pt_pt: Produtos% s

source: Product categories %s
pt_pt: Categorias de produto% s

source: Deleted webpage
pt_pt: Página da web excluída

source: New webpage for %s
pt_pt: Nova página da Web para% s

source: Not Found
es_es: No se ha encontrado
pt_pt: Não encontrado
zh_cn: 没有找到

source: Not picked (other)
es_es: Que no sean recogidos (otros)
pt_pt: Não escolhido (outro)
zh_cn: 没有选货（其他）

source: Picking Aid
pt_pt: Recolhendo ajuda

source: Job order %s
pt_pt: Ordem de serviço% s

source: packed in %d's
pt_pt: compactado em% d

source: %s unit per carton
pt_pt: % s unidade por caixa

source: %s pack per carton
pt_pt: % s por embalagem

source: Purchase order %s
pt_pt: Ordens de compra

source: a unknown country
es_es: un país desconocido
pt_pt: um país desconhecido
zh_cn: 未知的国家

source: Postal code: %s
pt_pt: Códigos postais

source: Town: %s
pt_pt: Cidades

source: ex-employee
pt_pt: ex-funcionário

source: %s account created
pt_pt: % s conta criada

source: Internal customers accounts
pt_pt: Conta clientes interna

source: Petty cash
pt_pt: Trocos

source: All sales since: %s
pt_pt: Todas as vendas desde:% s

source: No bleed
pt_pt: Sem sangramento

source: No bleed, with padding
pt_pt: Sem sangramento, com preenchimento

source: Repeat customers %s
pt_pt: Repetir clientes% s

source: All payments since: %s
pt_pt: Todos os pagamentos desde:% s

source: No estimated %s
pt_pt: % S estimado

source: Editing %s in %s
pt_pt: Editando% s em% s

source: Adding %s to %s
pt_pt: Adicionando% s a% s

source: Warehouse missing, set it up %s
pt_pt: Armazém ausente, configure% s

source: here
pt_pt: aqui
zh_cn: 这里

source: There are not stores, create one %s
pt_pt: Não há lojas, crie um% s

source: Account code
pt_pt: Código de conta

source: Account name
pt_pt: Nome da conta

source: System roles
pt_pt: Funções do sistema

source: Employee name
pt_pt: Nome do empregado

source: Upload employees
pt_pt: Carregar funcionários

source: Critical error
pt_pt: Erro crítico

source: Please contact service support
pt_pt: Entre em contato com o suporte de serviço

source: Recovery information
pt_pt: Informações de recuperação

source: Account set up completed
pt_pt: Configuração da conta concluída

source: New delivery
pt_pt: Nova entrega

source: New note
pt_pt: Nova nota

source: New purchase order
pt_pt: Novo pedido de compra

source: Inventory Part
pt_pt: Peça de inventário

source: Part details
pt_pt: Detalhes da peça

source: Reorder
pt_pt: Reordenar

source: Edit supplier's products
pt_pt: Editar produtos do fornecedor

source: Parts's stock
pt_pt: Estoque de peças

source: Parts's sales
pt_pt: Vendas de peças

source: Parts's sales (Qs)
pt_pt: Vendas de peças (Qs)

source: Parts's sales (Yrs)
pt_pt: Vendas de peças (anos)

source: Supplier email
pt_pt: Email do fornecedor

source: Associate supplier
pt_pt: Fornecedor associado

source: New user
pt_pt: Novo usuário
zh_cn: 新用户

source: Item's descriptions
pt_pt: Descrições dos itens

source: Book in using barcode scanner
pt_pt: Reserve usando o scanner de código de barras

source: All supplier's products
pt_pt: Todos os produtos do fornecedor

source: New item
pt_pt: Novo item

source: Ordered quantity
pt_pt: Quantidade pedida

source: Purchase orders, deliveries & invoices
pt_pt: Pedidos de compra, entregas e faturas

source: Agent name
pt_pt: Nome do agente

source: Agent email
pt_pt: E-mail do agente

source: Add component
pt_pt: Adicionar componente

source: qty (Units)
pt_pt: quantidade (unidades)

source: Invoices/Balance
pt_pt: Faturas / Saldo

source: Invoices & Account balance
pt_pt: Faturas e saldo da conta

source: Customer email
pt_pt: Email do cliente

source: Add family to this offer
pt_pt: Adicionar família a esta oferta

source: Associated products
pt_pt: Produtos Associados

source: Category label
pt_pt: Rótulo da categoria

source: Category code
pt_pt: Código da categoria

source: Associated parts
pt_pt: Peças associadas

source: Associated suppliers
pt_pt: Fornecedores Associados

source: Performance
pt_pt: atuação

source: Dispatched (Qs)
pt_pt: Despachado (Qs)

source: Dispatched (Yrs)
pt_pt: Despachado (anos)

source: Revenue (Qs)
pt_pt: Receita (Qs)

source: Revenue (Yrs)
pt_pt: Receita (anos)

source: New family
pt_pt: Família nova

source: Add family
pt_pt: Adicionar família

source: New category
pt_pt: Nova categoria

source: Family's code
pt_pt: Código da família

source: Product's Status
pt_pt: Status do produto

source: Invoiced amount (Yrs)
pt_pt: Valor faturado (anos)

source: Invoiced amount (Qs)
pt_pt: Valor faturado (Qs)

source: New department
pt_pt: Novo departamento

source: Add department
pt_pt: Adicionar departamento

source: Department code
pt_pt: Código do departamento

source: Categoy code
pt_pt: Código Categoy

source: Category's code
pt_pt: Código da categoria

source: Customers also bought
pt_pt: Os clientes também compraram

source: excluding same department
pt_pt: excluindo o mesmo departamento

source: Edit products
pt_pt: Editar produtos

source: Associate product
pt_pt: Produto associado

source: Product's code
pt_pt: Código do produto

source: Associate family
pt_pt: Família Associada

source: Part name
pt_pt: Nome da peça

source: Edit parts
pt_pt: Editar peças

source: Associate part
pt_pt: Parte associada

source: Parts's reference
pt_pt: Referência de peças

source: All suppliers
pt_pt: Todos os fornecedores

source: Web page can't be created if family has not been linked to a department
pt_pt: Página da Web não pode ser criada se a família não tiver sido vinculada a um departamento

source: Create web page
pt_pt: Criar página da web

source: This category is not public
pt_pt: Esta categoria não é pública

source: Category not public, webpage offline
pt_pt: Categoria não pública, página da web offline

source: Time machine code
pt_pt: Código da máquina do tempo

source: New clocking-in machine
pt_pt: Nova máquina de relógio

source: Access denied
pt_pt: Acesso negado

source: Contact information
pt_pt: Informações de Contato

source: Contract
pt_pt: Contrato

source: Contractor name
pt_pt: Nome do contratante

source: Store code
pt_pt: Código da loja

source: Store name
es_es: Nombre del la tienda
pt_pt: Nome da loja

source: credits per store
pt_pt: créditos por loja

source: Add product to customer's portfolio
pt_pt: Adicionar produto ao portfólio do cliente

source: New client
pt_pt: Novo cliente

source: Customer since: %s
pt_pt: Cliente desde:% s

source: Delivery note number
pt_pt: Número da nota de entrega

source: New marketing mailshot
pt_pt: Novo mailshot de marketing

source: Country name
pt_pt: Nome do país

source: New query
pt_pt: Nova consulta

source: Contractors name
pt_pt: Nome dos contratantes

source: IP address
pt_pt: endereço de IP

source: User handle
pt_pt: Identificador do usuário

source: User name
pt_pt: Nome do usuário

source: Deleted users
pt_pt: Usuários excluídos

source: Public ID
es_es: ID público
pt_pt: ID público
zh_cn: 公共ID

source: Invoice public Id
pt_pt: ID público da fatura

source: Deleted invoices (All)
pt_pt: Faturas excluídas (todas)

source: Packing Aid
pt_pt: Embajage ajuda

source: Pick delivery
pt_pt: Escolha entrega

source: New newsletter
pt_pt: Nova newsletter

source: New mailshot for orders in basket
pt_pt: Novo mailshot para pedidos na cesta

source: Reset password URL
pt_pt: Redefinir URL da senha

source: Order Amount
pt_pt: Valor do pedido

source: Payment information
pt_pt: Informação de pagamento

source: Order items
pt_pt: Itens de ordem

source: Customer note
pt_pt: Nota do cliente

source: Back in stock products
pt_pt: Voltar produtos em estoque

source: Tracking code block
pt_pt: Bloco de código de rastreamento

source: Tracking link
pt_pt: Link de rastreamento

source: Last order number
pt_pt: Número do último pedido

source: Last order date + n days (Replace n for a number, default 30)
pt_pt: Data do último pedido + n dias (Substitua n por um número, padrão 30)

source: Last order date + n weeks (Replace n for a number, default 1)
pt_pt: Data do último pedido + n semanas (Substitua n por um número, padrão 1)

source: Last order date + n months (Replace n for a number, default 1)
pt_pt: Data do último pedido + n meses (Substitua n por um número, padrão 1)

source: New abandoned_basket email
pt_pt: Novo e-mail desert_basket

source: New timesheet record
pt_pt: Novo registro do quadro de horários

source: Timesheet not found
pt_pt: Quadro de horários não encontrado

source: New clocking record
pt_pt: Novo registro de relógio

source: Times in
pt_pt: Vezes em

source: Employee code
pt_pt: Código de empregado

source: Ex employees
pt_pt: Ex funcionários

source: Employee alias
pt_pt: Alias do funcionário

source: Sorry you don't have permission to access this area
pt_pt: Desculpe, você não tem permissão para acessar esta área

source: Part Reference
pt_pt: Referência da peça

source: Barcode number
pt_pt: Número do código de barras

source: New barcode
pt_pt: Novo código de barras

source: Add barcodes
pt_pt: Adicionar códigos de barras

source: Delivering since: %s
pt_pt: Entrega desde:% s

source: Invoices per category
pt_pt: Faturas por categoria

source: This is a special location, can't be edited
pt_pt: Este é um local especial, não pode ser editado

source: Move all parts
pt_pt: Mover todas as peças

source: Move to location
pt_pt: Mover para o local

source: Stop junk mail
pt_pt: Parar lixo eletrônico

source: Above upper limit
pt_pt: Acima do limite superior

source: Above lower limit
pt_pt: Acima do limite inferior

source: Always
pt_pt: Sempre

source: Never
pt_pt: Nunca

source: On top salary
pt_pt: Salário superior

source: Offset Salary
pt_pt: Salário compensado

source: Costs
pt_pt: Custos

source: Targets & employee rewards
pt_pt: Metas e recompensas de funcionários

source: Task name
pt_pt: Nome da tarefa

source: Add task
pt_pt: Adicionar tarefa

source: Store don't have website, set it up %s
pt_pt: A loja não tem site, configure-o% s

source: Add employee
pt_pt: Adicionar funcionário

source: Operatives
pt_pt: Operativas

source: Tariff Codes / Weight
pt_pt: Códigos Tarifários / Peso

source: Upload items
pt_pt: Carregar itens

source: New purge
pt_pt: Nova eliminação

source: Overtime reference
pt_pt: Referência de horas extras

source: New overtime
pt_pt: Novas horas extras

source: New product
pt_pt: Novo produto

source: Sale amount
pt_pt: Valor de venda

source: Supplier's product reference
pt_pt: Referência do produto do fornecedor

source: Service provider code
pt_pt: Código do provedor de serviços

source: Service provider name
pt_pt: Nome do provedor de serviços

source: excluding same family
pt_pt: excluindo a mesma família

source: This product is forced to be offline
pt_pt: Este produto é forçado a ficar offline

source: Webpage code
pt_pt: Código da página da Web

source: Upload supplier's products
pt_pt: Carregar produtos do fornecedor

source: Job order number
pt_pt: Número da ordem de serviço

source: Link task
pt_pt: Tarefa de vinculação

source: Component
pt_pt: Componente

source: New jon order
pt_pt: Nova ordem jon

source: Log postal mail
pt_pt: Registrar correio postal

source: Log call
pt_pt: Chamada de log

source: Percentages
es_es: Porcentajes
pt_pt: Percentagens
zh_cn: 百分比

source: Reformat
pt_pt: Reformatar

source: New invitation template
pt_pt: Novo modelo de convite

source: Upload prospects
pt_pt: Fazer upload de clientes em potencial

source: Edit prospects
pt_pt: Editar perspectivas

source: Return number
pt_pt: Número de retorno

source: New account
pt_pt: Nova conta

source: Usage
pt_pt: Uso

source: New shipping zone
pt_pt: Nova zona de expedição

source: New charge
pt_pt: Nova cobrança

source: Department name
pt_pt: Nome do departamento

source: New shipping zone schema
pt_pt: Novo esquema da zona de expedição

source: Ordering cartons
pt_pt: Encomendar caixas de cartão

source: Ordering SKOs
pt_pt: Pedido de SKOs

source: Ordering units
pt_pt: Unidades de pedidos

source: items
pt_pt: Produtos

source: Id's & Barcodes
pt_pt: IDs e códigos de barras

source: Barcode/Weight/CMB
pt_pt: Código de barras / Peso / CMB

source: Part sales
pt_pt: Vendas de peças

source: Sales of associated part (include other suppliers)
pt_pt: Vendas de peças associadas (incluem outros fornecedores)

source: Sold Amount
pt_pt: Quantidade vendida

source: Timeseries Type
pt_pt: Tipo de séries temporais

source: Clocked/d
pt_pt: Cronometrado / d

source: nOKD overtime/d
pt_pt: horas extras nOKD / d

source: Paid time/d
pt_pt: Tempo pago / d

source: OKD overtime/d
pt_pt: Horas extras OKD / d

source: Worked/d
pt_pt: Trabalhado / d

source: Upload records
pt_pt: Carregar registros

source: Delete API key
pt_pt: Excluir chave da API

source: agent code
pt_pt: código do agente

source: Users by category
pt_pt: Usuários por categoria

source: Add area(s)
pt_pt: Adicionar área (s)

source: Edit area(s)
pt_pt: Editar área (s)

source: Upload warehouse areas
pt_pt: Carregar áreas de armazém

source: Edit warehouse areas
pt_pt: Editar áreas de depósito

source: Add location(s)
pt_pt: Adicionar localizações

source: Edit location(s)
pt_pt: Editar localizações

source: Upload locations
pt_pt: Carregar locais

source: Associate location
pt_pt: Localização associada

source: Location's code
pt_pt: Código do local

source: Set uo the warehouse %s
pt_pt: Definir o armazém% s

source: Warehouse code
pt_pt: Código do armazém

source: Warehouse name
pt_pt: Nome do armazém

source: New Webpage
pt_pt: Nova página

source: Search query
pt_pt: Consulta de pesquisa

source: User_Password
pt_pt: Senha do usuário

source: Language
pt_pt: Língua
zh_cn: 文

source: Organic search
pt_pt: Pesquisa orgânica

source: Organic search (Google)
pt_pt: Pesquisa orgânica (Google)

source: Analytics
pt_pt: Google Analytics

source: Registered customers
pt_pt: Clientes Registrados

source: Website code
pt_pt: Código do site

source: File already attached
pt_pt: Arquivo já anexado

source: File attached
pt_pt: Arquivo anexado

source: Image already uploaded
pt_pt: Imagen já atualizada

source: Image added
pt_pt: Imagem adicionada
