Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: email content
pt_pt: conteúdo de email

source: Log phone invitation
pt_pt: Convite para telefone de registro

source: Log mail send by post
pt_pt: Enviar correio por correio

source: Set up
pt_pt: Configuração

source: Key
es_es: Clave
pt_pt: Chave

source: Invalid key
pt_pt: Chave inválida

source: Warehouse leakages history
pt_pt: Histórico de vazamentos no armazém

source: Success
pt_pt: Sucesso

source: Add another
pt_pt: Adicionar outro

source: Clone it
pt_pt: Cloná-lo

source: Supplier's product
pt_pt: Produto do fornecedor

source: Add another option
pt_pt: Adicione outra opção

source: Poll query option
pt_pt: Opção de consulta de sondagem

source: Contractor (system user)
pt_pt: Empreiteiro (usuário do sistema)

source: Employee (system user)
pt_pt: Funcionário (usuário do sistema)

source: Shipper
pt_pt: Expedidor

source: Warehouse area
pt_pt: Área de armazém

source: Main category
pt_pt: Categoria principal

source: Add another query
pt_pt: Adicione outra consulta

source: Poll query
pt_pt: Consulta de pesquisa

source: Attach other file
pt_pt: Anexar outro arquivo

source: Supplier (system user)
pt_pt: Fornecedor (usuário do sistema)

source: Agent (system user)
pt_pt: Agente (usuário do sistema)

source: Manufacture task
pt_pt: Tarefa de fabricação

source: API Key
pt_pt: Chave API

source: API address
pt_pt: Endereço da API

source: The API key is a secret information and should be treated as a password, the key will not be shown again
pt_pt: A chave da API é uma informação secreta e deve ser tratada como uma senha; a chave não será mostrada novamente

source: Inactive user
pt_pt: Usuário inativo

source: No email set
pt_pt: Nenhum conjunto de email

source: Remove from here after
pt_pt: Remova daqui depois

source: No recipients set
pt_pt: Nenhum destinatário definido

source: External email
pt_pt: Email externo

source: Add user
pt_pt: Adicionar usuário

source: Add external email
pt_pt: Adicionar email externo

source: Missing required fields:
pt_pt: Campos obrigatórios ausentes:

source: Number of parcels
pt_pt: Número de parcelas

source: Are you sure you want to continue?
pt_pt: Você tem certeza que quer continuar?

source: There is some issues with this order
pt_pt: Há alguns problemas com este pedido

source: Yes, continue
pt_pt: Sim, continue

source: Some products where mark as out of stock
pt_pt: Alguns produtos marcados como fora de estoque

source: Tracking number is missing
pt_pt: O número de rastreamento está ausente

source: There is not enough stock in this location
pt_pt: Não há estoque suficiente neste local

source: Are you sure you want to proceed?
pt_pt: Tem certeza de que deseja continuar?

source: Yes unlock it
pt_pt: Sim desbloqueá-lo

source: No, I replenish the location
pt_pt: Não, reabasteço a localização

source: Select courier
pt_pt: Selecionar correio

source: No courier
pt_pt: Sem correio

source: Tracking number
pt_pt: Numero de rastreio

source: Set as closed
pt_pt: Definir como fechado

source: Set as dispatched
pt_pt: Definir como despachado

source: Small parcel
pt_pt: Parcela pequena

source: stock
pt_pt: estoque
zh_cn: 库存

source: note
pt_pt: Nota
zh_cn: 日志

source: Save as another prospect's invitation template
pt_pt: Salvar como modelo de convite de outro possível cliente em potencial

source: Template name
pt_pt: Nome do modelo

source: Publish email
pt_pt: Publicar email

source: Set as ready for sending
pt_pt: Defina como pronto para enviar

source: Set as default delivery address
pt_pt: Definir como endereço de entrega padrão

source: Edit address
pt_pt: Editar Endereço

source: Delete address
pt_pt: Excluir endereço

source: Delivery Note No.
pt_pt: Nota de Entrega Nº

source: Dispatch Date
es_es: Fecha de envio
pt_pt: Data de expedição

source: From product
pt_pt: Do produto

source: Signature
pt_pt: Assinatura

source: View all stores products and sales reports
pt_pt: Ver todos os produtos das lojas e relatórios de vendas

source: Products & sales
pt_pt: Produtos e vendas

source: View customers data from all stores
pt_pt: Visualize dados de clientes de todas as lojas

source: Customers & orders
pt_pt: Clientes e pedidos

source: View suppliers data, purchase orders
pt_pt: Exibir dados de fornecedores, pedidos

source: Suppliers, costs & profits
pt_pt: Fornecedores, custos e lucros

source: View inventory and warehouse data
pt_pt: Exibir dados de inventário e armazém

source: Inventory
es_es: Inventario
pt_pt: Inventário
zh_cn: 清单

source: View employees performance reports and KPIs
pt_pt: Exibir relatórios de desempenho e KPIs dos funcionários

source: Employees performance
pt_pt: Desempenho dos funcionários

source: Timesheets & other system users activity
pt_pt: Quadros de horários e outras atividades dos usuários do sistema

source: Aurora settings & users
pt_pt: Configurações e usuários do Aurora

source: Create and edit system users, employees and contractors, create stores, edit account settings
pt_pt: Crie e edite usuários do sistema, funcionários e prestadores de serviços, crie lojas, edite as configurações da conta

source: System admin team
pt_pt: Equipe de administração do sistema

source: Create and edit employees and contractors
pt_pt: Criar e editar funcionários e contratados

source: Human resources team
pt_pt: Equipe de recursos humanos

source: Restricted view (time sheets) employees under user supervision
pt_pt: Visão restrita (folhas de ponto) funcionários sob supervisão do usuário

source: Only workers under supervision
pt_pt: Somente trabalhadores sob supervisão

source: Purchasing and inventory life circle
pt_pt: Ciclo de vida das compras e do estoque

source: Worker permissions plus discontinuing products
pt_pt: Permissões de trabalho e produtos em descontinuação

source: Create, edit suppliers and agents, create an edit inventory, process purchase orders and deliveries
pt_pt: Crie, edite fornecedores e agentes, crie um inventário de edição, processe pedidos e entregas

source: Worker
pt_pt: Trabalhador

source: Production
pt_pt: Produção

source: Manage production products and assign jobs
pt_pt: Gerenciar produtos de produção e atribuir tarefas

source: Production operative
pt_pt: Operativo de produção

source: Warehouse and stock control
pt_pt: Controle de estoque e armazém

source: Worker permissions plus lost & found, create and edit locations, set up replenishment levels
pt_pt: Permissões do trabalhador, além de achados e perdidos, criar e editar locais, configurar níveis de reabastecimento

source: Book in, move and audit stock of parts
pt_pt: Registre, mova e audite o estoque de peças

source: Invoices, credits and payments
pt_pt: Faturas, créditos e pagamentos

source: Can edit invoices, payments and customer credits
pt_pt: Pode editar faturas, pagamentos e créditos de clientes

source: Accounting team
pt_pt: Equipe de contabilidade

source: Order fulfillment
pt_pt: Atendimento de pedidos

source: Assign pickers and packers
pt_pt: Atribuir selecionadores e empacotadores

source: Customer services and order processing
pt_pt: Atendimento ao cliente e processamento de pedidos

source: Worker permissions plus delete customers
pt_pt: Permissões de trabalho e excluir clientes

source: Create, edit customers, process orders and create refunds & replacements
pt_pt: Crie, edite clientes, processe pedidos e crie reembolsos e substituições

source: Products and website
pt_pt: Produtos e site

source: Worker permissions plus force products as offline or out of stock
pt_pt: Permissões de trabalho, além de forçar produtos como offline ou fora de estoque

source: Save permissions
pt_pt: Salvar permissões

source: Updated
pt_pt: Atualizada

source: Set all as picked
pt_pt: Definir tudo como escolhido

source: mark all as picked
pt_pt: marcar tudo como escolhido

source: Picked by
es_es: Recolectado por
pt_pt: Escolhido por

source: qty
pt_pt: qtde

source: Set all allowances as active
pt_pt: Defina todas as permissões como ativas

source: Set all allowances as suspended
pt_pt: Defina todas as permissões suspensas

source: Allowance
pt_pt: Mesada

source: Total cost
pt_pt: Custo total

source: Refundable amount
pt_pt: Montante reembolsável

source: Log refund
pt_pt: Reembolso do log

source: Missing stock
pt_pt: Estoque em falta

source: Add
es_es: Agregar
pt_pt: Adicionar
zh_cn: 添加

source: Remove
es_es: Quitar
pt_pt: Remover
zh_cn: 移除

source: Fire
pt_pt: Fogo

source: Help
es_es: Ayuda
pt_pt: Socorro
zh_cn: 帮助

source: Logout
es_es: Salir
pt_pt: Sair
zh_cn: 登出

source: Real time users
pt_pt: Usuários em tempo real

source: Whiteboard
pt_pt: Quadro branco

source: Tab
pt_pt: Aba

source: Go back to workshop
pt_pt: Voltar ao workshop

source: Light
pt_pt: Luz

source: Fresh
pt_pt: Fresco

source: Standard
pt_pt: Padrão

source: Current SKO cost
pt_pt: Custo atual do SKO

source: Cost not set up
pt_pt: Custo não configurado

source: Set all products web configuration as Automatic
pt_pt: Defina a configuração da Web de todos os produtos como Automática

source: Next available barcode will be assigned
pt_pt: O próximo código de barras disponível será atribuído

source: Input barcode
pt_pt: Código de barras de entrada

source: Saving
es_es: Guardando
pt_pt: Guardar
zh_cn: 保存中

source: View new object
pt_pt: Ver novo objeto

source: Results
es_es: Resultados
pt_pt: Resultados
zh_cn: 结果

source: Click to remove notification
pt_pt: Clique para remover a notificação

source: Click to be notified by email when back in stock
pt_pt: Clique para ser notificado por email quando voltar ao estoque

source: Delivery Address:
pt_pt: Endereço de entrega:

source: To be collected at:
pt_pt: Para ser coletado em:

source: Items Discounts
pt_pt: Itens Descontos

source: You are already logged in
pt_pt: Você já está logado

source: Add Voucher
pt_pt: Aderir comprovante

source: Update Voucher
pt_pt: Atualizar comprovante

source: Remove Voucher
pt_pt: Remover comprovante

source: Required field
pt_pt: Campo obrigatório

source: You are not logged in
pt_pt: você não está logado

source: Please, go to your profile and unsubscribe
pt_pt: Por favor, vá ao seu perfil e cancele sua inscrição

source: Please log in to unsubscribe
pt_pt: Faça o login para cancelar a inscrição

source: Saved
pt_pt: Guardado
zh_cn: 已保存

source: Delete card
pt_pt: Excluir cartão

source: Select
es_es: Seleccione
pt_pt: Selecione
zh_cn: 选择

source: Show saved cards list
pt_pt: Mostrar lista de cartões salvos

source: Loading paypal
pt_pt: Carregando paypal

source: Processing payment
pt_pt: Processando o pagamento

source: Processing payment, please wait
pt_pt: Processando pagamento, aguarde

source: Choose a saved credit card or click in pay with other card
pt_pt: Escolha um cartão de crédito salvo ou clique em pagar com outro cartão

source: Pleas fill the CVV field
pt_pt: Os fundamentos preenchem o campo CVV

source: CVV is invalid
pt_pt: CVV é inválido

source: All fields are empty
pt_pt: Todos os campos estão vazios

source: Some payment input fields are invalid
pt_pt: Alguns campos de entrada de pagamento são inválidos

source: Use this card
pt_pt: Use este cartão

source: Customer details
pt_pt: Detalhes do cliente

source: Customer's orders
pt_pt: Pedidos do cliente

source: Unique customer code
pt_pt: Código exclusivo do cliente

source: Email address is already in registered
pt_pt: O endereço de e-mail já está registrado

source: Items gross
pt_pt: Itens brutos

source: Items discounts
pt_pt: Descontos de itens

source: Add product
pt_pt: Adicionar produto

source: Empty basket
pt_pt: Cesta vazia

source: Newsletter
es_es: Boletín
pt_pt: Boletim de Notícias
zh_cn: 通讯

source: Email marketing
pt_pt: Marketing de email

source: Postal marketing
pt_pt: Marketing postal

source: Deliver to invoice address
pt_pt: Entregar no endereço da fatura

source: Enter at least 8 characters
pt_pt: Digite pelo menos 8 caracteres

source: Enter the same password as above
pt_pt: Digite a mesma senha acima

source: No products has been ordered
pt_pt: Nenhum produto foi encomendado

source: Go back to basket
pt_pt: Voltar ao cesto

source: Please accept our terms and conditions to proceed
pt_pt: Aceite nossos termos e condições para continuar

source: Filter products
pt_pt: Filtrar produtos

source: Please enter your password
pt_pt: Por favor, insira sua senha

source: Share
pt_pt: Compartilhar

source: Toggle fullscreen
pt_pt: Alternar para o modo tela cheia

source: Zoom in/out
pt_pt: Mais / menos zoom

source: Previous
es_es: Anterior
pt_pt: Anterior
zh_cn: 上一个

source: Filter customers
pt_pt: Filtrar clientes

source: Webpage name
pt_pt: Nome da página da Web

source: Attachments
es_es: Archivo Adjuntos
pt_pt: Anexos
zh_cn: 附件

source: Order transactions timeseries
pt_pt: Séries temporais de transações de pedidos

source: Inventory transactions timeseries
pt_pt: Séries temporais de transações de estoque

source: Store sales
pt_pt: Vendas da loja

source: Customer sales
pt_pt: Vendas de clientes

source: Supplier sales
pt_pt: Vendas de fornecedores

source: Part categories sales
pt_pt: Vendas de categorias de peças

source: Product categories sales
pt_pt: Vendas de categorias de produtos

source: Compressed
pt_pt: Comprimido

source: Spreadsheet
pt_pt: Planilha

source: Prospects
pt_pt: Perspectivas

source: Finished
es_es: Terminado
pt_pt: Teminado

source: Ingredient
pt_pt: Ingrediente

source: Missing field
pt_pt: Campo ausente

source: Missing required fields
pt_pt: Campos obrigatórios ausentes

source: Duplicate code
pt_pt: Código duplicado

source: Duplicate field
pt_pt: Campo duplicado

source: Record not changed
pt_pt: Registro não alterado

source: Record not found
pt_pt: Registro não encontrado

source: Record skipped
pt_pt: Registro ignorado

source: Supplier's product reference missing
pt_pt: Falta a referência do produto do fornecedor

source: Unit description missing
pt_pt: Descrição da unidade ausente

source: Duplicate part's reference
pt_pt: Referência da peça duplicada

source: Barcode can only have numbers
pt_pt: O código de barras pode ter apenas números

source: Barcode duplicated
pt_pt: Código de barras duplicado

source: Barcode should be 13 digits
pt_pt: O código de barras deve ter 13 dígitos

source: Barcode check digit missing, will duplicate
pt_pt: Dígito de verificação de código de barras ausente, duplicará

source: Barcode check digit missing
pt_pt: Dígito de verificação do código de barras ausente

source: Invalid barcode check digit
pt_pt: Dígito de verificação de código de barras inválido

source: Order payment
pt_pt: Ordem de pagamento

source: Cancel payment
pt_pt: Cancelar pagamento

source: Refund (pay back)
pt_pt: Reembolso (reembolso)

source: Cancel refund
pt_pt: Cancelar reembolso

source: Remove credit
pt_pt: Remover crédito

source: Credit excess payment
pt_pt: Pagamento em excesso de crédito

source: Return excess payment
pt_pt: Retornar pagamento em excesso

source: Remove return
pt_pt: Remover retorno

source: Refund/Credit payment
pt_pt: Pagamento de reembolso / crédito

source: Declined
pt_pt: Recusado

source: credited
pt_pt: creditado

source: Customer credits
pt_pt: Créditos de clientes

source: Reference missing
pt_pt: Falta referência

source: No applicable
pt_pt: Não aplicavel
zh_cn: 没有适用的

source: Yes
es_es: Si
pt_pt: Sim
zh_cn: 是

source: No Paid
es_es: No hay pago
pt_pt: Não pago
zh_cn: 没有付费

source: Refunds one year back %s, (%s)
pt_pt: Reembolsa um ano atrás% s, (% s)

source: Invoices one year back %s, (%s)
pt_pt: Faturas um ano atrás% s, (% s)

source: Sales one year back %s
pt_pt: Vendas com um ano atrás% s

source: invoices one year back %s, (%s)
pt_pt: faturas um ano atrás% s, (% s)

source: sales one year back %s
pt_pt: vendas de um ano atrás% s

source: Confirmed
pt_pt: Confirmado

source: In delivery
pt_pt: Em entrega

source: Private
es_es: Venta Privada
pt_pt: Privado
zh_cn: 私人

source: Employment contract
pt_pt: Contrato de emprego

source: Curriculum vitae
pt_pt: Currículo

source: Purchase order
pt_pt: Ordem de Compra

source: Contact card
pt_pt: Cartão de contato

source: Catalogue
es_es: Catalogo
pt_pt: Catálogo
zh_cn: 目录

source: Material Safety Data Sheet (MSDS)
pt_pt: Ficha de dados de segurança do material (MSDS)

source: Root
es_es: Raíz
pt_pt: Raiz

source: Head
es_es: Cabecera
pt_pt: Cabeça

source: Node
es_es: Nodo
pt_pt: Nó

source: Same as Contact
es_es: Igual que el contacto
pt_pt: Igual ao contato
zh_cn: 同为联系人

source: Same as Billing
es_es: Igual que la facturación
pt_pt: O mesmo que Faturamento
zh_cn: 同账单

source: To be approved
pt_pt: Para ser aprovado

source: Losing
es_es: Perdiendo
pt_pt: Perdendo
zh_cn: 失去

source: Static
es_es: Fija
pt_pt: Estático
zh_cn: 静态的

source: Dynamic
es_es: Dinámico
pt_pt: Dinâmico
zh_cn: 动态的

source: Inactive since %s
pt_pt: Inativo desde% s

source: Multiple choice
pt_pt: Múltipla escolha

source: Query will not be shown to customer until it has more than one option
pt_pt: A consulta não será mostrada ao cliente até que tenha mais de uma opção

source: Not options set
pt_pt: Não há opções definidas

source: Only one options set
pt_pt: Apenas um conjunto de opções

source: %s option
pt_pt: opção% s

source: Open answer
pt_pt: Resposta aberta

source: To be contacted
pt_pt: Para ser contatado

source: Bounced
pt_pt: Rejeitado

source: Anonymous
pt_pt: Anônimo

source: Used
es_es: Usado
pt_pt: Usado
zh_cn: 已使用

source: Credited from refund
pt_pt: Creditado a partir de reembolso

source: Credited from payment
pt_pt: Creditado a partir do pagamento

source: Return
pt_pt: Retorna
zh_cn: 返回

source: Withdraw
pt_pt: Retirar

source: Deposit
pt_pt: Depósito

source: Transfer
pt_pt: Transferir

source: Average sitting time
pt_pt: Tempo médio sentado

source: Average dispatch time (last 30 days)
pt_pt: Tempo médio de envio (últimos 30 dias)

source: Sample
es_es: Muestra
pt_pt: Amostra
zh_cn: 样品

source: Donation
es_es: Donaciones
pt_pt: Doação
zh_cn: 捐款

source: Replacement
es_es: Sustitución
pt_pt: Substituição
zh_cn: 更换

source: Shortages
es_es: La escasez de
pt_pt: Escassez
zh_cn: 短缺

source: To be picked
pt_pt: Ser escolhido

source: Sorry you don't have permission to do this
pt_pt: Desculpe, você não tem permissão para fazer isso

source: margin %s
pt_pt: margem% s

source: %s%% off
pt_pt: % s %% de desconto

source: %s products
pt_pt: % s produtos

source: get %d free
pt_pt: obtenha% d de graça

source: %s products, buy %d
pt_pt: % s produtos, compre% d

source: get cheapest %d free
pt_pt: obtenha o mais barato% d grátis

source: %s (Mix & match), buy %d
pt_pt: % s (misturar e combinar), comprar% d

source: Voucher
pt_pt: Comprovante

source: Discounted shipping
pt_pt: Envio com desconto

source: Invalid percentage
pt_pt: Porcentagem inválida

source: Percentage off cant be zero
pt_pt: A porcentagem de desconto não pode ser zero

source: All orders
es_es: Todos los pedidos
pt_pt: Todos os pedidos
zh_cn: 所有订单

source: Orders +%s
pt_pt: Pedidos +% s

source: %s products +%s
pt_pt: % s produtos +% s

source: 1st order & +%s
pt_pt: 1a ordem & +% s

source: Location not found
pt_pt: Local não encontrado

source: Product not found
pt_pt: Produto não encontrado

source: Category not found
pt_pt: Categoria não encontrada

source: Part not found
es_es: La parte que no se encuentra
pt_pt: Peça não encontrada
zh_cn: 部分没找到

source: Supplier not found
pt_pt: Fornecedor não encontrado
zh_cn: 供应商没有找到

source: Image deleted
pt_pt: Imagem excluída

source: Image not found
pt_pt: Imagem não encontrada

source: Attachment deleted
pt_pt: Anexo excluído

source: Attachment not found
pt_pt: Anexo não encontrado

source: SKO image
pt_pt: Imagem SKO

source: Customer credit returned
pt_pt: Crédito do cliente devolvido

source: Funds withdrawn from customer account
pt_pt: Fundos retirados da conta do cliente

source: Customer wanted they money back
pt_pt: Cliente queria dinheiro de volta

source: Transfer funds other account
pt_pt: Transferir fundos de outra conta

source: Funds added to customer account
pt_pt: Fundos adicionados à conta do cliente

source: Money add to customer account to pay for postage of a return
pt_pt: Dinheiro é adicionado à conta do cliente para pagar por postagem de devolução

source: Compensation to customer
pt_pt: Remuneração ao cliente

source: Sender email address not configured
pt_pt: Endereço de email do remetente não configurado

source: Template not found
pt_pt: Modelo não encontrado

source: Bulk discount %s
pt_pt: Desconto em massa% s

source: Volume discount
pt_pt: Desconto de volume

source: Payment amount exceeds customer account balance
pt_pt: O valor do pagamento excede o saldo da conta do cliente

source: Transaction still not settled, can't do partial refunds
pt_pt: A transação ainda não foi liquidada, não é possível fazer reembolsos parciais

source: Can't refund transaction with status %s
pt_pt: Não é possível reembolsar a transação com o status% s

source: Unit cost changed
pt_pt: Custo unitário alterado

source: Submitted unit cost
pt_pt: Custo unitário enviado

source: Update item amount to current price
pt_pt: Atualizar valor do item para o preço atual

source: Extra cost % changed
pt_pt: % De custo extra alterado

source: Submitted extra cost %
pt_pt: % De custo extra enviado

source: Current extra cost %
pt_pt: % De custo adicional atual

source: Update item amount to current extra cost
pt_pt: Atualizar valor do item para o custo extra atual

source: %s part was moved to %s
pt_pt: % s parte foi movida para% s

source: Location already associated with the part
pt_pt: Local já associado à peça

source: Error, please try again
pt_pt: Erro, tente novamente

source: Quantity must be numeric
pt_pt: A quantidade deve ser numérica

source: Quantity must be more than zero
pt_pt: A quantidade deve ser maior que zero

source: Placement quantity greater than the checked quantity
pt_pt: Quantidade de veiculação maior que a quantidade verificada

source: Use me
pt_pt: Me use

source: Preview not available
pt_pt: Pré-visualização não disponível

source: Overwrite with me
pt_pt: Sobrescrever comigo

source: Clone me
pt_pt: Me clone

source: amount in %s
pt_pt: quantidade em% s

source: on demand
pt_pt: sob demanda

source: New order will be created with this items
pt_pt: Um novo pedido será criado com esses itens

source: Current order in process
es_es: Pedidos en proceso
pt_pt: Encomenda atual em processo

source: This customer has already one order in process. Are you sure you want to create a new one?
es_es: Este cliente tiene un pedido en proceso. ¿Estas seguro de que quieres crear un pedido nuevo?
pt_pt: Este cliente tem já uma encomenda em processo. Tem certeza você quer criar uma nova?

source: Order %s will be top up with this items
pt_pt: O pedido% s será complementado com esses itens

source: Current orders in process
es_es: Número de pedidos en proceso
pt_pt: Encomenda atual em processo

source: This customer has already several orders in process. Are you sure you want to create a new one?
es_es: Este cliente tiene varios pedidso en proceso. ¿Estas seguro de que quieres crear un pedido nuevo?
pt_pt: Este cliente já possui vários pedidos em andamento. Tem certeza de que deseja criar um novo?

source: Can't clone this order because there is several orders in process
pt_pt: Não é possível clonar este pedido porque existem vários pedidos em andamento

source: Product is not public
pt_pt: O produto não é público

source: Webpage is offline
pt_pt: Página da Web está offline

source: Product out of stock
pt_pt: Produto fora de estoque

source: Product already in this family
pt_pt: Produto já nesta família

source: Category is not public
pt_pt: A categoria não é pública

source: Category don't have any product for sale
pt_pt: Categoria não tem nenhum produto à venda

source: Family already in this department
pt_pt: Família já neste departamento
