Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Supplier Login
zh_cn: 供应商登录

source: Remainder
zh_cn: 剩余

source: eNewsletters
es_es: Boletines electrónicos
zh_cn: 电子简讯

source: Mailshots
zh_cn: 邮件镜头

source: Marketing Media
zh_cn: 营销媒体

source: Remainders
es_es: Recordatorios
zh_cn: 余下的

source: Marketing Metrics
zh_cn: 营销指标

source: Follow-up's Emails
es_es: Seguimiento de mensajes de correo electrónico
zh_cn: 最多电子邮件

source: Type of email
zh_cn: 邮件类型

source: Campaign Builder
zh_cn: 广告系列构建器

source: Store Marketing Sections
es_es: Almacene las secciones de Marketing
zh_cn: 专卖店营销段

source: Define Goals
zh_cn: 定义目标

source: Campaign Name:
zh_cn: 广告活动名称

source: Campaign Objetives:
zh_cn: 广告活动目标

source: Create Email List
zh_cn: 创建邮件列表

source: Choose Email Layout
zh_cn: 选择邮件布局

source: Compose Email
zh_cn: 撰写电邮

source: Email Subject:
zh_cn: 邮件主题

source: Email:
zh_cn: 邮件：

source: Emarketing
zh_cn: 网络营销

source: Site Campaigns
zh_cn: 站点广告系列

source: Internet Campaigns
zh_cn: 网络广告邮件

source: Other Media Campaigns
zh_cn: 其他媒体广告邮件

source: Create new category
zh_cn: 创建新分类

source: Category Name Required
zh_cn: 类别名必须的

source: New Company Areas
es_es: Nuevas áreas de la empresa
zh_cn: 新公司区域

source: New Company department
es_es: Nueva Compañía del departamento
zh_cn: 新公司部门

source: Position Code
es_es: Posición Código
zh_cn: 位置编号

source: 3d Division
es_es: 3ª División
zh_cn: 第三分部

source: 4d Division
es_es: 4ª División
zh_cn: 第四分部

source: 5d Division
es_es: 5ª División
zh_cn: 第五分部

source: Another contact has been found with the similar details
es_es: Otro contacto se ha encontrado con los detalles similares
zh_cn: 另一个联系方式被找到类似的细节

source: Edit the located contact
es_es: Editar el contacto localizado
zh_cn: 编辑本地的联系方式

source: Confirm is new contact and Save
es_es: Confirmar es nuevo contacto y guardar
zh_cn: 确定是新的联系方式然后保存

source: Another contact has the same email
es_es: Otro contacto tiene el mismo correo electrónico
zh_cn: 另一个联系方式有同样的邮件

source: Previous contact data (email) will be deleted to avoid muliplicity
es_es: Datos anteriores de contacto (correo electrónico) será suprimido para evitar muliplicity
zh_cn: 以前的联络资料（电子邮件）将被删除，以避免多重

source: Company has been found
es_es: Compañía se ha encontrado
zh_cn: 公司已找到

source: State of the form
es_es: Estado de la forma
zh_cn: 国家的形式

source: Show
es_es: Mostrar
zh_cn: 显示

source: Input
es_es: De entrada
zh_cn: 输入

source: Contact Info
es_es: Información de contacto
zh_cn: 联系信息

source: Address Info
es_es: Información relacionada con la dirección
zh_cn: 地址信息

source: Other Info
es_es: Otra Información
zh_cn: 其他信息

source: Edit the located company
es_es: Edición de la empresa ubicada
zh_cn: 编辑本地公司

source: Previous contact data will be deleted to avoid muliplicity
zh_cn: 以前的联络数据将被删除，以避免多重

source: Contact found
zh_cn: 联系找到

source: Another customer has been found with the similar details
zh_cn: 另一个客户已经发现类似的细节

source: Edit the located customer
zh_cn: 编辑本地客户

source: Confirm is new customer and Save
zh_cn: 确认是新客户然后保存

source: Adding Customer
es_es: Añadiendo Cliente
zh_cn: 增加客户

source: Adding new customer
es_es: Agregar nuevo cliente
zh_cn: 增加新客户

source: Set as a person
es_es: Establecer como persona
zh_cn: 设定为个人

source: Set as a company
es_es: Establecer como empresa
zh_cn: 设定为公司

source: Edit the Customer found
zh_cn: 编辑找到的客户

source: Creating this customer is likely to produce duplicate contacts.
es_es: La creación de este cliente puede producir contactos duplicados.
zh_cn: 创建这个客户可能会产生重复的联系人。

source: Create customer anyway
es_es: Crear los clientes de todos modos
zh_cn: 不管怎样创建客户

source: Creating this customer will produce duplicate contacts. The email will not be added.
es_es: La creación de este cliente se producen contactos duplicados. Las direcciones de correo no se añadirán.
zh_cn: 创建这个客户会产生重复的联系人。这个电子邮件将不会被添加。

source: A Customer has the same email in another store
zh_cn: 这个顾客在另一家商店有同样的电子邮件

source: Please specify a name
es_es: Por favor, especifique un nombre
zh_cn: 请指定一个名称

source: New Customers List
es_es: Nueva Lista de Clientes
zh_cn: 新客户列表

source: Contacts who...
es_es: Contactos que ...
zh_cn: 联系谁

source: Register between
es_es: Registro entre
zh_cn: 注册介于

source: which are
es_es: que son
zh_cn: 哪一个

source: based in (location)
es_es: con base en (lugar)
zh_cn: 总部设在（地点）

source: have
es_es: tiene
zh_cn: 有

source: don't have
es_es: no tiene
zh_cn: 没有

source: wish to receive
es_es: desea recibir
zh_cn: 希望接收

source: don't wish to receive
es_es: no desea recibir
zh_cn: 不希望接收

source: Other Categories
es_es: Otras categorías
zh_cn: 其他分类

source: Type of Business
zh_cn: 商业类型

source: Customers who ordered...
es_es: Los clientes que ordenó ...
zh_cn: 谁订购的客户

source: any of this product(s)
es_es: cualquiera de este producto(s)
zh_cn: 本产品的任何

source: but didn't order this product(s)
es_es: pero no este producto(s)
zh_cn: 但是不能订购这些产品

source: and did't receive this product(s)
es_es: y no recibió este producto(s)
zh_cn: 而且不能接收这些产品

source: during this period
es_es: durante este período
zh_cn: 在此期间

source: Customers with Order
zh_cn: 订单客户

source: Number of Orders
es_es: Número de pedidos
zh_cn: 订单数目

source: Last order placed
es_es: Último pedido
zh_cn: 最后订单

source: Days ago
zh_cn: 日前

source: Customers with Invoice
zh_cn: 客户发票

source: Number of Invoices
es_es: Número de facturas
zh_cn: 发票数目

source: Customer Sales
zh_cn: 客户销售

source: Enter list name
es_es: Nombre de la lista
zh_cn: 输入列表名称

source: Select List Type
es_es: Tipo de lista
zh_cn: 选择列表类型

source: Saving the list
es_es: Guardando la lista
zh_cn: 保存这个列表

source: Save List
es_es: Guardar lista
zh_cn: 保存列表

source: Redo List
es_es: Rehacer la lista
zh_cn: 重做列表

source: Postal Code List
es_es: Lista de códigos postales
zh_cn: 邮政编号列表

source: Cities
es_es: Ciudades
zh_cn: 城市

source: Category List
es_es: Lista de categorías
zh_cn: 分类列表

source: New Delivery Notes List
zh_cn: 新送货单列表

source: Delivery Notes which...
es_es: Notas de entrega que…
zh_cn: 哪一个送货单

source: Created Date
es_es: Fecha de creación
zh_cn: 创建日期

source: Dispatched Approved Date
zh_cn: 派遣批准日期

source: Delivery Note Date
es_es: Fecha de entrega Nota
zh_cn: 送货单日期

source: Delivery Note Country
es_es: Nota de entrega (País)
zh_cn: 送货单国家

source: Delivery Notes type...
zh_cn: 供货单类型

source: Note Type
zh_cn: 日志类型

source: Continue
es_es: Continuar
zh_cn: 继续

source: Campaign Name
es_es: Nombre de la campaña
zh_cn: 广告系列名称

source: Campaign Objetive
zh_cn: 广告系列目标

source: Adding New HQ
es_es: Agregar la sede de Nueva
zh_cn: 增加新的HQ

source: Not a company
es_es: No es una empresa
zh_cn: 不是一个公司

source: Is a company
es_es: Es una empresa
zh_cn: 是一个公司

source: Shape Type
es_es: Forma Tipo
zh_cn: 形状类型

source: Deepth
zh_cn: 深度

source: Heigth
es_es: Altura
zh_cn: 高度

source: Radius
es_es: Radio
zh_cn: 半径

source: (Kg)
zh_cn: (千克)

source: Create
es_es: Crear
zh_cn: 创建

source: Create & Add Other
zh_cn: 创建以及增加其他

source: New Invoices List
zh_cn: 新发票列表

source: Invoices which...
es_es: Facturas que...
zh_cn: 发票哪一个

source: Invoice Paid Date
es_es: Fecha de facturación
zh_cn: 发票已付日期

source: billing location
zh_cn: 账单地址

source: delivery location
zh_cn: 送货位置

source: is paid
zh_cn: 付费的

source: is not paid
zh_cn: 没付费的

source: Invoices in
zh_cn: 发票在

source: Invoices With...
zh_cn: 发票带

source: Total Net Amount
zh_cn: 总净额

source: Individual
es_es: Individuales
zh_cn: 个人

source: Floor Space
es_es: Piso Espacio
zh_cn: 楼面空间

source: New Orders List
zh_cn: 新订单列表

source: Orders ...
es_es: Órdenes ...
zh_cn: 订单

source: created between
zh_cn: 创建之于

source: New Parts List
zh_cn: 新配件列表

source: Parts created between
zh_cn: 配件被创建于

source: Destination country
zh_cn: 目的地国家

source: shipped to
es_es: enviado a
zh_cn: 配送到

source: Export (XML)
es_es: Exportar (XML)
zh_cn: 导出(XML)

source: Products to Resend
zh_cn: 重新发送的产品

source: Send to Warehouse
es_es: Enviar a Almacén
zh_cn: 发送到仓库

source: Distinct Products
zh_cn: 不同产品

source: Market Value
zh_cn: 市场值

source: Shipping Address
es_es: Dirección de envío
zh_cn: 配送地址

source: Change Delivery Address
es_es: Cambiar de Dir. e/
zh_cn: 改变送货地址

source: Set this order is for collection
zh_cn: 设定此订单可领取

source: Set for shipping
es_es: Set para el envío
zh_cn: 设定配送

source: Ordered Items
es_es: Artículos pedidos
zh_cn: 订单物品

source: New Product List
es_es: Crear lista de productos
zh_cn: 新产品列表

source: Product Validity...
es_es: Validez del producto ...
zh_cn: 产品可用

source: Product on record between
zh_cn: 产品记录

source: Some features...
es_es: Algunas de las características ...
zh_cn: 一些特征

source: contained in
zh_cn: 包含在

source: Brand
es_es: Marca
zh_cn: 品牌

source: Tarrif
es_es: Tarifa
zh_cn: 关税

source: Special Characteristics
es_es: Características Especiales
zh_cn: 特征

source: Pricing...
es_es: Precio...
zh_cn: 定价... ...

source: price
es_es: precio
zh_cn: 价格

source: Total invoiced amount...
zh_cn: 发票总金额...

source: Product state...
zh_cn: 产品状态

source: web state
zh_cn: 网络状态

source: availability state
zh_cn: 可用性状态

source: New Staff
es_es: Nuevo Personal
zh_cn: 新员工

source: Staff Type
es_es: Tipo de Personal
zh_cn: 员工类型

source: Cancel Date
es_es: Cancelar Fecha
zh_cn: 取消日期

source: Total Ordered (N)
es_es: Total ordenados (N)
zh_cn: 总订单（N）

source: Out of Stock (N)
es_es: Fuera de Stock (N)
zh_cn: 缺货（N）

source: Invoiced Amounts
zh_cn: 发票数量

source: Items (N)
es_es: Elementos (N)
zh_cn: 物品（N）

source: Shipping (N)
es_es: Envío (N)
zh_cn: 配送（N）

source: Charges (N)
es_es: Cargos (N)
zh_cn: 付费（N）

source: Other Order Refunds
zh_cn: 其他退回订单

source: Adjusts (N)
es_es: Ajusta (N)
zh_cn: 调整（N）

source: Total (N)
zh_cn: 总共（N）

source: Tax Adjusts
es_es: Ajusta impuestos
zh_cn: 税率调整

source: This order has some dispatched post transactions
zh_cn: 这个订单有一些派出后的交易

source: Show details)
es_es: Mostrar los detalles)
zh_cn: 显示细节

source: Dispatched Post-Order Items
zh_cn: 调度后续的物品

source: Set for collection
es_es: Establecer como recolección
zh_cn: 设为收集

source: Import from Mals-e
zh_cn: 从Mals-e导出

source: Modify Order
es_es: Modificar Pedido
zh_cn: 修改订单

source: Cancel Order
es_es: Cancelar Pedido
zh_cn: 取消订单

source: Products for sale
es_es: Producto en venta
zh_cn: 产品销售

source: Ordered Products
es_es: Productos ordenados
zh_cn: 订购产品

source: Reason of cancellation
es_es: La razón de la cancelación
zh_cn: 取消原因

source: Use calculated value
zh_cn: 使用计算值

source: Set Shipping
es_es: Ajuste de envío
zh_cn: 设定配送

source: Copy and paste the Emals-e email here
zh_cn: 复制和粘贴 Emals-e 邮件到这里

source: Select Discount
zh_cn: 选择折扣

source: Handing
zh_cn: 处理

source: Continue Later
zh_cn: 稍后继续

source: Picking for Delivery Note
zh_cn: 挑选给送货单

source: Set as all Picked
zh_cn: 设置为所有挑取

source: Error, the sum of out of stock and not found units are greater than the number of not packed units
zh_cn: 错误，并没有找到单位大于没打包单位数量的缺货数量

source: Unspecified
es_es: Sin especificar
zh_cn: 未指定

source: Other Reason
es_es: Otros motivos
zh_cn: 其他原因

source: Print Order
zh_cn: 打印订单

source: Refresh Order
zh_cn: 刷新订单

source: Set pending as Picked
zh_cn: 设定挂起作为挑取

source: Suspended Date
es_es: Fecha suspendida
zh_cn: 中断日期

source: Recomendations
zh_cn: 建议

source: Show only ordered
es_es: Mostrar sólo ordenados
zh_cn: 显示仅有的订购

source: Show all products available
es_es: Mostrar todos los productos disponibles
zh_cn: 显示所有可用产品

source: All Orders
zh_cn: 所有订单

source: Order List
zh_cn: 订单列表

source: Orders Corporate Overview
zh_cn: 订单公司简介

source: Orders Per Store
es_es: Ordenes por tienda
zh_cn: 每个商店的订单

source: Invoices Per Store
es_es: Las facturas por tienda
zh_cn: 每个商店的发票

source: Delivery Notes Per Store
es_es: Notas de entrega por tienda
zh_cn: 每个商店的送货单

source: Dispatch State
es_es: Despacho de Estado
zh_cn: 派送国家

source: Type of Order
es_es: Tipo de Orden
zh_cn: 订单类型

source: Edit Page
es_es: Editar página
zh_cn: 编辑页面

source: Site
es_es: Sitio
zh_cn: 站点

source: Hits
zh_cn: 点击率

source: Visitors
es_es: Visitantes
zh_cn: 访客

source: Link Label
zh_cn: 链接标签

source: Parent Pages
zh_cn: 父页

source: Related Pages
zh_cn: 关联页面

source: Total Hits
es_es: Total Accesos
zh_cn: 总点击数

source: Unique Visitors
es_es: Visitantes únicos
zh_cn: 唯一身份访问者人数

source: Last 24h Hits
zh_cn: 最后24小时点击

source: Last 24h Visitors
zh_cn: 最后24小时访客

source: Current Visitors
zh_cn: 当前访问

source: Keeping since
es_es: Mantener desde
zh_cn: 维持自从

source: Available for
es_es: Disponible para
zh_cn: 可用于

source: lost
es_es: perdido
zh_cn: 失去

source: move
es_es: se mueven
zh_cn: 移动

source: Stock Transactions
es_es: Transacciones
zh_cn: 库存交易

source: Part Stock Transactions
es_es: Transacciones de piezas
zh_cn: 零件库存交易

source: Movements
es_es: Movimientos
zh_cn: 变动

source: Stock History Chart
es_es: Gráfico historia del inventario
zh_cn: 库存历史图表

source: Hide Chart
zh_cn: 隐藏图表

source: show
zh_cn: 显示

source: Show Chart
zh_cn: 显示图表

source: Volume
zh_cn: 体积

source: Export Code
zh_cn: 出口编号

source: No Supplied
zh_cn: 没有供应

source: Given for free
zh_cn: 免费给予

source: Broken
es_es: Roto
zh_cn: 损坏

source: Part Categories Home
zh_cn: 零件分类主页

source: Part Categories
es_es: Parte Categorías
zh_cn: 零件分类

source: Part Configuration
zh_cn: 配件配置

source: Show also
es_es: Show también
zh_cn: 显示也

source: Stock Outs
es_es: Colección de recortes
zh_cn: 缺货

source: update
es_es: actualización
zh_cn: 更新

source: Plot Interval
es_es: Gráfica de intervalo
zh_cn: 地块间隔

source: Plot Forecast
es_es: Gráfica Pronóstico
zh_cn: 地块预测

source: Pie Interval
es_es: Pie de intervalo
zh_cn: 饼图区间

source: Return to Supplier Page
es_es: Volver a la página de proveedores
zh_cn: 返回供应商页面

source: via
es_es: a través de
zh_cn: 通过

source: Purchase Order Id
es_es: Orden de Compra Id
zh_cn: 采购订单ID

source: Supplier Page
es_es: Proveedor página
zh_cn: 供应商页面

source: Recomended Order
es_es: Recomendaciones Orden
zh_cn: 推荐订单

source: Note: this action can not be undone
es_es: Nota: esta acción no se puede deshacer
zh_cn: 注意：这个操作不能取消

source: Delete Purchase Order
es_es: Orden de Compra Eliminar
zh_cn: 删除采购订单

source: Submit Method
es_es: Envíe el Método
zh_cn: 提交方法

source: Submit Date
es_es: Fecha de Envío
zh_cn: 提交日期

source: Submit By
es_es: Sometido por
zh_cn: 提交给

source: Match to Invoice
es_es: El partido de facturas
zh_cn: 匹配发票

source: Match to Delivery Note
es_es: Partido de la nota de entrega
zh_cn: 匹配送货单

source: Estimated Delivery
es_es: Entrega estimada de
zh_cn: 预计交货

source: Amend Purchase Order
zh_cn: 修改订单

source: Do it
es_es: Hágalo
zh_cn: 开始做

source: Delivery Note Number
es_es: Entrega número de nota
zh_cn: 供货单号码

source: Purchse Order List
zh_cn: 采购订单列表

source: Incoming Delivery Notes List
zh_cn: 接收发货单列表

source: Supplier's Invoices
es_es: Las facturas del proveedor
zh_cn: 供应商发票

source: Incoming Delivery Notes
es_es: Notas de entrega entrante
zh_cn: 接收送货单

source: Positions List
es_es: Lista de posiciones
zh_cn: 位置列表

source: System Preferences
es_es: Preferencias del Sistema
zh_cn: “系统预置”

source: Backgrounds
zh_cn: 背景

source: Historic Product
es_es: Histórico del producto
zh_cn: 历史产品

source: Web Status
zh_cn: 网页状态

source: Web Site
zh_cn: 网站

source: Product Sales
zh_cn: 产品销售

source: Web Site Details
zh_cn: 网站细节

source: Page URL
zh_cn: 页面URL

source: No web page exist
zh_cn: 没有网页存在

source: Customers who order this Product
es_es: Clientes que han pedido este producto
zh_cn: 订购这些产品的客户

source: Product Categories Home
zh_cn: 产品类别主页

source: Product ID List
es_es: Identificación de producto Lista
zh_cn: 产品ID列表

source: Products List
es_es: Listas de productos
zh_cn: 产品列表

source: Product Lists
es_es: Las listas de productos
zh_cn: 产品列表

source: Refund Date
es_es: Reembolso Fecha
zh_cn: 退回日期

source: refund
es_es: restitución
zh_cn: 退回

source: Top
es_es: Comienzo de la página
zh_cn: 热门

source: Based in
zh_cn: 基于

source: First Order Analysis
es_es: En primer lugar el análisis de orden
zh_cn: 一阶分析

source: Share of order
es_es: Acciones de orden
zh_cn: 共享订单

source: World
es_es: Mundial
zh_cn: 世界的

source: Word Regions
es_es: Regiones del mundo
zh_cn: 世界各地区

source: Top Countries
zh_cn: 热门国家

source: Top Regions
zh_cn: 热门地区

source: Counties
es_es: Condados
zh_cn: 国家

source: Country Info
es_es: Información del país
zh_cn: 国家信息

source: Customer List
es_es: Lista de Clientes
zh_cn: 客户列表

source: All Stores
es_es: Todas las tiendas
zh_cn: 所有商店

source: Invoices per Store
es_es: Las facturas por tienda
zh_cn: 每个商店发票

source: Invoices per Category
es_es: Las facturas por categoría
zh_cn: 每个分类发票

source: You need to upgrade your Flash Player
es_es: Necesita actualizar su Flash Player
zh_cn: 你需要更新你的 Flash Player

source: Report Problem
es_es: Informe de Incidencia
zh_cn: 报告问题

source: Request Feature
es_es: Solicitud de prestación
zh_cn: 需求特征

source: Help Line
es_es: Linea de Ayuda
zh_cn: 帮助线

source: Line open
zh_cn: 行打开

source: System Down Emergency
zh_cn: 向下应急系统

source: Issue Tracking
zh_cn: 问题跟踪

source: Track the progress of ongoing issues
zh_cn: 跟踪进行中的问题的进展情况

source: Summary
es_es: Resumen
zh_cn: 简介

source: Thank you for submitting the issue
es_es: Gracias por enviar la cuestión
zh_cn: 谢谢你提交这个问题

source: Report another problem
es_es: Informe otro problema
zh_cn: 报告另一个问题

source: Request other feature
es_es: función de solicitud de otros
zh_cn: 请求其他功能

source: Group by Part
zh_cn: 按零件分组

source: Show Individual Transactions
zh_cn: 显示个别交易

source: Pickers
es_es: Recogedor
zh_cn: 挑选人

source: Packers
es_es: Envasador
zh_cn: 打包人

source: Sales by date
zh_cn: 销售按日期

source: Sales by location
es_es: Las ventas por ubicación
zh_cn: 销售按位置

source: Sales Reports
zh_cn: 销售报告

source: Sales Reports by Location
zh_cn: 销售报告按位置

source: Product Analisis
zh_cn: 产品分析

source: Product Activity
zh_cn: 产品活动

source: Pickers and Packers Report
zh_cn: 挑选人和打包人报告

source: Out of stock Report
zh_cn: 缺货报告

source: Net difference
zh_cn: 净差额

source: Percentage
zh_cn: 百分比

source: N America
zh_cn: N 美国

source: S America
zh_cn: S 美国

source: Europe
zh_cn: 欧洲

source: Asia
zh_cn: 亚洲

source: Africa
zh_cn: 非洲

source: Oceania
zh_cn: 大洋洲

source: Store Sales Overview
zh_cn: 商店销售概述

source: Display orders invoiced in this period
zh_cn: 显示这一时期的订单发票

source: Display home orders invoiced in this period
zh_cn: 显示这一时期的订单发票主页

source: Exports
zh_cn: 导出

source: Display export orders invoiced in this period
zh_cn: 显示这一时期导出的订单发票

source: Display pertner's orders invoiced in this period
zh_cn: 显示这一时期合作者的订单发票

source: Taxable Invoices
zh_cn: 应税发票

source: rate
zh_cn: 率

source: Tax Free Invoices
zh_cn: 免税发票

source: 0% rate
zh_cn: 0% 率

source: Non zero rate
zh_cn: 非零税率

source: Itemised net sales balances
zh_cn: 物品净销售额结余

source: Shortges
zh_cn: 短缺

source: Follows
zh_cn: 如下

source: Subtotal
zh_cn: 小计

source: Itemised total balances
zh_cn: 物品总余额

source: Net (c)
zh_cn: 净(c)

source: Tax (c)
zh_cn: 税收(c)

source: Orders Invoiced
zh_cn: 订单发票

source: Orders Received
zh_cn: 订单接收

source: Export Invoices
zh_cn: 导出发票

source: Partner Invoices
zh_cn: 合作人发票

source: No orders has been placed in this period
zh_cn: 此期间没有订单被放入

source: sales
zh_cn: 销售

source: compare
zh_cn: 比较

source: HQ Currency
es_es: Sede de divisas
zh_cn: HQ 货币

source: Store Currencies
es_es: Divisas Tienda
zh_cn: 商店货币

source: of total
zh_cn: 总共

source: Yr
es_es: Año
zh_cn: 一年

source: Average Value
es_es: Valor Promedio
zh_cn: 平均值

source: Other date
es_es: Otras fechas
zh_cn: 其他日期

source: Change date
es_es: Cambiar fecha
zh_cn: 改变日期

source: Original Currency
zh_cn: 原始货币

source: Corporate Currency
zh_cn: 企业货币

source: HM Revenue & Customs
zh_cn: 英国税务及海关

source: Amount Totals in
zh_cn: 金额总计在

source: Tax report
zh_cn: 税收报告

source: Limit
es_es: Límite
zh_cn: 限制

source: Search Customers
es_es: Los clientes de la búsqueda
zh_cn: 搜索客户

source: No Results Found
es_es: No se han encontrado resultados
zh_cn: 没有结果找到

source: Create new Customer
es_es: Crear nuevo cliente
zh_cn: 创建新客户

source: Shelf List
es_es: Plataforma Lista
zh_cn: 货架列表

source: Websites
es_es: Sitios Web
zh_cn: 网站

source: Home Page
zh_cn: 主页

source: Number Pages
zh_cn: 页数

source: Orders to do
zh_cn: 要做的订单

source: Outstanding Order
es_es: Orden pendientes
zh_cn: 未偿还的订单

source: Last Yr Invoices
es_es: Último Año (Facturas)
zh_cn: 去年发票

source: Last Yr Sales
es_es: Último Año (Ventas)
zh_cn: 去年销售

source: History Notes
es_es: Notas Historia
zh_cn: 历史日志

source: Working Hours
es_es: Horas de Trabajo
zh_cn: 工作小时

source: Working Hours Details
es_es: Las horas de trabajo Detalles
zh_cn: 工作小时细节

source: Quantity Lost
es_es: Cantidad Lost
zh_cn: 丢失数量

source: max
es_es: máximo
zh_cn: 最大

source: Why?
es_es: ¿Por qué?
zh_cn: 为什么？

source: Edit Store
es_es: Editar Tienda
zh_cn: 编辑商店

source: Store Information
es_es: Almacén de información
zh_cn: 库存信息

source: Add Offer
zh_cn: 增加供应

source: Edit Stores
es_es: Editar tiendas
zh_cn: 编辑商店

source: Display Mode Options
es_es: Opciones de visualización del modo
zh_cn: 显示模式选项

source: Stores Statistics
es_es: Estadísticas de la tienda
zh_cn: 商店统计

source: Grown
es_es: Crecimiento
zh_cn: 增长

source: Items available
zh_cn: 可用物品

source: Items no longer available
zh_cn: 物品不再可用

source: Parts Stock
zh_cn: 配件库存

source: Parts Sales
zh_cn: 配件销售

source: Supplier Categories Home
zh_cn: 供应商分类主页

source: Supplier Categories
es_es: Categorías de Provedores
zh_cn: 供应商分类

source: Suppliers in this category
zh_cn: 这个分类的供应商

source: Suppliers Index
zh_cn: 供应商索引

source: Orders Index
zh_cn: 订单索引

source: Submitted Date
zh_cn: 提交日期

source: Expected Date
zh_cn: 预计日期

source: Set ET
es_es: Establecer ET
zh_cn: 设置ET

source: Change ET
es_es: Cambio de hora
zh_cn: 改变 ET

source: Receive
es_es: Recibir
zh_cn: 接收

source: Received by
es_es: Recibido por
zh_cn: 收到了

source: Choose name
es_es: Elija un nombre
zh_cn: 选择名字

source: at
es_es: en
zh_cn: 在

source: Items Cheked by
es_es: Artículos revisadas por
zh_cn: 物品核对人

source: Fill Check
es_es: Rellene Compruebe
zh_cn: 填写检查

source: Consolidate
es_es: Consolidar
zh_cn: 综合

source: Consolidated by
es_es: Consolidado por
zh_cn: 巩固了

source: Conform that you want to cancel this order
es_es: Conforme que desea cancelar esta orden
zh_cn: 确认要取消此订单

source: Time Received
es_es: Tiempo Fecha
zh_cn: 按时收到

source: Order Reference
es_es: Orden de referencia
zh_cn: 订单参考

source: Goods Value
es_es: Bienes de Valor
zh_cn: 货值

source: Shipping Value
es_es: Envío de valor
zh_cn: 航运价值

source: Charges Value
es_es: Cargos Valor
zh_cn: 收费的价值

source: Vat Value
es_es: IVA Valor
zh_cn: 增值税值

source: Inputted
es_es: Entra
zh_cn: 输入

source: Supplier Delivery Note Key
es_es: Nota de entrega de proveedores clave
zh_cn: 供应商送货单钥匙

source: Check Delivery
es_es: Compruebe entrega
zh_cn: 检查交货

source: Set Damages
es_es: Establecer daños
zh_cn: 设置损害赔偿

source: Change Quantity Damaged
es_es: Cambio Cantidad dañados
zh_cn: 更改数量受损

source: Change Quantity Received
es_es: Cantidad Cambio Recibido
zh_cn: 更改数量接收

source: Checked By
es_es: Protegido por
zh_cn: 检查人

source: Modify
es_es: Modificar
zh_cn: 修改

source: Edit Delivery Note
es_es: Editar nota de entrega
zh_cn: 编辑送货单

source: Mark Delivery Note as Checked
es_es: Entrega Marcos Nota como equipaje
zh_cn: 标记送货单已检查

source: Set SKUs
es_es: Establecer SKU
zh_cn: 设置 SKUs

source: Set Locations
es_es: Establecer Lugares
zh_cn: 设置位置

source: Copy values from DN
es_es: Copiar los valores de DN
zh_cn: 从DN复制值

source: Set Damaged
es_es: Establecer dañados
zh_cn: 设置损坏

source: Set Received
es_es: Establecer Recibido
zh_cn: 设置接收

source: Save Delivery Note
es_es: Guardar nota de entrega
zh_cn: 保存送货单

source: Take values from Purchase Order
es_es: Tomar los valores de la Orden de Compra
zh_cn: 从采购单取值

source: Show only Purcase Order products + Additions
es_es: Mostrar sólo Purcase Orden productos + Adiciones
zh_cn: 只显示采购订购产品+附加

source: Delete Supplier Delivery Note
es_es: Proveedor Eliminar nota de entrega
zh_cn: 删除供应商送货单

source: Receive Delivery Note
es_es: Recibe el talón de entrega
zh_cn: 接收送货单

source: Captured
es_es: Capturado
zh_cn: 捕获
