Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: Set stock as damaged/lost
es_es: Establecer como población dañada o perdida
zh_cn: 设置库存损坏/丢失

source: Free location
es_es: Libre ubicación
zh_cn: 免费位置

source: warehouse
es_es: almacén
zh_cn: 仓库

source: months
zh_cn: 月

source: An unknown error occurred
zh_cn: 一个未知的错误发生

source: Change User Theme
es_es: Cambiar Tema del usuario
zh_cn: 改变用户皮肤

source: Error no address data
es_es: Error no hay datos de direcciones
zh_cn: 错误：没有地址数据

source: Somewhere in
es_es: En algún lugar de
zh_cn: 某处

source: address associated with
es_es: dirección asociada a
zh_cn: 地址关联

source: Address changed from
es_es: Dirección modificada de
zh_cn: 地址改编自

source: in
es_es: en
zh_cn: 在

source: has been deleted from
es_es: ha sido borrado de
zh_cn: 已经删除从

source: Attachment Created
zh_cn: 附件创建

source: New Category
es_es: Nueva categoría
zh_cn: 新分类

source: added
es_es: agregó
zh_cn: 增加

source: has been permanently
es_es: ha sido permanentemente
zh_cn: 已经永久性

source: Company Created
es_es: Empresa de creación
zh_cn: 公司已创建

source: created
es_es: creado
zh_cn: 创建

source: Company Name can not be updated
es_es: Nombre de la empresa no se puede actualizar
zh_cn: 公司名不能更新

source: Same value as the old record
es_es: mismo valor que el récord anterior
zh_cn: 旧记录的值相同

source: Company name updated
es_es: Nombre de la empresa actualizó
zh_cn: 公司名更新

source: Company Name Changed
es_es: Nombre de la empresa ha cambiado
zh_cn: 公司名改变

source: Company name chaged
es_es: Nombre de la empresa detenida bajo el cargo
zh_cn: 公司名改变

source: Company Old ID already in record
es_es: Compañía Vieja ID ya en el registro
zh_cn: 公司旧ID已经在记录中

source: Company Old ID can not be updated
es_es: Sociedad Antigua de identificación no se puede actualizar
zh_cn: 公司旧ID部能被更新

source: Address Changed
es_es: Dirección actualizada
zh_cn: 地址已经改变

source: Company address changed from
es_es: Dirección de la empresa cambió de
zh_cn: 公司地址改变自

source: Company address set to
es_es: Dirección de la empresa establecida en
zh_cn: 公司地址设定为

source: changed from
zh_cn: 改变自

source: Can not remove contact because it in not associated with the company
es_es: No se puede eliminar en contacto porque en ella no se asocia con la empresa
zh_cn: 无法删除联系方式，因为它不与公司关联

source: can not remove main contact please set another contact as the main one first
es_es: No se puede quitar contacto principal configure otro contacto que el primero principal
zh_cn: 不能移除主要联系方式，请首先设定另一个联系方式做为主要的

source: Company-Contact Relation deleted permanently
es_es: Póngase en contacto con la empresa Relación eliminado de forma permanente
zh_cn: 公司联系关系永久删除

source: relation with contact
es_es: relación con el contacto
zh_cn: 联系关系

source: has been deleted permenentely
es_es: Se ha suprimido permenentely
zh_cn: 已经被永久删除

source: Company-Contact Relation disassociated
es_es: Póngase en contacto con la empresa Relación disociado
zh_cn: 公司联系关系脱离

source: has been disassociate
es_es: ha sido desvincular
zh_cn: 已经脱离

source: Company Main XHTML Telephone Changed
es_es: Compañía Telefónica XHTML principal ha cambiado
zh_cn: 公司主要的XHTML电话已改变

source: Company Main XHTML Telephone changed from
es_es: Empresa principal XHTML Teléfono cambiado de
zh_cn: 公司主要的XHTML电话改变自

source: Company Main XHTML FAX Changed
es_es: Empresa FAX XHTML principal ha cambiado
zh_cn: 公司主要的XHTML传真已改变

source: Company Main XHTML FAX changed from
es_es: Empresa principal XHTML cambiado de FAX
zh_cn: 公司主要的XHTML传真改变自

source: associated with
es_es: asociadas a
zh_cn: 关联于

source: main company changed from
es_es: principal empresa ha cambiado de
zh_cn: 主公司改编自

source: Name changed from
es_es: Nombre cambiado
zh_cn: 名称改变自

source: Tax Number changed from
es_es: Número fiscal pasó de
zh_cn: 税号改编自

source: Registration Number changed from
es_es: Número de registración cambió de
zh_cn: 注册号改编自

source: Company Area Created
es_es: Área de Sociedad de creación
zh_cn: 公司区域创建

source: Company Area
es_es: Empresa Área
zh_cn: 公司区域

source: created in
es_es: creado en
zh_cn: 创建在

source: department Code already in the Company
es_es: Código del departamento ya la Sociedad
zh_cn: 部门编号已经在公司

source: Company Department Created
es_es: Departamento de creación de la empresa
zh_cn: 公司部门已创建

source: Company Department
es_es: Empresa Departamento
zh_cn: 公司部门

source: Company Area could not be deleted because
es_es: Empresa Zona No se puede eliminar porque
zh_cn: 公司区域不能被删除因为

source: associated with it
es_es: asociados a él
zh_cn: 关联它

source: Company Area deleted
es_es: Empresa Área eliminado
zh_cn: 公司区域已删除

source: Company Department could not be deleted because
es_es: Empresa Departamento no podría ser eliminado, porque
zh_cn: 公司部门不能被删除因为

source: Company Department deleted
es_es: Empresa Departamento eliminado
zh_cn: 公司部门已删除

source: has been permenentely
es_es: ha sido permenentely
zh_cn: 已经永久性的

source: position Code already in the Company
es_es: Código posición ya en la Compañía
zh_cn: 位置代码已经在公司

source: Wrong company area code
es_es: compañía Mal código de área
zh_cn: 错误的公司区域代码

source: Another ware house has the same name
es_es: Otra casa de las mercancías tiene el mismo nombre
zh_cn: 另一个仓库名有相同的名字

source: Company Position name changed
es_es: Posición de la empresa cambió el nombre
zh_cn: 公司位置名称已改变

source: staff Code already in the Company
es_es: Código personal ya la Sociedad
zh_cn: 员工编号已经在公司里

source: Staff associated with position
zh_cn: 员工关联位置

source: Company Staff
es_es: Personal de la empresa
zh_cn: 公司员工

source: associated with position
zh_cn: 关联位置

source: Company Position deleted
es_es: Empresa Cargo eliminado
zh_cn: 公司位置已删除

source: Position
es_es: Posición
zh_cn: 位置

source: Company Position
es_es: Empresa Cargo
zh_cn: 公司位置

source: Contact Created
es_es: Contacto creado
zh_cn: 联系方式创建

source: New contact
es_es: Nuevo contacto
zh_cn: 新的联系方式

source: Error can not create contact
es_es: Error no se puede crear un contacto
zh_cn: 错误：不能创建联系方式

source: Contact changed from
es_es: Contacto cambiado de
zh_cn: 联系方式改变自

source: to an unknown name in
es_es: a un nombre desconocido en
zh_cn: 给一个位置名称的在

source: Contact address changed from
es_es: Direccion de contacto ha cambiado de
zh_cn: 联系地址改变自

source: Contact address set to
es_es: Direccion de contacto establecido en
zh_cn: 联系地址设定于

source: Warning, contact name should not be blank
es_es: Advertencia, nombre de contacto no debe estar en blanco
zh_cn: 警告，联系名称不能为空白

source: Contact name can not be updated
es_es: Nombre de contacto no se puede actualizar
zh_cn: 联系名称不能被更新

source: Contact name updated
es_es: Nombre de contacto actualizados
zh_cn: 联系名已更新

source: Contact Name Changed
es_es: Nombre de contacto ha cambiado
zh_cn: 联系名称已改变

source: Contact name changed from
es_es: Nombre de contacto ha cambiado de
zh_cn: 联系名称改变自

source: Contact Old ID already in record
es_es: Contacto Old ID ya en el registro
zh_cn: 联系旧ID已经在记录里

source: Contact Old ID can not be updated
es_es: Contacto Old ID no se puede actualizar
zh_cn: 联系旧ID不能被更新

source: Contact Main XHTML Mobile Changed
zh_cn: 联系主要的XHTML手机已经改变

source: Contact Main XHTML Mobile changed from
zh_cn: 联系主要的XHTML手机改变自

source: Customer Created
es_es: Creado el cliente
zh_cn: 客户已创建

source: Anonymous Customer Created
es_es: Anónimo cliente de creación
zh_cn: 匿名顾客已创建

source: New anonymous customer added
es_es: Nuevo cliente anónimo agregó
zh_cn: 新匿名客户已添加

source: The customer already has this number
zh_cn: 顾客已经有这个号码

source: The customer already has this email
zh_cn: 顾客已经有这个Email

source: Email could not be added, it belongs to customer
zh_cn: Email 不能添加， 它已属于某个顾客

source: No Change
zh_cn: 没有改变

source: Email could not be updated, it belongs to customer
zh_cn: Email 不能被更新， 它属于某个顾客

source: Email not associated with customer
zh_cn: 邮件不关联客户

source: Telecom not associated with customer
zh_cn: 通信不关联客户

source: Telephone could not be added, it belongs to customer
zh_cn: 电话不能添加，它属于某个顾客

source: Mobile could not be added, it belongs to customer
zh_cn: 手机不能被添加，它属于某个顾客

source: Fax could not be added, it belongs to customer
zh_cn: 传真不能添加，它属于某个客户

source: Invalid Customer Name
es_es: Nombre del cliente no es válido
zh_cn: 无效客户名称

source: Invalid Customer Contact Name
es_es: Cliente no válido Nombre de Contacto
zh_cn: 无效客户联系名

source: Invalid Contact Name
es_es: Nombre de contacto no válido
zh_cn: 不可用的联系名称

source: Contact not in company
es_es: Contacto no en compañía
zh_cn: 联系方式不在公司

source: Contact name changed
es_es: Contactar con el nombre cambiado
zh_cn: 联系名改变

source: Customer Name changed from
es_es: Nombre del cliente ha cambiado de
zh_cn: 客户名称改变自

source: Customer contact name changed
es_es: Nombre del cliente en contacto cambiado
zh_cn: 客户联系名称已改变

source: Customer contact name changed from
es_es: Nombre del cliente en contacto con cambiado de
zh_cn: 客户联系名称改变自

source: Customer contact set to
es_es: en contacto con el consumidor en su
zh_cn: 客户联系方式设定为

source: Contact Associted with Customer
es_es: Contacto con el Cliente associted
zh_cn: 联系方式和顾客关联

source: associated with Customer:
es_es: asociadas con el Cliente:
zh_cn: 关联客户：

source: Company name changed
es_es: Nombre de la empresa ha cambiado
zh_cn: 公司名字已改变

source: Customer company name changed
es_es: Nombre del cliente empresa cambió
zh_cn: 顾客公司名已改变

source: Customer company name changed from
es_es: Nombre del cliente ha cambiado de compañía
zh_cn: 顾客公司名改变自

source: Customer company set to
es_es: empresa cliente establece en
zh_cn: 客户公司设置为

source: Company associated with Customer
es_es: Empresa asociada con el Cliente
zh_cn: 公司和顾客关联

source: Email not found
es_es: El correo electrónico no se encuentran
zh_cn: Email 没有找到

source: Customer address changed from
es_es: Dirección del cliente ha cambiado de
zh_cn: 顾客地址改变自

source: Customer address set to
es_es: Dirección del cliente establece en
zh_cn: 顾客地址设定

source: Can't update fiscal name of a person
es_es: No se puede actualizar el nombre fiscal de una persona
zh_cn: 不能更新一个人的财政名称

source: Tel
es_es: Tlf
zh_cn: 电话

source: Original Source
es_es: Fuente Original
zh_cn: 原始资源

source: Original Source Filename
es_es: Nombre del archivo original Fuente
zh_cn: 原始资源文件

source: Email Removed from Customer
es_es: Correo electrónico eliminado del Cliente
zh_cn: 邮件从客户移除

source: Telecom Removed from Customer
zh_cn: 电信已从客户删除

source: Customer can't be deleted
es_es: El cliente no puede ser eliminado
zh_cn: 客户不能删除

source: Customer Deleted
es_es: Cliente eliminados
zh_cn: 客户已删除

source: Same Customer
es_es: Mismo cliente
zh_cn: 相同客户

source: Customers from different stores
es_es: Los clientes de diferentes tiendas
zh_cn: 客户来自不同商店

source: merged
es_es: fusionada
zh_cn: 合并

source: Orders Transfered
es_es: Los pedidos Transferido
zh_cn: 订单转移

source: Notes Transfered
es_es: Notas Transferido
zh_cn: 备注转入

source: Custom Field
zh_cn: 自定义字段

source: Imported customers list
es_es: lista de clientes importada
zh_cn: 导入客户列表

source: Error Log
es_es: registro de errores
zh_cn: 错误日志

source: Ignored Log
zh_cn: 忽略的日志

source: Record can not be updated
es_es: El registro no se puede actualizar
zh_cn: 记录不能被更新

source: changed to
zh_cn: 改变为

source: If
es_es: Si
zh_cn: 如果

source: order within
es_es: orden en el plazo
zh_cn: 订单在

source: order more than
es_es: Para más
zh_cn: 订单超过

source: Shipping Destination
es_es: Envío Destino
zh_cn: 运送目的地

source: Term should be numeric
es_es: Plazo debe ser numérico
zh_cn: 条件应该是数字

source: Term should be more than zero
es_es: Plazo debe ser mayor que cero
zh_cn: 条件应该大于0

source: allowance should be numeric
es_es: asignación debe ser numérico
zh_cn: 津贴应是数字

source: allowance can not be more than 100%
es_es: indemnización no puede ser más del 100%
zh_cn: 津贴不能超过100%

source: Taken from an
es_es: Tomado de un
zh_cn: 带来从一个

source: Unknown Location
es_es: Ubicación Desconocida
zh_cn: 未知位置

source: Taken from
es_es: Tomado de
zh_cn: 移除从

source: Delivery Note can not be cancelled, because has already been dispatched
zh_cn: 送货单不能被取消，因为已经派出

source: Delivery Note can not be suspended, because has already been dispatched
zh_cn: 送货单不能中止，因为已经派出

source: Order is already suspended
es_es: Orden ya está suspendida
zh_cn: 订单已经被中止

source: Delivery Note can not be assigned to a picker, because has already been picked
zh_cn: 送货单不能被分配给一个拣选机，因为已经挑选

source: Staff not found
es_es: El personal no se encuentran
zh_cn: 员工没找到

source: Delivery Note can not be assigned to a packer, because has not been picked
zh_cn: 送货单不能授权给打包人，因为已经被挑选

source: Packer has been already assigned
es_es: Empaquetador ha sido ya designado
zh_cn: 打包人已经被授权

source: Delivery Note has been already packed
es_es: Nota de entrega ha sido embalado
zh_cn: 送货单已经被打包

source: Packer Assigned
es_es: Packer afectados
zh_cn: 打包授权

source: Delivery Note can not be assigned to a packer, because is been packed
zh_cn: 送货单不能授权给打包人，因为已经被打包

source: Error, the sum of out of stock and not found units are greater than the number of not picked units
es_es: Error, la suma de fuera de stock y no se encuentran las unidades son mayores que el número de unidades que no sean recogidos
zh_cn: 错误，缺货数量而且没找到单位大于没挑选单位的数量

source: Error: Wrong department code
zh_cn: 错误：错误的部门编号

source: Warning: No department name
es_es: Atención, falta nombre del departament
zh_cn: 错误：没有部门名称

source: Error: Incorrect Store Key
zh_cn: 错误：不正确的存储键

source: There is already another department with this code
zh_cn: 已经有其他的部门有这个编号了

source: Department Added
zh_cn: 部门已添加

source: Department Created
es_es: Departamento de creación
zh_cn: 部门已创建

source: Department Sales Type updated
es_es: Departamento de Ventas Tipo de actualización
zh_cn: 部门销售类型已更新

source: Error: Department sales type could not be updated
es_es: Error: Departamento tipo de ventas no se pudo actualizar
zh_cn: 错误：部门销售类型不能更新

source: Error: wrong value
es_es: Error: valor incorrecto
zh_cn: 错误：错误的值

source: Error: Wrong code (empty)
es_es: Error: código incorrecto (vacío)
zh_cn: 错误：错误的编号（空）

source: Error: Another department with the same code
es_es: Error: Otro departamento con el mismo código
zh_cn: 错误：另一个部门有同样的编号

source: Department code updated
es_es: Código del departamento de actualizado
zh_cn: 部门编号已更新

source: Product Department Changed
es_es: Departamento del producto ha cambiado
zh_cn: 产品部门已改变

source: code changed from
es_es: código ha cambiado de
zh_cn: 编号改变自

source: Error: Department code could not be updated
es_es: Error: código de sección no se pudo actualizar
zh_cn: 错误：部门编号不能被更新

source: Error: Wrong name (empty)
es_es: Error: Nombre vacío
zh_cn: 错误：错误的名称（空）

source: Error: Another department with the same name
es_es: Error: Otro departamento con el mismo nombre
zh_cn: 错误：另一个部门有同样的名称

source: Department name updated
es_es: Departamento de nombre actualizado
zh_cn: 部门名称已改变

source: Product Department Name Changed
es_es: Nombre del producto Departamento de Cambio
zh_cn: 产品部门名称已改变

source: Product Department
es_es: Departamento de Productos
zh_cn: 产品部门

source: name changed from
es_es: cambió el nombre de
zh_cn: 名字改变自

source: Error: Department name could not be updated
es_es: Error: nombre de Departamento no podría actualizarse
zh_cn: 错误：部门名称不能被更新

source: Error: can not delete department
es_es: Error: No se puede eliminar el departamento
zh_cn: 错误：不能删除部门

source: Department can not be deleted because it has associated some products
zh_cn: 部门不能被删除，因为它关联到一些产品

source: Error no email data
es_es: Error no hay datos de correo electrónico
zh_cn: 错误没有Email数据

source: No email provided
es_es: N de correo electrónico proporcionada
zh_cn: 没有提供Email

source: Wrong email
es_es: correo electrónico incorrecta
zh_cn: 错误的Email

source: New Email
es_es: Nuevo correo electrónico
zh_cn: 新邮件

source: Email Created
es_es: Correo electrónico de creación
zh_cn: Email 已创建

source: Email
es_es: Correo electrónico
zh_cn: 电邮

source: Error can not create email
es_es: El error no puede crear direcciones de correo
zh_cn: 错误不能创建Email

source: Email address can not be blank
es_es: dirección de correo no puede estar en blanco
zh_cn: Email 地址不能为空

source: Email is not valid
es_es: El correo electrónico no es válido
zh_cn: Email 不可用

source: Email is already associated with another contact
es_es: Correo electrónico ya está asociado con otro contacto
zh_cn: Email 已经关联到其他联系方式

source: Email address can not be updated
es_es: Dirección de correo electrónico no se puede actualizar
zh_cn: Email 地址不能被更新

source: Email address changed
es_es: Dirección de correo electrónico ha cambiado
zh_cn: Email 地址已改变

source: Email changed from
es_es: Correo electrónico ha cambiado de
zh_cn: 邮件改编自

source: Email Validated can not be updated
es_es: Correo electrónico validado no se puede actualizar
zh_cn: Email 验证不能被更新

source: Field wrong value
es_es: Campo incorrecto valor
zh_cn: 错误字段值

source: Email confirmed as correct
es_es: Correo electrónico confirmado como correcta
zh_cn: Email 确认正确

source: Email confirmed as incorrect
es_es: Correo electrónico confirmado como incorrecta
zh_cn: Email 确认不正确

source: has been deleted
es_es: ha sido eliminado
zh_cn: 已经删除

source: Wrong Email Address
es_es: Dirección de correo electrónico incorrecta
zh_cn: 错误的邮件地址

source: Email Address already in mailing list
es_es: Dirección de correo electrónico ya está en la lista de correo
zh_cn: Email 地址已经在邮件列表

source: Can not add email to mailing list
es_es: No se puede agregar direcciones de correo a la lista de correo
zh_cn: 不能添加Email到邮件列表

source: Email Address Added
es_es: Dirección de correo electrónico se agregó
zh_cn: 邮件地址已添加

source: Customers without email
es_es: Clientes sin correo electrónico
zh_cn: 客户没有邮件

source: Skipped (Customer preferences)
es_es: Saltado (preferencias de los clientes)
zh_cn: 跳过（客户优惠）

source: Skipped (Email already added)
es_es: Saltado (correo electrónico ya se ha agregado)
zh_cn: 跳过（电子邮件已添加）

source: more
es_es: más
zh_cn: 更多

source: Email to be Send Created
es_es: Enviar email a ser creados
zh_cn: 电子邮件发送已创建

source: Error can not create email to be send
es_es: El error no puede crear direcciones de correo que se envía
zh_cn: 错误不能创建邮件发送

source: is already created
es_es: ya se ha creado
zh_cn: 已经创建

source: Family Added
es_es: Familia Añadido
zh_cn: 系列添加

source: Family Created
es_es: Familia de creación
zh_cn: 系列创建

source: Error: Another family with the same code
es_es: Error: Otra familia con el mismo código
zh_cn: 错误：另一个系列有相同的编号

source: Family code updated
es_es: Código de Familia actualizado
zh_cn: 系列编号已更新

source: Product family Code changed
es_es: Código de familia de producto ha cambiado
zh_cn: 产品系列编号已改变

source: changed code from
es_es: código ha cambiado de
zh_cn: 改变编号从

source: Error: Family code could not be updated
es_es: Error: Código de Familia no podía ser actualizado
zh_cn: 错误：系列编号不能被更新

source: Error: Another family with the same name
es_es: Error: Otra familia con el mismo nombre
zh_cn: 错误：另一个系列有同样的名字

source: Family name updated
es_es: Apellido actualizada
zh_cn: 系列名称已更新

source: Product Family
es_es: Familia de Productos
zh_cn: 产品系列

source: Error: Family name could not be updated
es_es: Error: nombre de la familia no se pudo actualizar
zh_cn: 错误：系列名称不能被更新

source: Product Family Description Changed
es_es: Descripción del producto Familia cambiado
zh_cn: 产品系列描述已改变

source: Family Sales Type updated
es_es: Ventas Tipo de Familia actualizado
zh_cn: 系列销售类型已改变

source: Error: Family sales type could not be updated
es_es: Error: la familia tipo de ventas no se pudo actualizar
zh_cn: 错误：系列销售类型不能被更新

source: Error: can not delete family
es_es: Error: No se puede eliminar de la familia
zh_cn: 错误：不能删除系列

source: Family can not be deleted because it has some products
zh_cn: 系列不能删除因为它下面有一些产品

source: No similar families
es_es: No hay familias similares
zh_cn: 没有类似的系列

source: Image not associated
zh_cn: 不相关的图片

source: HQ Added
zh_cn: HQ已添加

source: Invalid filename, return paths forbiden
es_es: Nombre de archivo no válido, vías de retorno prohibido
zh_cn: 不可用的文件名，返回路径已禁止

source: Can not resize image
es_es: No se puede cambiar el tamaño de la imagen
zh_cn: 不能调整图片

source: Imported Records
es_es: Registros importados
zh_cn: 导入记录

source: Location Created
es_es: Ubicación de creación
zh_cn: 位置已创建

source: Wrong location name
es_es: nombre de la ubicación incorrecta
zh_cn: 错误位置名称

source: Name already exists
es_es: El nombre ya existe
zh_cn: 名字已经存在

source: Location name change
es_es: Ubicación cambio de nombre
zh_cn: 位置名称改变

source: The maximum deep for this location show be numeric
es_es: La profundidad máxima de este espectáculo lugar ser numérico
zh_cn: 这个位置的最大深度显示的是数字

source: The deep can not be negative
es_es: La profundidad no puede ser negativo
zh_cn: 深度不能为负数

source: The deep can not be zero
es_es: La profundidad no puede ser cero
zh_cn: 深度不能为0

source: Location deep changed
es_es: Ubicación profunda cambiado
zh_cn: 位置深度已改变

source: The maximum width for this location show be numeric
es_es: El ancho máximo de este espectáculo lugar ser numérico
zh_cn: 这个位置的最大宽度显示是数字

source: The width can not be negative
es_es: El ancho no puede ser negativo
zh_cn: 宽度不能为负数

source: The width can not be zero
es_es: El ancho no puede ser cero
zh_cn: 最大宽度不能为0

source: Location width changed
es_es: Ubicación ancho cambiado
zh_cn: 位置宽度改变

source: Location max_products changed
zh_cn: 位置最大产品量已改变

source: Location code changed
es_es: Ubicación del código modificado
zh_cn: 位置代码改变

source: Location warehouse area changed
es_es: Ubicación del área de almacén cambiado
zh_cn: 位置仓库地区改变

source: Location maximum weight changed
es_es: Ubicación peso máximo cambiado
zh_cn: 位置最大重量已改变

source: Location maximum volume changed
es_es: Ubicación volumen máximo cambiado
zh_cn: 位置的最大体积已改变

source: Wrong location type
es_es: tipo de ubicación incorrecta
zh_cn: 错误位置类型

source: Location type changed
es_es: Tipo de lugar cambiado
zh_cn: 位置类型已改变

source: Wrong location shape
zh_cn: 错误位置形状

source: Location shape changed
zh_cn: 位置形状已改变

source: Wrong location stock
zh_cn: 错误位置库存

source: Location stock changed
zh_cn: 位置库存已改变

source: Delivery Note for
es_es: Nota para la entrega
zh_cn: 送货单

source: Order Cancelled
es_es: Orden cancelada
zh_cn: 订单取消

source: Order can not be suspended, because has already been dispatched
es_es: Orden no puede ser suspendido, porque ya ha sido enviado
zh_cn: 订单无法暂停，因为已经分派

source: Order is cancelled
es_es: El orden es cancelada
zh_cn: 订单已取消

source: Order Suspended
es_es: Orden de suspensión
zh_cn: 订单已中断

source: No deal Available|
zh_cn: 没有交易可用

source: Not enought products ordered.
zh_cn: 没有足够多的产品订购。

source: No prevous orders
zh_cn: 上一页没有订单

source: Last order not with in
zh_cn: 上次订单不同于

source: Picking & Packing
es_es: Recolectando y Empacando
zh_cn: 挑货中或打包中

source: wrong date
zh_cn: 错误的日期

source: Order is already submited
zh_cn: 订单已经被提交

source: Order not submited or already received
zh_cn: 订单没有提交或者已经接收

source: Wrong date
zh_cn: 错误的日期

source: Error, indicate who receive the order
zh_cn: 错误，请指出谁收到订单

source: Error, staff id not found
zh_cn: 错误，员工ID没有找到

source: Already received
zh_cn: 已经接受

source: Error, indicate who checked the order
zh_cn: 错误，请指出谁检查的这个订单

source: Already checked or not received yet
zh_cn: 已经检查或者没接收到

source: Error can not be consolidated
zh_cn: 错误不能被合并

source: Error, order already received
zh_cn: 错误，订单已接收

source: submited
zh_cn: 已提交

source: expected
zh_cn: 预计

source: Manual
es_es: Manual de
zh_cn: 手册

source: Semantic
es_es: Semantico
zh_cn: 语义

source: Front Page Store
zh_cn: 最前页的商店

source: Product Description
zh_cn: 产品描述

source: Information
es_es: Información
zh_cn: 信息

source: Category Catalogue
zh_cn: 类目

source: Family Catalogue
zh_cn: 系列目录

source: Department Catalogue
zh_cn: 部门目录

source: Store Catalogue
zh_cn: 商店目录

source: Registration
es_es: Registro
zh_cn: 注册

source: Client Section
es_es: Sección del Cliente
zh_cn: 客户端部分

source: Check Out
es_es: Ir a pagos
zh_cn: 结账

source: Part Created
es_es: Parte de creada
zh_cn: 部分已经创建

source: Unknown Stock
zh_cn: 未知库存

source: No enough data
zh_cn: 没有足够的数据
