Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: New Company Position
es_es: Nueva posición de la empresa
zh_cn: 新公司位置

source: Choose This
es_es: Elige Este
zh_cn: 选择这些

source: Countries
es_es: Paises
zh_cn: 国家

source: Times Used
es_es: veces usada
zh_cn: 多次使用

source: City Name
es_es: Ciudad
zh_cn: 城市名称

source: From Date
es_es: del
zh_cn: 开始日期

source: To Date
es_es: al
zh_cn: 结束日期

source: Losing Activity
zh_cn: 失去活动

source: Less than
es_es: Menor que
zh_cn: 少于

source: Equal
es_es: Igual
zh_cn: 等于

source: More than
es_es: Mayor que
zh_cn: 更多于

source: Between
es_es: entre
zh_cn: 在之间

source: Marketing Email
es_es: Email Marketing
zh_cn: 营销邮件

source: Marketing Post
es_es: Marketing de Correos
zh_cn: 市场发布

source: World Region Code
es_es: Mundial de código de región
zh_cn: 世界地区编号

source: Region Code
es_es: Código de la región
zh_cn: 地区编号

source: World Region Name
es_es: Mundial Nombre Región
zh_cn: 世界区域名称

source: Region Name
es_es: Nombre de la región
zh_cn: 区域名称

source: Cancelled to Restock
zh_cn: 取消补货

source: Replacement & Shortages
zh_cn: 更换及短缺

source: Envelope
es_es: Sobre
zh_cn: 信封

source: New Email Campaign
es_es: Nueva campaña de correo electrónico
zh_cn: 新的电子邮件广告系列

source: Partially
es_es: Parcialmente
zh_cn: 部分地

source: Max Slots
es_es: Número máximo de Slots
zh_cn: 最大插槽

source: Adding new location
es_es: Agregar nueva ubicación
zh_cn: 增加新位置

source: Back
zh_cn: 返回

source: New Location
es_es: Nueva ubicación
zh_cn: 新位置

source: New Offer
es_es: Nueva oferta
zh_cn: 新提供

source: New Order List
zh_cn: 新订单列表

source: Warehouse Operations
es_es: Operaciones de Almacén
zh_cn: 仓库操作

source: supplied_by
zh_cn: 供应商

source: available_for
zh_cn: 可用于

source: stock_value
zh_cn: 库存值

source: Population
es_es: Población
zh_cn: 人口

source: Online Force Out of Stock
es_es: En línea (Forzado como agotado)
zh_cn: 强制缺货上线

source: Online Auto
es_es: En línea (Automatizado)
zh_cn: 自动上线

source: Online Force For Sale
zh_cn: 强制上线销售

source: continent_code
zh_cn: 大陆编码

source: Continent Code
es_es: Continente Código
zh_cn: 大陆编号

source: Able
es_es: Poder
zh_cn: 可能

source: Operation
es_es: Operación
zh_cn: 操作

source: Reason
es_es: Razón
zh_cn: 原因

source: Not Received
es_es: No recibido
zh_cn: 没有收到

source: Don't Like it
es_es: No Gusto
zh_cn: 不喜欢它

source: Area Code
es_es: Código del Área
zh_cn: 区域编号

source: Area Name
es_es: Área
zh_cn: 区域名称

source: Area Description
es_es: Descripción del área
zh_cn: 区域描述

source: New Warehouse Area
es_es: Nueva Área de Almacén
zh_cn: 新仓库区域

source: Are you sure you want to desassociate this product?
es_es: ¿Está seguro que desea desassociate este producto?
zh_cn: 你确定解除和这个产品的关联吗

source: S Code
es_es: S Código
zh_cn: S 编号

source: Family Code
es_es: Código de la Familia
zh_cn: 系列编号

source: Choose a date
es_es: Elija una fecha
zh_cn: 选择一个日期

source: Fecha
zh_cn: 日期

source: Post Dispatch Operations
es_es: Post Dispatch Operaciones
zh_cn: 发布派送操作

source: To Charge
es_es: Por cobrar
zh_cn: 付费

source: Product ID
es_es: ID del producto
zh_cn: 产品ID

source: Packing Aid Sheet
es_es: Embalaje Hoja de Ayuda
zh_cn: 包装辅助手册

source: Warning: Delimiter found in product description. Line:
es_es: Advertencia: Delimitador se encuentran en la descripción del producto. Línea:
zh_cn: 警告：在产品说明中发现分隔符。行：

source: Error(1): Undentified Product. Line:
es_es: Error (1): El producto Undentified. Línea:
zh_cn: 错误（1）：未定义的产品。行：

source: Error(2): Can not read product line. Line:
es_es: Error (2): No se puede leer la línea de productos. Línea:
zh_cn: 错误（2）：不能读取产品。行：

source: Order Picking Aid
zh_cn: 订单挑选辅助

source: Observations
zh_cn: 观测

source: Picking Aid Sheet
es_es: Recogiendo Hoja de Ayuda
zh_cn: 挑选辅助手册

source: Total Balance
es_es: Balance total
zh_cn: 总余额

source: Outstanding Balance
zh_cn: 未结余额

source: Order Details
es_es: Detalles del pedido
zh_cn: 其他细节

source: Payment Details
zh_cn: 付款细节

source: Pament Method
zh_cn: 付款方式

source: Invoice For
zh_cn: 发票

source: Invoice Paid
zh_cn: 发票已付

source: Other Invoice Details
zh_cn: 其他发票细节

source: Total Tax Amount
es_es: Cantidad Total de Impuestos
zh_cn: 总税额

source: Total Tax Adjust Amount
zh_cn: 税收总额的调整金额

source: Total Adjust Amount
zh_cn: 总调整数量

source: Dispatch Method
es_es: Método de envío
zh_cn: 派送方式

source: Orders Lists
zh_cn: 订单列表

source: Inv to Pay
zh_cn: 发票，以支付

source: Ref to Pay
zh_cn: 退货支付

source: Donations
es_es: Donaciones
zh_cn: 捐赠

source: Stock Keeping Units
es_es: Stock Keeping unidades
zh_cn: 库存维持单位

source: Edit Part
es_es: Editar pieza
zh_cn: 编辑配件

source: Parts Lists
es_es: Listas de piezas
zh_cn: 配件列表

source: Unable to load Flash content. The YUI Charts Control requires Flash Player 9.0.45 or higher. You can download the latest version of Flash Player from the
es_es: No se puede cargar el contenido Flash. El YUI Gráficas de control requiere Flash Player 9.0.45 o superior. Puede descargar la última versión de Flash Player de la
zh_cn: 无法加载Flash内容。 YUI图表控制需要Flash Player9.0.45或更高。您可以下载最新版本的Flash Player

source: 5 years
es_es: 5 años
zh_cn: 5年

source: 3 years
es_es: 3 años
zh_cn: 3年

source: 1½ years
es_es: 1 ½ años
zh_cn: 1½ 年

source: 6 months
es_es: 6 meses
zh_cn: 6月

source: 12 weeks
es_es: 12 semanas
zh_cn: 12周

source: 5 days
es_es: 5 días
zh_cn: 5月

source: 3 quarters
es_es: 9 meses
zh_cn: 3季度

source: 3 months
es_es: 3 meses
zh_cn: 3月

source: 12 months
es_es: 12 meses
zh_cn: 12月

source: 24 months
es_es: 24 meses
zh_cn: 24月

source: 5 weeks
es_es: 5 semanas
zh_cn: 5周

source: Outers dispatched per Week
zh_cn: 每周外部派出

source: Sold Outers
zh_cn: 外部售出

source: Bonus Outers
zh_cn: 外部奖金

source: Store Net Sales per Month
zh_cn: 商店每月的销售净额

source: Tails
zh_cn: 尾巴

source: Total Net Sales per Month
zh_cn: 每月的总销售净额

source: Month Net Sales
zh_cn: 月净销售额

source: Monthy net sales change compared with previous year
zh_cn: 与上年相比，每月净销售额的变化

source: Monthy net sales change compared with previos year
zh_cn: 与上年相比，每月净销售额的变化

source: Total Net Sales per Week
zh_cn: 每周的净销售总额

source: Week Net Sales
zh_cn: 周净销售

source: Total Net Sales per Month (Group by month)
zh_cn: 每月的总销售净额（以每月一组）

source: Products Out of Stock
zh_cn: 缺货产品

source: Picks Out of Stock
zh_cn: 缺货挑选

source: Contacts with more than 50 orders
es_es: Los contactos con más de 50 órdenes
zh_cn: 与50多个订单联系

source: Contacts with 21-50 orders
es_es: Contactos con 21-50 órdenes
zh_cn: 与21-50个订单联系

source: Contacts with 11-20 orders
es_es: Contactos con 11-20 órdenes
zh_cn: 与11-20个订单联系

source: Contacts with 5-10 orders
es_es: Contactos con 5-10 órdenes
zh_cn: 与5-10个订单联系

source: Contacts with 4 orders
es_es: Contactos con 4 órdenes
zh_cn: 与4个订单联系

source: Contacts with 3 orders
es_es: Contactos con 3 órdenes
zh_cn: 与3个订单联系

source: Contacts with 2 orders
es_es: Contactos con 2 órdenes
zh_cn: 与2个订单联系

source: Contacts with one orders
es_es: Contactos con 1 órden
zh_cn: 与一个订单联系

source: Contacts with no orders
es_es: Los contactos con ninguna pedido
zh_cn: 与没有订单联系

source: No Orders
es_es: No pedidos
zh_cn: 没有订单

source: Contacts with all data
es_es: Los contactos con todos los datos
zh_cn: 与所有数据联系

source: Contacts missing address
es_es: Contactos falta dirección
zh_cn: 联系丢失地址

source: Contacts missing email
es_es: Contactos que faltan correo electrónico
zh_cn: 联系丢失邮件

source: Contacts missing telephone
zh_cn: 联系失踪电话

source: Contacts missing address & email
es_es: Contactos falta dirección y correo electrónico
zh_cn: 联系失踪地址&邮件

source: Contacts missing address & telephone
es_es: Contactos falta dirección y teléfono
zh_cn: 联系失踪地址&电话

source: Contacts missing email & telephone
es_es: Contactos que faltan correo electrónico y teléfono
zh_cn: 联系失踪邮件&电话

source: Contacts missing address, email & telephone
es_es: Contactos de la falta, correo electrónico y teléfono
zh_cn: 联系失踪地址，邮件&电话

source: Others
es_es: Otros
zh_cn: 其他

source: No assigned
es_es: No asignado
zh_cn: 没有授权

source: Internet
zh_cn: 互联网

source: In Person
es_es: En persona
zh_cn: 亲自

source: Net Cost
es_es: Costo Neto
zh_cn: 净成本

source: Stock O(U)
es_es: O de archivo (U)
zh_cn: 库存 O(U)

source: Stock Time
es_es: tiempo en el almacén
zh_cn: 库存时间

source: Qty O[U]
es_es: Cantidad O [U]
zh_cn: 数量 O(U)

source: Qty [U]
es_es: Cantidad [U]
zh_cn: 数量[U]

source: Supplier Delivery Note number is required
es_es: Nota de entrega del proveedor número se requiere
zh_cn: 供应商送货单号码是需要的

source: Purchase Order ID
es_es: Orden de compra ID
zh_cn: 采购订单ID

source: Last Updated Date
zh_cn: 上次更新日期

source: Action Taken
zh_cn: 已采取的行动

source: Edit Positions
zh_cn: 编辑位置

source: Add Position
zh_cn: 增加位置

source: Product ID (Key)
es_es: Identificación de producto (clave)
zh_cn: 产品ID（key）

source: This product is out of stock
es_es: Este producto está agotado
zh_cn: 产品缺货

source: This product is not for sale on the webpage
es_es: Este producto no está a la venta en la página web
zh_cn: 产品不在网上销售

source: Products Lists
es_es: Listas de productos
zh_cn: 产品列表

source: Qty/Net(Tax)
es_es: Cantidad / neta (impuestos)
zh_cn: 数量/净额（税）

source: Ref Net
es_es: Ref. neto
zh_cn: 扣除退税

source: Ref Tax
es_es: Ref. Impuestos
zh_cn: 退款税

source: Regular Campaign
zh_cn: 定期广告活动

source: Ship to Address
es_es: Direccion de Envio
zh_cn: 配送这个地址

source: Customer Report
zh_cn: 客户报告

source: All Invoices
zh_cn: 全部发票

source: Annual Report
zh_cn: 年报

source: Geographical Sales Report
es_es: Ventas geográfica Informe
zh_cn: 区域销售报告

source: Continents
es_es: Continentes
zh_cn: 大洲

source: Last Date
zh_cn: 上次日期

source: Mark as Out of Stock Report
es_es: Marcar como Fuera de Stock Informe
zh_cn: 标记为缺货报告

source: Out od Stock Report
zh_cn: 缺货报告

source: Out of Stock Report
zh_cn: 缺货报告

source: Products marked as out of stock
zh_cn: 产品标记为缺货

source: Picker
es_es: Recogedor
zh_cn: 挑选人

source: Hours
es_es: Horas
zh_cn: 消失

source: Units/h
es_es: Unidades / h
zh_cn: 单位/小时

source: Net sales grouped by month
es_es: Las ventas netas agrupados por mes
zh_cn: 净销售额以每月分组

source: Monthly net sales
es_es: Mensual de las ventas netas
zh_cn: 每月净销售额

source: Orders invoiced
zh_cn: 订单发票

source: orders invoiced (excluding partners)
zh_cn: 订单发票（包括合作者）

source: Export orders invoiced (excluding partners)
zh_cn: 导出订单发票（包括合作者）

source: Unknown location orders
zh_cn: 未知位置订单

source: Partners orders invoiced
zh_cn: 合作者订单发票

source: orders invoiced
zh_cn: 订单发票

source: a decrese of
zh_cn: 下降

source: an increse of
zh_cn: 增加

source: no change
zh_cn: 没有改变

source: but
zh_cn: 但是

source: and
zh_cn: 和

source: less
zh_cn: 少

source: more
zh_cn: 多

source: Last 24hrs Sales Activity
zh_cn: 最后24小时的销售活动

source: Last Year Sales Activity
zh_cn: 去年的销售活动

source: Last Month Sales Activity
zh_cn: 上个月的销售活动

source: Last Week Sales Activity
zh_cn: 上周的销售活动

source: Change against previous period
zh_cn: 针对前一段时间的变化

source: Change against last year
zh_cn: 针对去年的变化

source: Previous period
zh_cn: 前一段时间

source: Same period last year
zh_cn: 去年同期

source: Last Day
zh_cn: 昨天

source: Sales Activity Report
zh_cn: 销售活动报告

source: Monthly Sales Report
es_es: Informe Mensual de Ventas
zh_cn: 每月营业额报告

source: Weekly Sales Report
es_es: Informe semanal de ventas
zh_cn: 每周营业额报告

source: Yearly Sales Report
es_es: Informe anual de ventas
zh_cn: 每年营业额报告

source: Up to
es_es: Hasta el
zh_cn: 上涨到

source: starting
es_es: A partir
zh_cn: 开始

source: Send to
es_es: Enviar a:
zh_cn: 发送到

source: Inv No
es_es: Inv n
zh_cn: 发票号

source: Tax No.
es_es: Impuestos N º
zh_cn: 税号

source: Customers who invoiced more than
es_es: Los clientes que facturan más de
zh_cn: 客户发票多于

source: Activity/Performace
es_es: Actividad / Prestaciones
zh_cn: 活动/性能

source: Score
es_es: Puntuación
zh_cn: 分数

source: Creted On
es_es: En creted
zh_cn: 创建于

source: Send Post
es_es: Enviar mensaje
zh_cn: 发送帖子

source: Edit Shelfs
es_es: Editar Estanterías
zh_cn: 编辑货架

source: Edit Site
es_es: Edición del sitio
zh_cn: 编辑站点

source: Email Campaigns
es_es: Campañas de correo electrónico
zh_cn: 邮件广告活动

source: Top Departments
es_es: Mejores Departamentos
zh_cn: 顶级部门

source: Department's Pie
es_es: Pie del Departamento
zh_cn: 部门的饼

source: No results found, try te a more comprensive search
es_es: No hay resultados, prueba te una búsqueda más comprensiva
zh_cn: 结果没找到，尝试更全面的搜索

source: Other Dates
es_es: Otras fechas
zh_cn: 其他日期

source: Choose custom dates
zh_cn: 选择自定义日期

source: clear
es_es: Borrar
zh_cn: 清除

source: today
es_es: hoy
zh_cn: 今天

source: yesterday
es_es: ayer
zh_cn: 昨天

source: last w
es_es: sa
zh_cn: 上周

source: last m
es_es: ma
zh_cn: 上个月

source: 3y
es_es: 3a
zh_cn: 3年

source: 1q
es_es: 3m
zh_cn: 1季度

source: 1m
zh_cn: 1月

source: 10d
zh_cn: 1天

source: 1w
es_es: 1s
zh_cn: 1周

source: Change Style
zh_cn: 改变央视

source: Administration Account
es_es: Administración de la cuenta
zh_cn: 管理员账号

source: Rows per Page
es_es: Filas por página
zh_cn: 每页行数

source: Filter options
es_es: Opciones del filtro
zh_cn: 过滤器选项

source: Personal Contacts
es_es: Contactos personales
zh_cn: 个人联系方式

source: Hide Details
zh_cn: 隐藏细节

source: Edit Company Data
zh_cn: 编辑公司数据

source: Edit Company
zh_cn: 编辑公司

source: Quick Note
zh_cn: 快速记事

source: Long Note
zh_cn: 长日志

source: Attach File
zh_cn: 附加文件

source: Call
es_es: Llame
zh_cn: 呼叫

source: Mobile Phone
zh_cn: 移动电话

source: Email Address
es_es: Dirección de correo electrónico
zh_cn: 邮件地址

source: Company Overview
zh_cn: 公司概述

source: Departments List
es_es: Lista de departamentos
zh_cn: 部门列表

source: Areas List
es_es: Lista de Áreas
zh_cn: 区域列表

source: Import (CSV)
zh_cn: 导入（CSV）

source: Export (CSV)
es_es: Exportar (CSV)
zh_cn: 导出（CSV）

source: Company Departments
zh_cn: 公司部门

source: Create Super User
es_es: Crear superusuario
zh_cn: 创建超级用户

source: User Password
es_es: Contraseña
zh_cn: 用户密码

source: Creating Contact
es_es: Creando contacto
zh_cn: 创建联系方式

source: Add new Company
es_es: Añadir Sociedad
zh_cn: 增加新公司

source: Add new Store
es_es: Añadir tienda
zh_cn: 增加新商店

source: Confirm Sending
es_es: Confirma Envío
zh_cn: 确认发送

source: Edit Contact Data
es_es: Editar datos de contacto
zh_cn: 编辑联系数据

source: Edit Contact
zh_cn: 编辑联系方式

source: Contact Overview
zh_cn: 联系方式概述

source: Company Info
es_es: Información de la empresa
zh_cn: 公司信息

source: Chosse the type of contact
zh_cn: 选择联系类型

source: World Regions
es_es: Regiones del mundo
zh_cn: 世界区域

source: Official Name
es_es: Nombre Oficial
zh_cn: 官方名称

source: Languages
es_es: Idiomas
zh_cn: 语言

source: Capital
zh_cn: 资本

source: Government
es_es: Gobierno
zh_cn: 政府

source: Product Code Timeline
es_es: Código de Producto Línea de tiempo
zh_cn: 产品编号时间线

source: Orders with this Product
es_es: Las órdenes con este producto
zh_cn: 这个产品的订单

source: Customer who order this Product
es_es: Cliente que pide este producto
zh_cn: 订购这个产品的客户

source: Product History
es_es: Historia del producto
zh_cn: 产品历史

source: Previous Customer
es_es: Cliente Anterior
zh_cn: 上一个客户

source: Next Customer
es_es: Proximo Cliente
zh_cn: 下一个客户

source: History Note
es_es: Nota (Hist.)
zh_cn: 历史日志

source: QO Data
zh_cn: QO 数据

source: Sticky Note
zh_cn: 便条

source: User Login
zh_cn: 用户登录

source: Main Telephone
es_es: Teléfono Principal
zh_cn: 主要电话

source: Billing Address Same as contact address
zh_cn: 账单地址和联系地址一样

source: Contact Since
es_es: Contacto desde
zh_cn: 联系自从

source: Attention
es_es: Atención
zh_cn: 关注

source: Don't send newsletters
es_es: No enviar boletines de noticias
zh_cn: 不要发送简讯

source: Don't send marketing by email
es_es: No envíe promocones por e-mail
zh_cn: 不要通过电子邮件发送营销

source: Don't send marketing by post
es_es: No envíe por promocines por correo postal
zh_cn: 不要邮寄营销

source: Orders Overview
es_es: Información general sobre las órdenes
zh_cn: 订单概述

source: History, Notes
es_es: Historial, Notas
zh_cn: 历史，日志

source: Login Status
es_es: Información de Conexión
zh_cn: 登陆状态

source: Products Ordered
es_es: Productos Ordenados
zh_cn: 产品已订购

source: Custom Fields
zh_cn: 自定义字段

source: Billing Details
es_es: Información sobre facturación
zh_cn: 账单细节

source: Tax Category Code
es_es: Código del la categoría tributaria
zh_cn: 税类编号

source: Usual Payment Method
es_es: Forma de pago habitual
zh_cn: 通用付款方式

source: Last Payment Method
es_es: Última forma de pago
zh_cn: 上次付款方式

source: Contact Details
es_es: Detalles del cliente
zh_cn: 联系细节

source: Login Details
es_es: Datos de inicio de sesión
zh_cn: 登陆细节

source: User Login Count
es_es: inicios de sesión
zh_cn: 用户登陆数

source: User Last Login IP
zh_cn: 用户上次登陆IP

source: User Failed Login Count
es_es: Inicios de sesión fallidos
zh_cn: 用户失败登陆数

source: User Last Failed Login IP
zh_cn: 用户上次失败登陆IP

source: User Last Failed Login
es_es: Última inicio de sesión fallida
zh_cn: 用户上次失败登陆

source: Changes History
es_es: Cambios
zh_cn: 更改历史记录

source: Order History
es_es: Pedidos
zh_cn: 订单历史

source: Staff Notes
es_es: Notas
zh_cn: 员工日志

source: Product Families Ordered
es_es: Familias de producto ordenadas
zh_cn: 产品系列已订购

source: Deletable
es_es: Eliminable
zh_cn: 可删除

source: Keep Date
es_es: Mantenga Fecha
zh_cn: 保持日期

source: Update Date
es_es: Fecha de actualización
zh_cn: 更新日期

source: Canddcel
zh_cn: 取消

source: Export Data (using last map)
es_es: Exportación de datos (utilizando último mapa)
zh_cn: 导出数据（使用最近一次的地图）

source: Export from another map
es_es: Exportar desde otro mapa
zh_cn: 从另一个地图导出

source: Export Wizard (new map)
es_es: Asistente para exportación (nuevo mapa)
zh_cn: 导出向导（新图）

source: Tarjeta
zh_cn: 卡

source: Ingreso
zh_cn: 进入

source: Transferencia
zh_cn: 转移

source: Efectivo
zh_cn: 现金

source: Cheque
zh_cn: 检查

source: Postal Order
es_es: Código Postal
zh_cn: 邮政汇票

source: Special Offer
zh_cn: 特别优惠

source: Contact Name:
es_es: Nombre del contacto:
zh_cn: 联系名称：

source: Customer Name:
zh_cn: 客户名称：

source: Comment:
es_es: Comentarios:
zh_cn: 评论：

source: Contact Email:
es_es: Email del contacto:
zh_cn: 联系邮件：

source: Other Email:
es_es: Otro correo electrónico:
zh_cn: 其他邮件：

source: Telephone:
es_es: Teléfono:
zh_cn: 电话：

source: Other Telephone:
zh_cn: 其他电话：

source: Other Mobile:
zh_cn: 其他手机：

source: Fax:
zh_cn: 传真：

source: Other FAX:
es_es: Otro fax:
zh_cn: 其他传真：

source: Country List
es_es: Lista de países
zh_cn: 国家列表

source: Main Category
es_es: Categoría Principal
zh_cn: 主类

source: Customer Categories Home
zh_cn: 客户分类主页

source: Main Categories
es_es: Principales Categorías
zh_cn: 主分类

source: Customers in this category
es_es: Los clientes de esta categoría
zh_cn: 这个分类的客户

source: Ranking
es_es: Clasificación
zh_cn: 排名

source: Customers Split View
es_es: Vista dual de clientes
zh_cn: 客户拆分视图

source: Merge
es_es: Fusionar
zh_cn: 合并

source: Customers Merging
es_es: La fusión de los clientes
zh_cn: 客户合并

source: A customer will be deleted, and its notes and orders will be transferred to the other one
es_es: Un cliente se borrarán, y sus notas y los pedidos serán transferidos al otro
zh_cn: 一位顾客将被删除，票据和订单将被转移到另一个

source: swap
es_es: intercambiar
zh_cn: 交换

source: Merging, please wait
es_es: Fusionando, por favor espere
zh_cn: 合并中，请等待

source: Adding New custom Fields
zh_cn: 增加新自定义字段

source: Custom Form
zh_cn: 自定义表单

source: Email Configuration
zh_cn: 邮件配置

source: Field Name
es_es: Nombre del campo
zh_cn: 字段名

source: Default Value
zh_cn: 默认值

source: Custom Field Type
zh_cn: 自定义字段类型

source: String
zh_cn: 字符串

source: Integer
es_es: Número entero
zh_cn: 证书

source: Custom Field In New Subject
zh_cn: 新主题的自定义字段

source: Custom Field In Showcase
zh_cn: 在展柜的自定义字段

source: Incoming Mail Server
zh_cn: 接收邮件服务器

source: Outgoing Mail Server
zh_cn: 发送邮件服务器

source: Staff User
es_es: Personal del usuario
zh_cn: 员工用户

source: Login Count
es_es: Ingresos
zh_cn: 登陆计数

source: Failed Login Count
es_es: Ingresos fallidos
zh_cn: 登录失败计数

source: Failed Last Login
es_es: Último ingreso fallido
zh_cn: 最后登录失败

source: System Permissions
es_es: Permisos del Sistema
zh_cn: 系统权限

source: Email Account
zh_cn: 邮件账户

source: Customer communication email accounts
zh_cn: 客户沟通的电子邮件帐户

source: Change Password for
es_es: Cambiar la contraseña de
zh_cn: 改变密码

source: Change (Random)
es_es: Cambio (al azar)
zh_cn: 改变（随机）

source: Change (User Defined)
es_es: Cambio (definida por el usuario)
zh_cn: 改变（用户定义）

source: Repeat Password
es_es: Repita la contraseña
zh_cn: 重复密码

source: Add Customer
es_es: Añadir Cliente
zh_cn: 增加新客户

source: Configuration
es_es: Configuración
zh_cn: 配置

source: Statistics
es_es: Estadísticas
zh_cn: 统计

source: Contacts with Orders
es_es: Contactos con pedidos
zh_cn: 联系订单

source: All Contacts
es_es: Todos los contactos
zh_cn: 所有联系

source: Total with orders
es_es: Total con pedidos
zh_cn: 订单总共

source: Potential Customers
es_es: Clientes Potenciales
zh_cn: 潜在客户

source: Manually
es_es: Manualmente
zh_cn: 手动

source: Import from file
es_es: Importar desde archivo
zh_cn: 从文件导入

source: Edit Customers in List
es_es: Editar clientes en la lista
zh_cn: 编辑列表客户

source: Customers per Store
es_es: Clientes por tienda
zh_cn: 每个商店客户

source: Customers Statistics
es_es: Estadísticas de los clientes
zh_cn: 客户统计

source: Data Integrity
es_es: Integridad de los datos
zh_cn: 数据完整性

source: Referral
zh_cn: 转介

source: Type Business
zh_cn: 商业类型

source: Correlations
es_es: Las correlaciones
zh_cn: 相关性

source: Customers Correlation (Possible Duplicates)
es_es: Correlación de clientes (posibles duplicados)
zh_cn: 客户的相关性（可能重复）

source: New Customer (1 month)
es_es: Nuevo Cliente (1 mes)
zh_cn: 新客户（1月）

source: Lost Customers (1 month)
es_es: Pérdida de clientes (1 mes)
zh_cn: 失去客户（1月）

source: New Contacts (1 month)
es_es: Nueva Contactos (1 mes)
zh_cn: 新联系（1月）

source: All times
es_es: Siempre
zh_cn: 一直

source: Department Information
zh_cn: 部门信息

source: Web Page
es_es: Página Web
zh_cn: 网页

source: Department Sales
zh_cn: 部门销售

source: Top Families
es_es: Familias Top
zh_cn: 热门系列

source: No Sale
es_es: No ventas
zh_cn: 没有销售

source: Normal Mode
es_es: Modo Normal
zh_cn: 正常模式

source: Comparison Mode
es_es: Comparación de modo
zh_cn: 比较模式

source: Thumbnails
es_es: Miniaturas
zh_cn: 缩略图

source: 3Y
zh_cn: 3年

source: 1Yr
es_es: 1A
zh_cn: 一年

source: 6M
zh_cn: 6月

source: 1Qtr
zh_cn: 3个月

source: 1M
zh_cn: 1个月

source: 10D
zh_cn: 10天

source: 1W
es_es: 1S
zh_cn: 1周

source: Totals
es_es: Totales
zh_cn: 总共

source: M AVG
es_es: Pdo M
zh_cn: 月平均

source: W AVG
es_es: Pdo S
zh_cn: 周平均

source: Export (CSV/XML)
es_es: Exportar (CSV/XML)
zh_cn: 导出（CSV/XML）

source: Plot frequency
es_es: Parcela de frecuencia
zh_cn: 绘图频率

source: Plot Type
es_es: Parcela Tipo
zh_cn: 地块类型

source: Shipped to
es_es: Enviados a
zh_cn: 配送到

source: Packer
zh_cn: 打包人

source: Items Out of Stock
es_es: Los artículos en stock
zh_cn: 缺货物品

source: Estimated Weight
zh_cn: 估计重量

source: Creation Date
es_es: Fecha de creación
zh_cn: 创建日期

source: Delivery Note List
es_es: Entrega lista de notas
zh_cn: 送货单名单

source: Building
es_es: Edificio
zh_cn: 建筑

source: Street/Number
es_es: Calle / Número
zh_cn: 街道/号码

source: City 1st Div
es_es: Ciudad 1 ª Div
zh_cn: 市第一分区

source: City 2nd Div
es_es: Ciudad 2ª Div.
zh_cn: 市第二分区

source: Subregion
es_es: Subregión
zh_cn: 分区域

source: 3rd Division
es_es: 3 ª División
zh_cn: 市第三分区

source: 4rd Division
es_es: 4 ª División
zh_cn: 市第四分区

source: 5rd Division
es_es: 5ª División
zh_cn: 市第五分区

source: Browse
zh_cn: 浏览

source: Address Type
es_es: Tipo de dirección
zh_cn: 地址类型

source: Office
es_es: Oficina
zh_cn: 办公室

source: Shop
es_es: Tienda
zh_cn: 商店

source: Address Function
es_es: Dirección de función
zh_cn: 地址功能

source: Add a new picture
es_es: Agregar imagen
zh_cn: 增加一个新图片

source: Product Identification
zh_cn: 产品标识

source: Numeric code
zh_cn: 数字编号

source: Unique code
zh_cn: 唯一编号

source: Current Family:
zh_cn: 当前系列：

source: Families list
es_es: Lista de Familias
zh_cn: 系列列表

source: Family unique code:
es_es: Familia código único:
zh_cn: 系列唯一编号：

source: category1,category2...
es_es: categoría 1, categoría2 ...
zh_cn: 分类1，分类2……

source: Categories list
es_es: Lista de categorías
zh_cn: 分类列表
