Repository: inikoo/aurora
Catalog: locale/*/LC_MESSAGES/inikoo_*.po
Languages: es_es, pt_pt, zh_cn

source: There isn't any note like
es_es: No hay ninguna nota como
zh_cn: 这里没有任何日志像

source: notes with
es_es: toma nota con
zh_cn: 注释以

source: No stock history
es_es: Sin historia de inventario
zh_cn: 没有库存记录

source: Another list has the same name
es_es: Otra lista tiene el mismo nombre
zh_cn: 另一个表单有相同的名字

source: No products match this criteria
es_es: Ningún producto coincide con este criterio
zh_cn: 没有产品匹配这些条件

source: Showing all Lists
es_es: mostrando todas las listas
zh_cn: 显示所有列表

source: Add List
es_es: Agregar lista
zh_cn: 增加名单

source: Sold as
es_es: Se vende como
zh_cn: 出售作为

source: Showing all customers
es_es: mostrando todos los clientes
zh_cn: 显示所有客户

source: There isn't any customer like
es_es: No hay ningún cliente como
zh_cn: 没有任何客户像

source: There isn't any customer with postcode like
es_es: No hay ningún cliente con código postal como
zh_cn: 没有任何客户的邮政编码像

source: There isn't any customer based in
es_es: No hay ningún cliente con sede en
zh_cn: 没有任何客户基于

source: There isn't any customer with ID like
es_es: No hay ningún cliente con acreditación como
zh_cn: 没有任何客户的ID像

source: No customer with last order
es_es: Ningún cliente con el fin último
zh_cn: 无最后订购的客户

source: No customer with balance
es_es: Ningún cliente con el equilibrio
zh_cn: 顾客没有余额

source: with name like
es_es: con nombre como
zh_cn: 名字像

source: with ID like
es_es: con acreditación como
zh_cn: ID像

source: with postcode like
es_es: con código postal como
zh_cn: 邮政编码类似

source: based in
es_es: con sede en
zh_cn: 基于

source: which last order
es_es: que el fin último
zh_cn: 最后订购

source: which balance
es_es: que el equilibrio
zh_cn: 哪一个平衡

source: Showing all records
es_es: mostrando todos los resultados
zh_cn: 显示所有记录

source: There is no staff with name
es_es: No hay personal con nombre de
zh_cn: 没有这个名字的员工

source: staff with name
es_es: personal con el nombre de
zh_cn: 员工名字

source: There is no staff on area
es_es: No hay personal en el área
zh_cn: 这个区域没有员工

source: staff on area
es_es: personal en el área
zh_cn: 这个区域上的员工

source: There is no staff with position
es_es: No hay personal con la posición
zh_cn: 这个位置没有员工

source: staff with position
es_es: personal con la posición
zh_cn: 员工位置

source: contact
es_es: contacto
zh_cn: 联系方式

source: There isn't any contact with name like
es_es: No hay ningún contacto con nombre como
zh_cn: 没有任何联系名字像

source: There isn't any contact with email like
es_es: No hay ningún contacto con el correo electrónico como
zh_cn: 没有任何联系Email像

source: companies with name like
es_es: empresas con nombre como
zh_cn: 公司名字像

source: companies with email like
es_es: empresas con el correo electrónico como
zh_cn: 公司Email像

source: There isn't any record matching
es_es: No hay ningún registro coincidente
zh_cn: 没有任何记录匹配

source: There isn't any record older than
es_es: No hay ningún registro mas viejo que
zh_cn: 没有任何记录更旧于

source: There isn't any record in the last
es_es: No hay ningún registro en los últimos
zh_cn: 在过去没有任何记录

source: Show All
es_es: Mostrar todos
zh_cn: 显示全部

source: contacts with name like
es_es: contactos con el nombre como
zh_cn: 联系名字像

source: contacts with email like
es_es: contactos con el correo electrónico como
zh_cn: 联系Email像

source: Person
es_es: Persona
zh_cn: 个人

source: Unknown name
es_es: Nombre desconocido
zh_cn: 未知的名称

source: Warning
es_es: Advertencia
zh_cn: 警告

source: A customer found with similar data in this store
es_es: Un cliente que se encuentran con datos similares en esta tienda
zh_cn: 一个顾客在这个商店找到相同的数据

source: Edit Customer
es_es: Editar cliente
zh_cn: 编辑客户

source: Customer in another store
es_es: Cliente en otra tienda
zh_cn: 另一个商店的客户

source: Use contact data to create new customer in this store
es_es: Usar datos del contacto para crear un nuevo cliente en esta tienda
zh_cn: 在这个商店使用相同数据创建新客户

source: Customer in this store
es_es: De los clientes en esta tienda
zh_cn: 这个商店的客户

source: View Customer
es_es: Ver al cliente
zh_cn: 查看客户

source: Recollect Data
es_es: Recoletas de datos
zh_cn: 重新收集数据

source: A customer found with similar data in other store
es_es: Un cliente que se encuentran con datos similares en otra tienda
zh_cn: 一个顾客在其他商店找到相同的数据

source: Email found in another
es_es: Correo electrónico que se encuentran en otro
zh_cn: 在其他地方找到Email

source: company area
es_es: área de la empresa
zh_cn: 公司区域

source: company department
es_es: departamento de la empresa
zh_cn: 公司部门

source: position
es_es: posición
zh_cn: 位置

source: Record
es_es: Resultado
zh_cn: 记录

source: Showing all Records
es_es: mostrando todos los resultados
zh_cn: 显示所有记录

source: Add Emails
es_es: Añadir correo electrónicos
zh_cn: 增加邮件

source: correlation
es_es: correlación
zh_cn: 相关

source: Showing all correlations
es_es: mostrando todos los resultados
zh_cn: 显示所有相关

source: Invalid Customer ID
es_es: ID del cliente no es válido
zh_cn: 无效的客户ID

source: Forbidden operation
es_es: Prohibida la operación
zh_cn: 禁止操作

source: showing all records
es_es: mostrando todos los resultados
zh_cn: 显示所有记录

source: Set Main
es_es: Ajuste principal del
zh_cn: 设为主要

source: Main Image
es_es: Principal
zh_cn: 主图

source: Save caption
es_es: Guardar título
zh_cn: 保存说明

source: Discontinue
es_es: Interrumpir
zh_cn: 撤销

source: Editing
es_es: Edición
zh_cn: 编辑

source: Not For Sale
es_es: No a la venta
zh_cn: 不出售

source: Force out of stock
es_es: Forzar fuera de stock
zh_cn: 强迫缺货

source: Auto
zh_cn: 自动

source: Force Offline
es_es: Forzar no en línea
zh_cn: 强制离线

source: Force Online
es_es: Forzar en línea
zh_cn: 强制在线

source: %d family
zh_cn: %d 系列

source: Reset
es_es: Restablecer
zh_cn: 重置

source: when items gross amount is less than
zh_cn: 当项目总额小于

source: when items gross amount is more than
zh_cn: 当项目总额大于

source: when items gross amount is less or equal than
zh_cn: 当项目总额小于等于

source: when items gross amount is more or equal than
zh_cn: 当项目总额大于等于

source: when
es_es: cuando
zh_cn: 什么时候

source: Activate
es_es: Activo
zh_cn: 激活

source: Choose or create a part
es_es: Elegir o crear una pieza
zh_cn: 选择或创建一个部分

source: There isn't any product with this code
zh_cn: 没有任何产品类似这个编号

source: There isn't any product with description like
zh_cn: 没有任何产品类似这个说明

source: product with code like
zh_cn: 产品编号类似

source: product with description like
zh_cn: 产品说明类似

source: Part already selected, incesiong oick number
zh_cn: 部分被选中， incesiong oick number

source: Adding part to list
es_es: Agregando parte a la lista
zh_cn: 增加部分到列表

source: Wrong value
es_es: Valor erroneo
zh_cn: 错误的值

source: Area deleted
es_es: Área eliminado
zh_cn: 区域已经被删除

source: Area could not be deleted
es_es: Zona No se puede eliminar
zh_cn: 区域不能被删除

source: Category has not children
zh_cn: 分类没有子类

source: Subject could not be disassociated with the category
zh_cn: 主题不能与这个类别关联

source: The Subject is not associated with the category
zh_cn: 主题和类别不关联

source: Subject could not associated with the category
zh_cn: 主题和类别不关联

source: Subject already associated with the category
zh_cn: 主题和类别已关联

source: Area added to Warehouse
es_es: Zona añadida a almacén
zh_cn: 添加到仓库的面积

source: Contact not found
es_es: Contacto no encontrado
zh_cn: 联系方式没有找到

source: Company not found
es_es: Sociedad no se encuentran
zh_cn: 公司没有找到

source: Key not in Company
es_es: Clave no en la empresa
zh_cn: Key不在公司

source: Email updated
es_es: Correo electrónico actualizada
zh_cn: Email 更新

source: Email created
es_es: Correo electrónico creado
zh_cn: Emai l创建

source: Telecom updated
es_es: Telecom actualiza
zh_cn: 电信更新

source: Address already in company
es_es: La dirección ya está en la compañía
zh_cn: 公司地址已经存在

source: Warning, address found also associated with
es_es: Advertencia, la dirección se encuentran asociados también con
zh_cn: 警告，地址找到也关联

source: Same as contact address
es_es: Igual que la dirección de contacto
zh_cn: 和联系地址一样

source: Same as billing address
es_es: Igual que la dirección de facturación
zh_cn: 和账单地址相同

source: Email deleted
es_es: Correo electrónico eliminados
zh_cn: Email 已经删除

source: Email could not be deleted
es_es: El correo electrónico no puede ser eliminado
zh_cn: Email 可能没被删除

source: History record Deleted
es_es: Historia registro eliminado
zh_cn: 历史记录被删除

source: Mobile deleted
es_es: Móvil eliminado
zh_cn: 手机已删除

source: Mobile could not be deleted
es_es: Mobile no puede ser eliminado
zh_cn: 手机不能被删除

source: Address Deleted
es_es: Dirección eliminados
zh_cn: 地址已删除

source: Department deleted
es_es: Departamento eliminado
zh_cn: 部门已删除

source: Department could not be deleted
es_es: Departamento no podría ser eliminado
zh_cn: 部门不能被删除

source: Invalid company name
es_es: No válido nombre de la empresa
zh_cn: 无效的公司名称

source: Customer is already a company
es_es: El cliente es ya una empresa
zh_cn: 客户已经作为一个公司

source: Customer set up as Company
es_es: Cliente de configurar como de la empresa
zh_cn: 客户成立了公司

source: Customer now known as
es_es: Cliente ahora se conoce como
zh_cn: 客户现在被称为

source: Customer is already a person
es_es: El cliente ya es una empresa
zh_cn: 客户是个人

source: Customer set up as a person
es_es: Cliente configurado como persona
zh_cn: 客户成为了个人

source: customers with name like
es_es: clientes con nombre como
zh_cn: 顾客名字类似

source: Company Area not found
es_es: Empresa Área no se encuentra
zh_cn: 公司区域没有找到

source: Forbidden Operation
es_es: Prohibida la operación
zh_cn: 禁止操作

source: No customer match this criteria
es_es: Ningún cliente coincide con este criterio
zh_cn: 没有顾客匹配这个条件

source: Operation forbidden
es_es: Operación prohibido
zh_cn: 操作禁止

source: Please give us the email campaign name
zh_cn: 请给我们Email广告系列的名称

source: Another email campaign has that name
es_es: Otra campaña de correo electrónico tiene el nombre
zh_cn: 另一个邮件广告已有那个名字

source: All fields are empty!
es_es: Todos los campos están vacios!
zh_cn: 所有字段是空的！

source: %d recipient
zh_cn: %d 收件人

source: %d objetive
zh_cn: %d 目标

source: Store Page
zh_cn: 店面页面

source: External Link
zh_cn: 外部链接

source: Buy
es_es: Comprar
zh_cn: 买

source: Use
es_es: Uso
zh_cn: 使用

source: Visit
es_es: Visita
zh_cn: 访问

source: Can not delete the last item left
zh_cn: 无法删除最后留下的项目

source: %d scheme
zh_cn: %d 计划

source: Background Container
zh_cn: 背景容器

source: Titles
es_es: Titulos
zh_cn: 标题

source: Subtitles
es_es: Subtítulos
zh_cn: 副标题

source: Text Footer
zh_cn: 文本脚注

source: Selected
es_es: Seleccionado
zh_cn: 已选择

source: Click to select
es_es: Pincha para seleccionar
zh_cn: 点击选择

source: Show Details
es_es: Mostrar Detalles
zh_cn: 显示详细

source: Hide
es_es: Ocultar
zh_cn: 隐藏

source: Sale
es_es: Venta
zh_cn: 销售

source: In Process by Customer
zh_cn: 客户处理中

source: Submitted by Customer
zh_cn: 客户已提交

source: Ready to Pick
es_es: Listo recol.
zh_cn: 准备挑选

source: Ready to Pack
es_es: Listo empa.
zh_cn: 准备打包

source: Ready to Ship
es_es: Listo enviar
zh_cn: 准备发货

source: No Picked Due Out of Stock
zh_cn: 由于缺货没有选择

source: No Picked Due No Authorised
zh_cn: 由于没有授权没有选择

source: No Picked Due Not Found
zh_cn: 由于没找到没选择

source: No Picked Due Other
zh_cn: 由于其他选择没选择

source: There isn't any order with number
es_es: No hay ningún orden con este número
zh_cn: 没有任何数量的订单

source: orders starting with
es_es: órdenes de partida con
zh_cn: 订单开始

source: There isn't any order with customer
es_es: No hay ningún orden con el cliente
zh_cn: 没有任何顾客的订单

source: orders with customer
es_es: pedidos a los clientes
zh_cn: 客户订单

source: There isn't any order minimum value of
es_es: No hay ningún valor mínimo orden de
zh_cn: 没有任何订单最低值

source: orders with min value of
es_es: pedidos con un valor mínimo de
zh_cn: 订单最低值

source: There isn't any order older than
es_es: No hay ninguna orden de más de
zh_cn: 没有任何订单更早于

source: last
es_es: pasado
zh_cn: 上一个

source: days orders
es_es: días pedidos
zh_cn: 每天订单

source: Ready to be Picked
zh_cn: 准备挑选

source: Pick order
zh_cn: 选择订单

source: Picker Assigned
es_es: Recolector designado
zh_cn: 选货人授权

source: pick order
es_es: recolectar pedido
zh_cn: 选择订单

source: (Picked) Packer Assigned
zh_cn: （已经选货）打包人授权

source: pack order
es_es: paquete de fin de
zh_cn: 打包订单

source: pick aid sheet
zh_cn: 挑选援助表

source: No order match this criteria
zh_cn: 没有订单匹配这些条件

source: Wrong date/time
es_es: fecha incorrecta y hora
zh_cn: 错误的日期/时间

source: There isn't any supplier product with code like
es_es: No hay ningún suministro con un código como
zh_cn: 没有任何供应商产品和这个编号一样

source: There isn't any supplier product used in
es_es: No hay ningún suministro utilizados en
zh_cn: 没有任何供应商产品被使用

source: supplier products with code like
es_es: suministros con un código como
zh_cn: 供应商产品编号类似

source: supplier products used in
es_es: sumisitros utilizados en
zh_cn: 供应商产品用于

source: Sub-operation not found
es_es: Sub-operación que no se encuentra
zh_cn: 子操作没有找到

source: Position deleted
es_es: Posición eliminada
zh_cn: 位置已删除

source: Position could not be deleted
es_es: Posición no puede ser eliminado
zh_cn: 位置不能删除

source: company staff
zh_cn: 公司员工

source: Key not in Supplier
es_es: Clave no en Proveedor
zh_cn: 重点不在供应商

source: supplier
es_es: proveedor
zh_cn: 供应商

source: There isn't any supplier with code
es_es: No hay ningún proveedor con código
zh_cn: 没有任何供应商有这个编号

source: suppliers with code
es_es: proveedores con código
zh_cn: 供应商编号

source: There isn't any supplier with name
es_es: No hay ningún proveedor con el nombre de
zh_cn: 没有任何供应商有这个名字

source: suppliers with name
es_es: proveedores con el nombre de
zh_cn: 供应商名字

source: There isn't any supplier with more than
es_es: No hay ningún proveedor con más de
zh_cn: 没有任何供应商更多于

source: low stock products
es_es: productos de bajo stock
zh_cn: 低库存量的产品

source: Suppliers with
es_es: Proveedores con
zh_cn: 供应商

source: out of stock products
es_es: de productos de stock
zh_cn: 缺货产品

source: There isn't any product with code
es_es: No hay ningún producto con el código
zh_cn: 没有任何这个编号的产品

source: products with code
es_es: los productos con código
zh_cn: 这个编号的产品

source: There isn't any product with supplier code
es_es: No hay ningún producto con el código de proveedor
zh_cn: 没有任何产品带有供应商编号

source: products with supplier code
es_es: productos con el código de proveedor
zh_cn: 产品供应商编号

source: Supplier Product logged
es_es: producto de proveedor registrado
zh_cn: 供应商产品已记录

source: Product already in the database
es_es: Producto ya está en la base de datos
zh_cn: 产品已经在数据库

source: Handle already in use
es_es: Mango ya está en uso
zh_cn: 处理已经在使用

source: user
es_es: usuario
zh_cn: 用户

source: User don't exist
es_es: Usuario no existe
zh_cn: 用户不存在

source: Location added to Warehouse Area
es_es: Ubicación añade Área de Almacén
zh_cn: 地点增加到仓库区域

source: Shelf Type Created
es_es: Tipo bandejas de creación
zh_cn: 货架类型已经创建

source: There isn't any location name starting with
es_es: No hay ningún nombre de punto de partida con
zh_cn: 没有任何地名开始于

source: only locations starting with
es_es: lugares, comenzando a partir
zh_cn: 只有位置开始于

source: shelf type
es_es: Tipo de estante
zh_cn: 货架类型

source: Can not get history details
es_es: No se puede obtener detalles de la historia
zh_cn: 不能得到历史记录

source: record matching
zh_cn: 记录匹配

source: record older than
zh_cn: 记录老于

source: record in the last
zh_cn: 过去的记录

source: No history records
es_es: No hay registros de la historia
zh_cn: 没有历史记录

source: Assigned Field
zh_cn: 已分配字段

source: Ignore Record
es_es: ignorar registro
zh_cn: 忽略记录

source: Read Record
es_es: leer registro
zh_cn: 读取记录

source: Map saved
es_es: Mapa guardado
zh_cn: 地图保存

source: Map name already used
zh_cn: 地图名字已经被使用

source: There isn't any map with name
zh_cn: 没有任何地图名

source: maps with name like
zh_cn: 地图名字像

source: email campaign
zh_cn: 邮件广告系列

source: There isn't any campaign with name
zh_cn: 没有广告名称

source: campaigns with name
es_es: campañas con el nombre de
zh_cn: 广告名称

source: Error: Purchase order could 't be created
es_es: Error: la orden de compra puede &#39;t ser creado
zh_cn: 错误：不能创建采购订单

source: Out of Stock Products
zh_cn: 缺货产品

source: Out of Stock Picks
zh_cn: 缺货挑选

source: Estimated Value
zh_cn: 估计值

source: Current Sale Price
zh_cn: 当前销售价格

source: No orders are outstanding
zh_cn: 没有待处理的订单

source: record returned
zh_cn: 返回记录

source: Showing all orders
es_es: Mostrando todas las ordenes
zh_cn: 显示所有订单

source: No order with customer like
zh_cn: 没有客户订单类似

source: No order with number like
zh_cn: 没有订单号码类似

source: No order with balance
zh_cn: 没有订单余额

source: No order from
zh_cn: 没有订单来自

source: with Number like
es_es: con número como
zh_cn: 数字类似

source: Showing all delivery notes
zh_cn: 显示所有送货单

source: delivery notes starting with
es_es: notas de entrega que comiencen por
zh_cn: 送货单开始于

source: delivery notes with customer
es_es: notas de entrega con el cliente
zh_cn: 客户送货单

source: delivery notes with min value of
zh_cn: 送货单最小值

source: There isn't any order maximum value of
es_es: No hay ningún valor máximo orden de
zh_cn: 没有订单最大值

source: delivery notes with max value of
zh_cn: 送货单最大值

source: days DN
zh_cn: 天DN

source: Showing all invoices
es_es: mostrando todas las facturas
zh_cn: 显示所有发票

source: Bonus
es_es: Bono
zh_cn: 奖金

source: No Stk
zh_cn: 没有库存

source: Resend
es_es: Vuelva a enviar
zh_cn: 重新发送

source: No sales this week
es_es: Prohibida la venta esta semana
zh_cn: 这周没有销售

source: No bonus this week
es_es: N bono esta semana
zh_cn: 这周没有奖励

source: Outer Dispatched
es_es: Ultraterrestre distribuye
zh_cn: 外部派送

source: Outers
zh_cn: 外部

source: No sales this month
es_es: Prohibida la venta este mes
zh_cn: 这月没有销售

source: No bonus this month
es_es: N bono de este mes
zh_cn: 这月没有奖金

source: Outers Dispatched
es_es: Se distribuye outers
zh_cn: 外部派送

source: No sales this quarter
es_es: No hay ventas en este trimestre
zh_cn: 本季度没有销售

source: No bonus this quarter
es_es: N bono de este trimestre
zh_cn: 本季度没有奖金

source: No sales this year
es_es: Prohibida la venta este año
zh_cn: 今天没有销售

source: No bonus this year
es_es: N bono de este año
zh_cn: 今年没有奖金

source: Profits
es_es: Beneficios
zh_cn: 利润

source: change (last month)
es_es: cambio (el último mes)
zh_cn: 变化（上个月）

source: change (last year)
es_es: cambio (último año)
zh_cn: 变化（去年）

source: Lost Sales
es_es: Pérdida de ventas
zh_cn: 损失的销售

source: due to refund/credits
es_es: debido a la devolución o créditos
zh_cn: 由于退款/抵免

source: due to out of stock
es_es: por fuera de stock
zh_cn: 由于缺货

source: change (previous week)
es_es: cambio (semana anterior)
zh_cn: 变化（上周）

source: No customer lost
es_es: Ningún cliente perdido
zh_cn: 没有丢失客户

source: No new customers
es_es: No hay nuevos clientes
zh_cn: 没有新客户

source: No active customers
es_es: N º de clientes activos
zh_cn: 没有激活的顾客

source: No change in the number of customers
es_es: No hay cambios en el número de clientes
zh_cn: 顾客数量没有变化

source: New Customers
es_es: Clientes Nuevos
zh_cn: 新客户

source: Lost Customers
es_es: Clientes Perdidos
zh_cn: 丢失客户

source: Active Customers
es_es: Clientes Activos
zh_cn: 激活客户

source: Customer Growth
es_es: Crecimiento del cliente
zh_cn: 客户增长

source: Total customers contacts
es_es: contactos de los clientes totales
zh_cn: 所有客户联系方式

source: New this month
es_es: Nuevo este mes
zh_cn: 本月新的

source: New this year
es_es: La novedad de este año
zh_cn: 本年新的

source: No Sales
es_es: N de ventas
zh_cn: 没有销售

source: no sales this month
es_es: ninguna venta este mes
zh_cn: 这个月没有销售

source: Net Sales
es_es: Las ventas netas
zh_cn: 网络销售

source: of the total sales
es_es: de las ventas totales
zh_cn: 总销售

source: no sales this day
es_es: ninguna venta el día de hoy
zh_cn: 今日没有销售

source: Stock end of month
es_es: Colección de fin de mes
zh_cn: 月末库存

source: Stock in
es_es: Colección de
zh_cn: 入库

source: Stock Out (Sales)
es_es: Fuera de stock (Ventas)
zh_cn: 出库（销售）

source: orders with max value of
es_es: pedidos con un valor máximo de
zh_cn: 订单最大值

source: Region
es_es: Región
zh_cn: 地区

source: There isn't any world region with code
es_es: No hay ninguna región del mundo con el código
zh_cn: 没有任何世界地区代码

source: regions with code like
es_es: regiones con un código como
zh_cn: 地区编号类似

source: There isn't any continent with code
es_es: No hay ningún continente con el código
zh_cn: 没有任何大陆代码

source: continents with code like
es_es: continentes con un código como
zh_cn: 大陆编号类似

source: There isn't any department with code
zh_cn: 没有任何部门编号

source: departments with code like
es_es: departamentos con un código como
zh_cn: 部门编号类似

source: There isn't any department with name
zh_cn: 没有任何部门名字

source: departments with name like
es_es: departamentos con nombre como
zh_cn: 部门名称类似

source: There isn't any family with code
es_es: No hay ninguna familia con el código
zh_cn: 没有任何此系列代码

source: There isn't any family with name
es_es: No hay ninguna familia con el nombre de
zh_cn: 没有任何此系列名称

source: families with name like
es_es: familias con nombre como
zh_cn: 系列名称类似

source: There isn't any product with name
zh_cn: 没有任何产品名字

source: There isn't any country with code
es_es: No hay ningun país con el código
zh_cn: 没有任何国家代码

source: countries with code like
es_es: países con un código como
zh_cn: 国家编号类似

source: Postal Code
es_es: Código Postal
zh_cn: 邮政编码

source: There isn't any postal code with code
es_es: No hay ningún código postal con el código
zh_cn: 没有任何邮政编码

source: postal codes with code like
es_es: código postal con el código como
zh_cn: 邮政编码类似

source: There isn't any city with code
es_es: No hay ninguna ciudad con el código
zh_cn: 没有任何城市代码

source: city with code like
es_es: ciudad con un código como
zh_cn: 城市编号类似

source: There isn't any offer with name
es_es: No hay ningúna oferta con nombre de
zh_cn: 没有提供任何名称

source: offers with name like
es_es: ofertas con nombres como
zh_cn: 供应商名称类似

source: Continent
es_es: Continente
zh_cn: 大陆

source: Kg
zh_cn: 千克

source: No order has been placed yet
es_es: Ninguna orden se ha puesto aún
zh_cn: 还没有订单被列入

source: Records found
zh_cn: 找到记录

source: No FX Data
es_es: No hay datos FX
zh_cn: 没有FX数据

source: European Union Member
es_es: Miembros de la Unión Europea
zh_cn: 欧盟成员

source: You must specify a summary of the issue.
es_es: Debe especificar un resumen de la cuestión.
zh_cn: 你必须指定一个问题的汇总

source: There isn't any website with name
zh_cn: 没有任何网站名称

source: websites with name
es_es: Sitios web con nombre
zh_cn: 网站名称

source: There isn't any website with address
zh_cn: 没有任何网站地址

source: websites with address
zh_cn: 网站地址

source: Wrong date format, must be dd-mm-yyyy
zh_cn: 错误的日期格式，必须是 日-月-年

source: There are no items in this purchase order!
zh_cn: 采购单没有任何商品！

source: You can not do this operation
zh_cn: 你不能执行这个操作

source: item returned
zh_cn: 物品退回

source: Suboperation not found
zh_cn: 子操作没找到

source: Error: Another supplier has the same code
zh_cn: 错误：另一个供应商有相同的编号

source: Fatal Error
zh_cn: 致命错误

source: Showing all products
zh_cn: 显示所有产品

source: work group
zh_cn: 工作组

source: There is no customer with name
zh_cn: 没有客户名称

source: customer with name
es_es: cliente con el nombre de
zh_cn: 客户名称

source: There is no customer on area
es_es: No hay clientes en el área
zh_cn: 没有顾客在这个区域

source: customer on area
es_es: clientes en el área
zh_cn: 区域上的客户

source: There is no customer with position
es_es: No hay ningún cliente con la posición
zh_cn: 没有顾客带有位置

source: customer with position
es_es: los clientes con la posición
zh_cn: 客户位置

source: Operation not found ha ha
es_es: La operación no se encuentran, ja, ja
zh_cn: 操作没找到 ha ha

source: There isn't any shelf name starting with
es_es: No hay ningún nombre de plataforma de partida con
zh_cn: 没有任何货架名开始于

source: only shelfs starting with
es_es: sólo comenzando con estantes
zh_cn: 只有架子开始于

source: shelf
es_es: estante
zh_cn: 架子

source: No parts on this location
es_es: No hay partes en esta ubicación
zh_cn: 这个位置没零件

source: Desassociate Product
es_es: Producto Desassociate
zh_cn: 解除关联产品

source: No
zh_cn: 不

source: Audit
es_es: Auditoría
zh_cn: 审计
