Repository: inikoo/aurora
Catalog: localesites/*/LC_MESSAGES/inikoosites.po
Languages: fr_fr, it_it

source: Company associated with Customer
fr_fr: Entreprise associée au client
it_it: Società associata al cliente

source: Email not found
fr_fr: E-mail introuvable
it_it: Email non trovata

source: Yes
fr_fr: Oui
it_it: Si

source: No
fr_fr: Non

source: Customer address changed from
fr_fr: Ancienne adresse du client
it_it: Indirizzo cliente cambiato da

source: Customer address set to
fr_fr: Adresse du client est
it_it: Indirizzo cliente impostato a

source: Can't update fiscal name of a person
fr_fr: Ne peut pas mettre à jour le nom fiscal d'une personne
it_it: Non posso aggiornare il nome fiscale di una persona

source: Tel
fr_fr: Tél
it_it: Telefono

source: Order Processed
fr_fr: Commande traitée
it_it: Ordine evaso

source: Original Source
fr_fr: Source d'origine
it_it: Origine

source: Original Source Filename
fr_fr: Nom du fichier source d'origine
it_it: Nome originale

source: Order
fr_fr: Commande
it_it: Ordine

source: refunded for
fr_fr: remboursé pour
it_it: rimborsato per

source: Date refunded
fr_fr: Date du remboursement
it_it: Data rimborso

source: Email Removed from Customer
fr_fr: E-mail supprimé duclient
it_it: Email rimossa dal cliente

source: Telecom Removed from Customer
fr_fr: Télécom supprimé du client
it_it: Telefono rimosso dal cliente

source: Customer can't be deleted
fr_fr: Client ne peut être supprimé
it_it: Il cliente non può essere cancellato

source: Customer Deleted
fr_fr: Client supprimé
it_it: Cliente cancellato

source: Same Customer
fr_fr: Client identique
it_it: Stesso cliente

source: Customers from different stores
fr_fr: Clients de différentes boutiques
it_it: Clienti di negozi differenti

source: merged
fr_fr: fusionné(e)
it_it: fusi

source: Orders Transfered
fr_fr: Commandes transférées
it_it: Ordini trasferiti

source: Notes Transfered
fr_fr: Notes transférées
it_it: Note trasferite

source: Valid until
fr_fr: Valide jusqu'au
it_it: Valido fino a

source: Expired
fr_fr: Expiré(e)
it_it: Scaduto

source: Thanks
fr_fr: Merci
it_it: Grazie

source: Buy
fr_fr: Acheter
it_it: Compra

source: changed to
fr_fr: modifié en

source: Empty note
fr_fr: Note vide
it_it: Nota vuota

source: Image already uploaded
fr_fr: Image déjà télécharger
it_it: Immagine già aggiunta

source: image added
fr_fr: image ajoutée
it_it: immagine aggiunta

source: Discount
fr_fr: Remise
it_it: Sconto

source: If
fr_fr: Si
it_it: Se

source: order within
fr_fr: Commander en
it_it: ordinate in

source: order more than
fr_fr: Commander plus de
it_it: ordinate più di

source: Shipping Destination
fr_fr: Adresse d'expédition
it_it: Indirizzo di spedizione

source: Finish
fr_fr: Conclure

source: Wating
fr_fr: En attente

source: Suspended
fr_fr: En attente
it_it: Sospeso

source: Term should be numeric
fr_fr: Information devrait être numérique
it_it: Il termine deve essere numerico

source: Term should be more than zero
fr_fr: Information devrait être plus que zéro
it_it: Il termine deve essere maggiore di 0

source: allowance should be numeric
fr_fr: indemnité devrait être numérique
it_it: la tolleranza deve essere numerica

source: allowance can not be more than 100%
fr_fr: indemnité ne peut être de plus de 100%
it_it: la tolleranza non può essere più del 100%

source: Collected
fr_fr: Collecté
it_it: Consegna a mano

source: box
fr_fr: colis
it_it: scatola

source: pallet
fr_fr: palette

source: envelope
fr_fr: enveloppe
it_it: busta

source: small parcel
fr_fr: petit colis
it_it: pacco piccolo

source: container (other)
fr_fr: conteneur (autre)
it_it: container

source: Taken from an
fr_fr: Pris(e) à partir de
it_it: Preso da

source: Unknown Location
fr_fr: Emplacement inconnu
it_it: Locazione sconosciuta

source: Taken from
fr_fr: Pris(e) de
it_it: Preso da locazione

source: To be taken from an
fr_fr: Prendre à partir de
it_it: Verrà mosso da un

source: To be taken from
fr_fr: Prendre de
it_it: verrà mosso da

source: Out of Stock
fr_fr: En rupture de stock
it_it: Non disponibile

source: Delivery Note can not be cancelled,because has already been dispatched
fr_fr: Bon de commande ne peut pas être annulé, car la commande a déjà été envoyée
it_it: L'ordine non può essere cancellato perchè già spedito

source: Order is already cancelled
fr_fr: Commande est déjà annulée
it_it: L'ordine è già stato cancellato

source: Order is already suspended
fr_fr: Commande est déjà en attente
it_it: L'ordine è già sospeso

source: Delivery Note can not be assigned to a picker,because has already been picked
fr_fr: Bon de commande ne peut pas être assigné à un préparateur, car la commande a déjà été préparée
it_it: L'ordine non può essere assegnato ad un magazziniere perchè è già stato raccolto

source: Staff not found
fr_fr: Employé non trouvé
it_it: Dipendente non trovato

source: Delivery Note can not be assigned to a packer,because has not been picked
fr_fr: Bon de commande ne peut pas être assigné à un emballeur, car la commande n'a pas encore été préparée
it_it: l'ordine non può essere assegnato ad un confezionatore perchè non è stato raccolto

source: Packer has been already assigned
fr_fr: Emballeur a déjà été assigné
it_it: Confezionatore già assegnato

source: Delivery Note has been already packed
fr_fr: La Commande a déjà été emballée
it_it: L'ordine è stato già confezionato

source: Delivery Note can not be assigned to a packer,because is been packed
fr_fr: Bon de commande ne peut être assigné à un emballeur, car la commande a déjà été emballée
it_it: l'ordine non può essere assegnato ad un confezionatore perchè già confezionato

source: Dispatched
fr_fr: Envoyé(e)
it_it: Spedito

source: Packed
fr_fr: emballé(e)
it_it: Imballato

source: Packed & Checked
fr_fr: Emballé(e) et vérifié(e)
it_it: Imballato & Controllato

source: Picking & Packing
fr_fr: Préparation et emballage
it_it: Raccolto & Confezionato

source: Ready to be Picked
fr_fr: Prêt(e) à être préparé(e)
it_it: Pronto per la raccolta

source: Picker Assigned
fr_fr: Préparateur assigné
it_it: Magazziniere assegnato

source: Picking
fr_fr: En préparation
it_it: In raccolta

source: Picked
fr_fr: Préparé(e)
it_it: Raccolto

source: Packing
fr_fr: Emballage en cours
it_it: In confezionamento

source: Packer Assigned
fr_fr: Emballeur assigné
it_it: Confezionatore Assegnato

source: Ready to be Dispatched
fr_fr: Prêt(e) à être envoyé(e)
it_it: Pronto alla spedizione

source: Cancelled to Restock
fr_fr: Annulé(e) pour restockage
it_it: Cancellato - Ritornare in magazzino

source: Ready to Ship
fr_fr: Prêt(e) à expédier
it_it: Pronto da spedire

source: Cancelled
fr_fr: nnulé(e)
it_it: Cancellato

source: Error,the sum of out of stock and not found units are greater than the number of not picked units
fr_fr: Erreur, la somme des ruptures de stock et unités non trouvées est supérieure aux nombres d'unités non préparées
it_it: Errore, la somma delle unità fuori stock e non trovate è maggiore del numero di unità nel prodotto

source: Error: Wrong department code
fr_fr: Erreur: Code du département incorrect
it_it: Errore: Codice dipartimento errato

source: Warning: No department name
fr_fr: Attention: pas de nom de département
it_it: Errore: Nome dipartimento mancante

source: Error: Incorrect Store Key
fr_fr: Erreur: Clef de boutique incorrecte
it_it: Errore: Chiave Negozio errata

source: There is already another department with this code
fr_fr: Il existe déjà un autre département avec ce code
it_it: Esiste già un dipartimento con questo codice

source: Department Added
fr_fr: Département ajouté
it_it: Dipartimento aggiunto

source: Department Created
fr_fr: Département créé
it_it: Dipartimento creato

source: Department
fr_fr: Département
it_it: Dipartimento

source: Department Sales Type updated
fr_fr: Types de ventes du département mis à jour
it_it: Tipo di dipartimento di vendita aggiornato

source: Error: Department sales type could not be updated
fr_fr: Erreur: Type de ventes du département n'a pas pu être modifié
it_it: Errore: Il tipo di dipartimento non può essere aggiornato

source: Error: wrong value
fr_fr: Erreur: valeur incorrecte
it_it: Errore: Valore sbagliato

source: Error: Wrong code (empty)
fr_fr: Erruer: Code incorrect (vide)
it_it: Errore: Codice sbagliato

source: Error: Another department with the same code
fr_fr: Erreur: Un autre département possède le même code
it_it: Errore: Nome dipartimento già esistente

source: Department code updated
fr_fr: Code département mis à jour
it_it: Codice dipartimento aggiornato

source: Product Department Changed
fr_fr: Département produit modifié
it_it: Dipartimento prodotti cambiato

source: Store
fr_fr: Boutique
it_it: Negozio

source: code changed from
fr_fr: Ancien code
it_it: codice cambiato da

source: Error: Department code could not be updated
fr_fr: Erreur: Code département ne peut pas être mis à jour
it_it: Il codice del negozio non può essere aggiornato

source: Error: Wrong name (empty)
fr_fr: Erreur: nom incorrect (vide)
it_it: Errore: Nome vuoto

source: Error: Another department with the same name
fr_fr: Erreur: un autre département porte le meme nom
it_it: Errore: Il nome del dipartimento è già esistente

source: Department name updated
fr_fr: Nom du département mis à jour
it_it: Nome dipartimento aggiornato

source: Product Department Name Changed
fr_fr: Nom du département produit modifié
it_it: Nome dipartimento prodotti cambiato

source: Product Department
fr_fr: Département produit
it_it: Dipartimento prodotti

source: name changed from
fr_fr: Ancien nom
it_it: nome cambiato da

source: Error: Department name could not be updated
fr_fr: Erreur: Nom de département n'a pas pu être mis à jour
it_it: Il nome del negozio non può essere aggiornato

source: Error: can not delete department
fr_fr: Erreur: ne peut pas supprimer département
it_it: Errore: Non posso cancellare il dipartimento

source: No change
fr_fr: Pas de modification
it_it: Nessun cambio

source: Hello, Customer Name
fr_fr: Bonjour, Nom client
it_it: Salve, Customer Name

source: Error no email data
fr_fr: Erreur pas d'adresse électronique
it_it: Errore: Email mancante

source: No email provided
fr_fr: Aucun e-mail fourni
it_it: Nessuna email inserita

source: Wrong email
fr_fr: E-mail incorrect
it_it: Email sbagliata

source: New Email
fr_fr: Nouvel e-mail
it_it: Nuova email

source: Email Created
fr_fr: E-mail créé
it_it: Email creata

source: Error can not create email
fr_fr: Erreur, e-mail ne peut être créer
it_it: Errore: non posso creare l'email

source: Email address can not be blank
fr_fr: Adresse e-mail ne peut être vide
it_it: L'email non può essere vuota

source: Email is not valid
fr_fr: E-mail est invalide
it_it: Email non valida

source: Email is already associated with another contact
fr_fr: E-mail est déjà associé à un autre contact
it_it: L'email è già associata ad un'altro contatto

source: Email address can not be updated
fr_fr: Adresse e-mail ne peut pas être mise à jour
it_it: Non è possibile aggiornare l'email

source: Email address changed
fr_fr: Adresse e-mail modifiée
it_it: Email cambiata

source: Email changed from
fr_fr: Ancien e-mail

source: Email Validated can not be updated
fr_fr: Email validé ne peut pas être mis à jour
it_it: L'email confermata non può essere aggiornata

source: Field wrong value
fr_fr: Valeur du champ incorrect
it_it: Valore errato

source: Email confirmed as correct
fr_fr: E-mail confirmé comme correct
it_it: Email verificata

source: Email confirmed as incorrect
fr_fr: Email confirmé comme incorrect
it_it: Email verificata non corretta

source: has been deleted
fr_fr: a été supprimé(e)
it_it: è stato cancellata

source: Wrong Email Address
fr_fr: Adresse e-mail incorrecte
it_it: Email non valida

source: Email Address already in mailing list
fr_fr: Adresse e-mail déjà dans la liste de d'envoi
it_it: L'indirizzo email è già nella lista di diffusione

source: Can not add email to mailing list
fr_fr: Impossible d'ajouter e-mail à liste d'envoi
it_it: Non posso aggiungere l'indirizzo email alla lista di distribuzione

source: Email Address Added
fr_fr: Adresse e-mail ajoutée
it_it: Infdirizzo email aggiunto

source: Customers without email
fr_fr: Clients sans e-mail
it_it: Cliente senza email

source: Skipped (Customer preferences)
fr_fr: ignoré(e) (choix du client)
it_it: Non eseguito (Preferenze cliente)

source: Skipped (Email already added)
fr_fr: Ignoré(e) (e-mail déjà ajouté)
it_it: Non eseguito (Email già presente)

source: more
fr_fr: plus
it_it: di più

source: Campaign already sending emails
fr_fr: Campagne déjà en cours
it_it: La campagna invia già le email

source: Campaign already send
fr_fr: Campagne déjà envoyée
it_it: La campagna è stata inviata

source: Email Credentials Added
fr_fr: Identifiants éléctroniques ajoutés
it_it: Indirizzo email aggiunto

source: Error can not create email credentials
fr_fr: Erreur: Ne peut pas créer identifiants e-mail
it_it: Errore: non posso creare le credenziali email

source: Email to be Send Created
fr_fr: E-mail à envoyer créé
it_it: L'email da inviare è creata

source: Error can not create email to be send
fr_fr: Erreur: ne peut créer e-mail à envoyer
it_it: Errore non posso creare l'email da inviare

source: FTP not supported by server
fr_fr: FTP n'est pas supporté par le serveur
it_it: FTP non supportato dal server

source: Can not connect
fr_fr: Impossible de se connecter
it_it: Non posso connettermi

source: Can not login
fr_fr: Ne peut pas se connecter
it_it: Non posso effettuare l'accesso

source: Server do not support passive mode
fr_fr: Serveur ne gère pas le mode passif
it_it: Il server non supporta il modo passivo

source: Can not upload file
fr_fr: Ne peut pas télécharger le fichier
it_it: Non posso caricare il file

source: Family
fr_fr: Famille
it_it: Famiglia

source: is already created
fr_fr: est déjà créé(e)
it_it: è già esistente

source: Family Added
fr_fr: Famille ajoutée
it_it: Famiglia aggiunta

source: Family Created
fr_fr: Famille créée
it_it: Famiglia creata

source: Error: Another family with the same code
fr_fr: Erreur: Un autre famille possède le même code
it_it: Errore: un'altra famiglia ha lo stesso codice

source: Family code updated
fr_fr: Code famille mis à jour
it_it: Codice famiglia aggiornato

source: Product family Code changed
fr_fr: Code de la famille de produits modifié
it_it: Codice famiglia prodotti cambiato

source: changed code from
fr_fr: Ancien Code
it_it: codice cambiato da

source: Error: Family code could not be updated
fr_fr: Erreur: code famille n'a pas pu être modifié
it_it: Errore: Codice famiglia non aggiornato

source: Error: Another family with the same name
fr_fr: Erreur: un autre faimme possède le même nom
it_it: Errore: Un'altra famiglia ha lo stesso nome

source: Family name updated
fr_fr: Nom de famille mis à jour
it_it: Nome famiglia aggiornato

source: Product Family
fr_fr: Famille de produits
it_it: Famiglia prodotti

source: Error: Family name could not be updated
fr_fr: Erreur: Nom de famille n'a pas pu être mis à jour
it_it: Errore: La famiglia non può essere aggiornata

source: Product Family Description Changed
fr_fr: Description de la famille de produits modifiée
it_it: La descrizione della famiglia prodotti è cambiata

source: Family Sales Type updated
fr_fr: Type de ventes de la famille mise à jour
it_it: Tipo di vendita famiglia aggiornato

source: Error: Family sales type could not be updated
fr_fr: Erreur: type de ventes de la famille n'a pas pu être mis à jour
it_it: Errore: il tipo di vendita non può essere aggiornato

source: Error: can not delete family
fr_fr: Erreur: ne peut pas supprimer famille
it_it: Errore: non posso cancellare la famiglia

source: No similar families
fr_fr: Pas de familles similaires
it_it: Nessuna famiglia simile

source: Invalid filename, return paths forbiden
fr_fr: Nom de fichier incorrect, chemin de retour interdit
it_it: Nome del file non valido

source: No image file
fr_fr: Aucun fichier image
it_it: Non è un'immagine

source: Can not resize image
fr_fr: Ne peut pas redimensionner image
it_it: Ridimensionamento non possibile

source: File format not supported
fr_fr: Format du fichier non pris en charge
it_it: Formato non supportato

source: Can not read image
fr_fr: Ne peut lire image
it_it: Errore immagine non caricabile

source: Imported Records
fr_fr: Archives importés
it_it: Records importati

source: Imported customers list
fr_fr: Liste des clients importée
it_it: Elenco clienti importati

source: Error Log
fr_fr: Journal d'erreurs
it_it: Log Errori

source: Ignored Log
fr_fr: Connection ignorée
it_it: Log ignorato

source: Charges
fr_fr: Frais
it_it: Spese

source: Credit Card
fr_fr: Carte de crédit
it_it: Carta di credito

source: Cash
fr_fr: en espèce
it_it: Contante

source: Check
fr_fr: Chèque
it_it: Assegno

source: Bank Transfer
fr_fr: Transfert bancaire
it_it: Bonifico Bancario

source: Paid in full
fr_fr: payé(e) en totalité
it_it: Pagato

source: Not Paid
fr_fr: Pas payé(e)
it_it: Non pagato

source: Partially Paid
fr_fr: partiellement payé(e)
it_it: Parzialmente pagato

source: Invoice
fr_fr: Facture
it_it: Fattura

source: Refund
fr_fr: Remboursement
it_it: Rimborso

source: Invoice for order
fr_fr: Facture de la commande
it_it: Fattura per ordine

source: Refund for order
fr_fr: Remboursement du à la commande
it_it: Rimborso per ordine

source: Wrong location code
fr_fr: Code emplacement incorrect

source: Location Created
fr_fr: Emplacement créé

source: Location
fr_fr: emplacement

source: Location do not exist
fr_fr: Emplacement n'existe pas

source: Wrong location name
fr_fr: Nom d'emplacement incorrect

source: Name already exists
fr_fr: Nom existe déjà

source: Location name change
fr_fr: Modification du nom de l'emplacement

source: The maximum deep for this location show be numeric
fr_fr: La profondeur maximale de cet emplacement devrait être numérique

source: The deep can not be negative
fr_fr: La profondeur ne peut pas être négative

source: The deep can not be zero
fr_fr: La profondeur ne peut pas être zéro

source: Location deep changed
fr_fr: Profondeur de l'emplacement modifié

source: The maximum width for this location show be numeric
fr_fr: La largeur maximale pour cet emplacement doit être numérique

source: The width can not be negative
fr_fr: La largeur ne peut pas être négative

source: The width can not be zero
fr_fr: la largeur ne peut pas être de zéro

source: Location width changed
fr_fr: Largeur de l'emplacement modifié

source: Maximum number of products in location changed
fr_fr: Le nombre maximum de produits dans l'emplacement a changé

source: Other location has this code
fr_fr: Autre emplacement a ce code

source: Location code changed
fr_fr: Code de l'emplacement modifié

source: Location warehouse area changed
fr_fr: L'emplacement de la zone de l'entrepôt modifié

source: Location flag changed
fr_fr: Drapeau de l'emplacement modifié

source: The maximum weight for this location show be numeric
fr_fr: Le poids maximal pour cet emplacement doit être numérique

source: The maximum weight can not be negative
fr_fr: Le poids maximal ne peut pas être négatif

source: The maximum weight can not be zero
fr_fr: Le poids maximal ne peut pas être zéro

source: Location maximum weight changed
fr_fr: Poids maximal de l'emplacement modifié

source: The maximum volume for this location show be numeric
fr_fr: Le volume maximal de l'emplacement devrait être numérique

source: The maximum volume can not be negative
fr_fr: Le volume maximal ne peut pas être négatif

source: The maximum volume can not be zero
fr_fr: Le volume maximum ne peut pas être zéro

source: Location maximum volume changed
fr_fr: Volume maximal de l'emplacement modifié

source: Wrong location type
fr_fr: Type d'emplacement incorrect

source: Location type changed
fr_fr: Type de l'emplacement modifié

source: Wrong location shape
fr_fr: Forme de l'emplacement incorrecte

source: Location shape changed
fr_fr: Forme de l'emplacement modifiée

source: Wrong location stock
fr_fr: Stock de l'emplacement incorrect

source: Location stock changed
fr_fr: Emplacement du stock modifié

source: Delivery Note for
fr_fr: Bon de commande pour
it_it: Nota di consegna per

source: Ready to Pick
fr_fr: prêt(e) à être préparé(e)
it_it: Pronto per la raccolta

source: Order can not be cancelled, because has already been dispatched
fr_fr: Commande ne peut pas être annulée, parce que a déjà été expédiée
it_it: L'ordine non può essere cancellato perchè già spedito

source: Order Cancelled
fr_fr: Commande annulée

source: Order is not suspended
fr_fr: Commande n'est pas en attente
it_it: Ordine non sospeso

source: Order Suspended
fr_fr: Commande en attente
it_it: Ordine sospeso

source: Order can not be suspended, because has already been dispatched
fr_fr: Commande ne peut pas être en attente, car a déjà été envoyée
it_it: L'ordine non può essere sospeso perchè già spedito

source: Order is cancelled
fr_fr: Commande est annulée
it_it: L'ordine è cancellato

source: No value order, Dispatched
fr_fr: Pas de commande de valeurs, expédiée
it_it: Nessun valore ordine, Spedito

source: In Process
fr_fr: En cours
it_it: In esecuzione

source: In Process by Customer
fr_fr: En cours par le client
it_it: In modifica dal cliente

source: Submitted by Customer
fr_fr: Soumis(e) par le client
it_it: Inserito dal cliente

source: Invoiced
fr_fr: Facturé(e)

source: Waiting Payment
fr_fr: En attente de paiement
it_it: Attesa pagamento

source: Shipping
fr_fr: Expédition
it_it: Spedizione

source: Header updated
fr_fr: En-tête
it_it: Testata aggiornata

source: Code updated
fr_fr: Code mis à jour
it_it: Codice aggiornato

source: Invalid Code
fr_fr: Code incorrect
it_it: Codice non valido

source: Code already usen on this website
fr_fr: Code déjà utilisé sur ce site

source: Manual
fr_fr: Manuel
it_it: Manuale

source: Sales
fr_fr: Ventes
it_it: Vendite

source: Semantic
fr_fr: Sémantique
it_it: Semantica

source: Front Page Store
fr_fr: Première page boutique
it_it: Pagina perincipale negozio

source: Search
fr_fr: Rechercher
it_it: Cerca

source: Product Description
fr_fr: Description du produit
it_it: Descrizione prodotto

source: Category Catalogue
fr_fr: Catégorie catalogue
it_it: Catalogo Categorie

source: Family Catalogue
fr_fr: Famille catalogue
it_it: Catalogo Famiglie

source: Department Catalogue
fr_fr: Département catalogue
it_it: Catalogo Dipartimento

source: Store Catalogue
fr_fr: Boutique catalogue
it_it: Catalogo Negozio

source: Registration
fr_fr: Inscription
it_it: Registrazione

source: Client Section
fr_fr: Section client
it_it: Selezione clienti

source: Check Out
fr_fr: Payer
it_it: Pagamento ordine

source: Sold Out
fr_fr: Epuisé
it_it: Esaurito

source: Order Product
fr_fr: Commander produit
it_it: Ordina

source: RRP
fr_fr: PVC
it_it: Prezzo Suggerito

source: Processing request
fr_fr: en cours de traitement
it_it: Elaborazione in corso

source: expected
fr_fr: attendu
it_it: atteso

source: Quantity to order
fr_fr: Quantité à commander

source: In stock
fr_fr: En stock
it_it: Disponibile

source: For prices, please
fr_fr: Pour les prix, veuillez s'il vous-plaît
it_it: Per i prezzi, prego

source: login
fr_fr: Se connecter
it_it: accedi

source: or
fr_fr: ou
it_it: o

source: register
fr_fr: s'inscrire
it_it: registrati

source: OoS
fr_fr: Rupture de stock
it_it: Non Disponibile

source: Please
fr_fr: S'il vous plait
it_it: Per favore

source: RRP from
fr_fr: PVC a partir de
it_it: Prezzo Suggerito da

source: Out of stock
fr_fr: rupture de stock
it_it: Non disponibile

source: Expected
fr_fr: Attendu
it_it: In arrivo

source: Reset
fr_fr: Réinitialiser
it_it: Reimposta

source: Price
fr_fr: Prix
it_it: Prezzo

source: Price from
fr_fr: Prix à partir de
it_it: Prezzo da

source: Basket & Checkout
fr_fr: Panier et paiement
it_it: Cestino e Checkout

source: See Basket
fr_fr: Voir panier
