Repository: inikoo/aurora
Catalog: localesites/*/LC_MESSAGES/inikoosites.po
Languages: fr_fr, it_it

source: Edit
fr_fr: Editer
it_it: Modifica

source: Add
fr_fr: Ajouter

source: Set as Main
fr_fr: Définir comme prinicpal(e)

source: No results found, try te a more comprensive search
fr_fr: Pas de résultat trouvé, essayer une recherche plus complète
it_it: Nessun risultato, prova

source: here
fr_fr: ici
it_it: qui

source: Pending Orders
fr_fr: Commandes en cours

source: Import
fr_fr: Importer

source: Modify Order
fr_fr: Modifier commande

source: Cancel Order
fr_fr: Annuler commande

source: Send to Warehouse
fr_fr: Envoyé dans l'entrepôt

source: Shipping Address
fr_fr: Adresse de livraison

source: Change Delivery Address
fr_fr: Modifier adresse de livraison

source: Set for collection
fr_fr: Défini(e): à collecter

source: For collection
fr_fr: à collecter
it_it: Per collezione

source: Set for shipping
fr_fr: Défini(e) à expédier

source: Order Date
fr_fr: Date de commande
it_it: Data Ordine

source: Items
fr_fr: Articles
it_it: Articoli

source: Ordered Products
fr_fr: Produits commandés

source: Rows per Page
fr_fr: Lignes par page

source: Filter options
fr_fr: Options de filtrage

source: Account Number
fr_fr: numéro de compte client
it_it: Numero profilo

source: Sort Code
fr_fr: code guichet

source: Branch Name & Address
fr_fr: Nom de l'agence et adresse
it_it: Nome filiale e indirizzo

source: Paypal Credit Card Payment
fr_fr: Paiement par carte de crédit, paypal
it_it: Pagamento con PayPal e carta di credito

source: required
fr_fr: recquis(e)
it_it: richiesto

source: First Name
fr_fr: Prénom
it_it: Nome

source: Last Name
fr_fr: Nom
it_it: Cognome

source: Company (optional)
fr_fr: Entreprise (en option)
it_it: Nome ditta

source: Street Address
fr_fr: numéro et nom de rue
it_it: Indirizzo

source: City
fr_fr: Ville
it_it: Città

source: State/Province
fr_fr: Département/région
it_it: Stato/Provincia

source: Zip/Postal Code
fr_fr: Code postal
it_it: CAP

source: Country
fr_fr: Pays
it_it: Stato

source: Credit Card Number
fr_fr: Numéro de carte de crédit
it_it: Numero di carta di credito

source: Albania
fr_fr: Albanie

source: Algeria
fr_fr: Algérie

source: American Samoa
fr_fr: Samoa américaines
it_it: Samoa Americana

source: Andorra
fr_fr: Andorre

source: Antarctica
fr_fr: Antarctique
it_it: Antartica

source: Antigua and Barbuda
fr_fr: Antigua et Barbuda

source: Argentina
fr_fr: Argentine

source: Armenia
fr_fr: Arménie

source: Australia
fr_fr: Australie

source: Austria
fr_fr: Autriche

source: Azerbaidjan
fr_fr: Azerbaïdjan

source: Barbados
fr_fr: barbade

source: Belarus
fr_fr: Biélorussie

source: Belgium
fr_fr: Belgique

source: Benin
fr_fr: Bénin

source: Bermuda
fr_fr: Bermudes

source: Bhutan
fr_fr: Bhoutan

source: Bolivia
fr_fr: Bolivie

source: Bosnia-Herzegovina
fr_fr: Bosnie-Herzégovine

source: Bouvet Island
fr_fr: Île Bouvet

source: Brazil
fr_fr: Brésil
it_it: Brasile

source: British Indian Ocean Territory
fr_fr: Territoire britannique de l'océan Indien

source: Bulgaria
fr_fr: Bulgarie

source: Cambodia
fr_fr: Cambodge
it_it: Cambogia

source: Cameroon
fr_fr: Cameroun

source: Cape Verde
fr_fr: Cap-Vert
it_it: Capo Verde

source: Cayman Islands
fr_fr: Îles Caïmans

source: Central African Republic
fr_fr: République centrafricaine

source: Chad
fr_fr: Tchad

source: Chile
fr_fr: Chili
it_it: Cile

source: China
fr_fr: Chine
it_it: Cina

source: Christmas Island
fr_fr: ïle de Noël
it_it: Christmas Isola

source: Cocos (Keeling) Islands
fr_fr: Iles Cocos (Keeling)
it_it: Cocos (Keeling) Isole

source: Colombia
fr_fr: Colombie

source: Comoros
fr_fr: Comores

source: Cook Islands
fr_fr: Îles Cook

source: Croatia
fr_fr: Croatie
it_it: Croazia

source: Cyprus
fr_fr: Chypre

source: Czech Republic
fr_fr: République tchèque
it_it: Repubblica Ceca

source: Denmark
fr_fr: Danemark
it_it: Danimarka

source: Dominica
fr_fr: Dominique

source: Dominican Republic
fr_fr: République dominicaine

source: East Timor
fr_fr: Timor oriental

source: Ecuador
fr_fr: Equateur

source: Egypt
fr_fr: Égypte
it_it: Egitto

source: Equatorial Guinea
fr_fr: Guinée équatoriale
it_it: Guinea Equatoriale

source: Eritrea
fr_fr: Erythrée

source: Estonia
fr_fr: Estonie

source: Ethiopia
fr_fr: Ethiopie

source: Falkland Islands
fr_fr: Îles Malouines
it_it: Falkland Isole

source: Faroe Islands
fr_fr: Îles Féroé
it_it: Faroe Isole

source: Fiji
fr_fr: Fidji

source: Finland
fr_fr: Finlande
it_it: Finlandia

source: Former Czechoslovakia
fr_fr: ex-Tchécoslovaquie

source: Former USSR
fr_fr: ex-URSS

source: France (European Territory)
fr_fr: France (Territoire Européen)

source: French Guyana
fr_fr: Guyane française
it_it: Guyana Fracese

source: French Southern Territories
fr_fr: Terres australes françaises

source: Gambia
fr_fr: Gambie

source: Georgia
fr_fr: Géorgie

source: Germany
fr_fr: Allemagne
it_it: Germania

source: Great Britain
fr_fr: Grande Bretagne
it_it: Gran Bretagna

source: Greece
fr_fr: Grèce
it_it: Grecia

source: Greenland
fr_fr: Groenland
it_it: Groenlandia

source: Grenada
fr_fr: Grenade

source: Guadeloupe (French)
fr_fr: Guadeloupe (française)

source: Guinea
fr_fr: Guinée

source: Guinea Bissau
fr_fr: Guinée-Bissau

source: Guyana
fr_fr: Guyane

source: Haiti
fr_fr: Haïti

source: Heard and McDonald Islands
fr_fr: Les îles Heard et McDonald

source: Hungary
fr_fr: Hongrie
it_it: Ungheria

source: Iceland
fr_fr: Islande
it_it: Islanda

source: India
fr_fr: Inde

source: Indonesia
fr_fr: Indonésie

source: Iraq
fr_fr: Irak

source: Ireland
fr_fr: Irlande
it_it: Irelanda

source: Israel
fr_fr: Israël
it_it: Israele

source: Italy
fr_fr: Italie
it_it: Italia

source: Ivory Coast (Cote D&#39;Ivoire)
fr_fr: Côte-d'Ivoire (Côte d'Ivoire)
it_it: Costa d'Avorio

source: Jamaica
fr_fr: Jamaïque

source: Japan
fr_fr: Japon
it_it: Giappone

source: Jordan
fr_fr: Jordanie
it_it: Giordania

source: Kuwait
fr_fr: Koweït

source: Kyrgyzstan
fr_fr: Kirghizistan

source: Latvia
fr_fr: Lettonie

source: Lebanon
fr_fr: Liban
it_it: Libano

source: Liberia
fr_fr: Libéria

source: Libya
fr_fr: Libye
it_it: Libia

source: Lithuania
fr_fr: Lituanie

source: Macau
fr_fr: Macao

source: Macedonia
fr_fr: Macédoine

source: Malaysia
fr_fr: Malaisie
it_it: Malesia

source: Malta
fr_fr: Malte

source: Marshall Islands
fr_fr: Îles Marshall
it_it: Marshall Isole

source: Martinique (French)
fr_fr: Martinique (française)
it_it: Martinica (Francia)

source: Mauritania
fr_fr: Mauritanie

source: Mauritius
fr_fr: île Maurice

source: Mexico
fr_fr: Mexique
it_it: Messico

source: Micronesia
fr_fr: Micronésie

source: Moldavia
fr_fr: Moldavie

source: Mongolia
fr_fr: Mongolie

source: Morocco
fr_fr: Maroc
it_it: Marocco

source: Myanmar
fr_fr: Myanmar (birmanie)

source: Namibia
fr_fr: Namibie

source: Nepal
fr_fr: Népal

source: Netherlands
fr_fr: Pays-Bas
it_it: Olanda

source: Netherlands Antilles
fr_fr: Antilles néerlandaises
it_it: Antille Olandesi

source: Neutral Zone
fr_fr: Zone Neutre
it_it: Zona Neutrale

source: New Caledonia (French)
fr_fr: Nouvelle-Calédonie (française)
it_it: Nuova Caledonia (Francia)

source: New Zealand
fr_fr: Nouvelle Zélande
it_it: Nuova Zelanda

source: Nigeria
fr_fr: Nigéria

source: Norfolk Island
fr_fr: Île Norfolk
it_it: Norfolk Isola

source: North Korea
fr_fr: Corée du Nord
it_it: Nord Korea

source: Northern Mariana Islands
fr_fr: Îles Mariannes du Nord
it_it: Northern Mariana Isola

source: Norway
fr_fr: Norvège

source: Papua New Guinea
fr_fr: Papouasie-Nouvelle-Guinée
it_it: Papua Nuova Guinea

source: Peru
fr_fr: Pérou

source: Pitcairn Island
fr_fr: Île de Pitcairn
it_it: Pitcairn Isola

source: Poland
fr_fr: pologne
it_it: Polonia

source: Polynesia (French)
fr_fr: Polynésie (française)
it_it: Polinesia (Francese)

source: Reunion (French)
fr_fr: Réunion (française)
it_it: Reunion (Francese)

source: Romania
fr_fr: Roumanie

source: Russian Federation
fr_fr: Fédération de Russie

source: S. Georgia & S. Sandwich I.
fr_fr: S. Géorgie et ïles S. Sandwich

source: Saint Helena
fr_fr: Sainte-Hélène
it_it: Sant Helena

source: Saint Kitts & Nevis Anguilla
fr_fr: Saint-Kitts-et-Nevis Anguilla
it_it: San Kitts & Nevis Anguilla

source: Saint Lucia
fr_fr: Sainte-Lucie
it_it: Santa Lucia

source: St Pierre and Miquelon
fr_fr: St Pierre et Miquelon
it_it: San Pierre e Miquelon

source: St Tome & Principe
fr_fr: St-Tomé-et-Principe
it_it: San Tome & Principe

source: St Vincent & Grenadines
fr_fr: St Vincent et Grenadines
it_it: San Vincent & Grenadines

source: Saudi Arabia
fr_fr: Arabie Saoudite
it_it: Arabia Saudita

source: Senegal
fr_fr: Sénégal

source: Sierra Leone
fr_fr: Sierra Léone

source: Singapore
fr_fr: Singapour

source: Slovak Republic
fr_fr: Slovaquie
it_it: Repubblica Slovacca

source: Slovenia
fr_fr: Slovénie

source: Solomon Islands
fr_fr: Îles Salomon
it_it: Solomon Isole

source: Somalia
fr_fr: Somalie

source: South Africa
fr_fr: Afrique du Sud
it_it: Sud Africa

source: South Korea
fr_fr: Corée du Sud
it_it: Corea del Sud

source: Spain
fr_fr: Espagne
it_it: Spagna

source: Sudan
fr_fr: Soudan

source: Svalbard and Jan Mayen I.
fr_fr: ïles Svalbard et Jan Mayen

source: Sweden
fr_fr: Suède
it_it: Svezia

source: Switzerland
fr_fr: Suisse
it_it: Svizzera

source: Syria
fr_fr: Syrie

source: Taiwan
fr_fr: Taïwan

source: Tanzania
fr_fr: Tanzanie

source: Thailand
fr_fr: Thaïlande

source: Trinidad and Tobago
fr_fr: Trinité-et-Tobago (Trinidad)
it_it: Trinidad e Tobago

source: Tunisia
fr_fr: Tunisie

source: Turkey
fr_fr: Turquie

source: Turkmenistan
fr_fr: Turkménistan

source: Turks and Caicos Islands
fr_fr: Îles Turques et Caïques
it_it: Turks e Caicos Isole

source: Uganda
fr_fr: Ouganda

source: United Arab Emirates
fr_fr: Emirats Arabes Unis
it_it: Emirati Arabi

source: United Kingdom
fr_fr: Royaume-Uni
it_it: Inghilterra

source: United States
fr_fr: États-Unis d'Amérique
it_it: Stati Uniti

source: USA Minor Outlying Islands
fr_fr: Îles mineures éloignées des Etats-Unis d'Amérique
it_it: USA Minor Outlying Isole

source: Uzbekistan
fr_fr: Ouzbékistan

source: Vatican City State
fr_fr: État du Vatican
it_it: Città del Vaticano

source: Venezuela
fr_fr: Vénézuela

source: Vietnam
fr_fr: Viêt-Nam

source: Virgin Islands (British)
fr_fr: Îles Vierges (anglaises)
it_it: Virgin Islands (Inglesi)

source: Virgin Islands (USA)
fr_fr: Îles Vierges (USA)

source: Wallis and Futuna Islands
fr_fr: Îles Wallis-et-Futuna
it_it: Wallis e Futuna Islands

source: Western Sahara
fr_fr: Sahara occidental

source: Yemen
fr_fr: Yémen

source: Yugoslavia
fr_fr: Yougoslavie

source: Zaire
fr_fr: Zaïre

source: Zambia
fr_fr: Zambie

source: Address Type
fr_fr: Type d'adresse
it_it: Tipo indirizzo

source: Office
fr_fr: Bureau
it_it: Ufficio

source: Shop
fr_fr: Boutique
it_it: Negozio

source: Warehouse
fr_fr: Entrepôt
it_it: Magazzino

source: Address Function
fr_fr: Fonction adresse
it_it: Tipo di indirizzo

source: Billing
fr_fr: Facturation
it_it: Pagamento

source: Telephone
fr_fr: Téléphone
it_it: Telefono

source: Internal
fr_fr: Interne
it_it: Interno

source: Building
fr_fr: Bâtiment
it_it: Edificio

source: Street
fr_fr: Rue
it_it: Strada

source: City 2nd Div
fr_fr: Ville (2ème division)
it_it: Frazione

source: City 1st Div
fr_fr: Ville (1ère division)
it_it: Città

source: Postal Code
fr_fr: Code postal
it_it: C.A.P.

source: 5rd Division
fr_fr: 5ème division
it_it: 5a Divisione

source: 4rd Division
fr_fr: 4ème division
it_it: 4a Divisione

source: 3rd Division
fr_fr: 3ème division
it_it: 3za Divisione

source: Subregion
fr_fr: Agglomération
it_it: Sottoregione

source: Region
fr_fr: Région
it_it: Regione

source: Save
fr_fr: Sauvegarder
it_it: Salva

source: Delivery Address Library
fr_fr: Bibliothèque adresse de livraison
it_it: Indirizzi di spedizione

source: Add New Delivery Address
fr_fr: ajouter nouvelle adresse de livraison

source: Main
fr_fr: Principal(e)
it_it: Principale

source: Telephones
fr_fr: Téléphones
it_it: Telefoni

source: Current Delivery Address
fr_fr: Adresse de livraison actuelle

source: Login
fr_fr: Se connecter
it_it: Accedi

source: Password
fr_fr: Mot de passe

source: Remember Me
fr_fr: Se souvenir de moi
it_it: Ricordami

source: Log In
fr_fr: Se connecter
it_it: Accedi

source: Close
fr_fr: Fermer
it_it: Chiudi

source: You have successfully logged out, see you soon
fr_fr: Vous vous êtes déconnecté avec succès, à bientôt
it_it: Vi siete disconessi, a presto!

source: Fill all fields please
fr_fr: Remplissez tous les champs s'il vous plaît
it_it: Prego completate tutti i campi

source: Email address invalid
fr_fr: Adresse électronique incorrecte
it_it: Email non valida

source: Invalid username or password!
fr_fr: Nom d'utilisateur ou mot de passe incorrect
it_it: Utente o password sbagliata!

source: Click Here
fr_fr: Cliquer ici
it_it: Premi qui

source: First visit?
fr_fr: Première visite?
it_it: Prima visita?

source: Register Here
fr_fr: S'enregistrer ici
it_it: Registrati qui

source: Use another email
fr_fr: utiliser un autre e-mail
it_it: Usa un'altra email

source: Troubles with Log in?
fr_fr: Problèmes de connection?
it_it: Problemi con l'accesso?

source: Read Here
fr_fr: Lire ici
it_it: Leggi qui

source: Forgotten password
fr_fr: Mot de passe oublié
it_it: Password dimenticata

source: Change Image
fr_fr: Modifier image
it_it: Cambia immagine

source: input the letters shown on the left
fr_fr: entrer les lettres indiquées à gauche
it_it: inserisci i caratteri a sinistra

source: Send Email
fr_fr: Envoyé un e-mail
it_it: Invia email

source: Processing Request
fr_fr: traitement de la demande
it_it: Richiesta in esecuzione

source: Sorry, an automatic password reset could not be done, try later or call us
fr_fr: Nous sommes dans l'incapacité de réinitialiser votre mot de passe, veuillez essayer ultérieurement ou nous contacter
it_it: Siamo spiacenti il reset automatico non è possibile, contattateci.

source: Sorry, that email is not in our records
fr_fr: Désolé, cet e-mail n'est pas dans nos registres
it_it: Spiacenti, non ci risulta questa email

source: The Captcha field is incorrect
fr_fr: Le champ Captcha est incorrect
it_it: Il Captcha è incorretto

source: Want to try to login again?
fr_fr: Voulez-vous vous connecter à nouveau?
it_it: Volete riconnettervi?

source: VAT
fr_fr: TVA

source: Cancel Date
fr_fr: Date d'annulation

source: Import from Mals-e
fr_fr: Importer depuis Mals-e

source: General
fr_fr: Général

source: Properties
fr_fr: Propiétés

source: All
fr_fr: Tout
it_it: Tutto

source: 1Yr
fr_fr: 1an

source: 1Qtr
fr_fr: 1Tr

source: 1W
fr_fr: 1S

source: Totals
fr_fr: Totaux

source: Items Out of Stock
fr_fr: Articles en rupture de stock

source: Reason of cancellation
fr_fr: Raison de l'annulation

source: Go Back
fr_fr: Retour

source: Continue
fr_fr: Continuer
it_it: Continua

source: Use calculated value
fr_fr: Utiliser valeur calculée

source: Set Shipping
fr_fr: Définir expédition

source: Copy and paste the Emals-e email here
fr_fr: Copiez et collez les e-mails d'EMALS ici

source: Select Discount
fr_fr: Sélectionner réduction

source: Delivery Notes
fr_fr: Bons de commande

source: Exit
fr_fr: Sortir

source: Current Password
fr_fr: Mot de passe actuel
it_it: Password attuale

source: New Password
fr_fr: Nouveau mot de passe
it_it: Nuova Password

source: Confirm pwd
fr_fr: Confirmer mot de passe
it_it: Conferma password

source: Submit Changes
fr_fr: Soumettre modifications
it_it: Conferma modifiche

source: Submitting changes
fr_fr: Modifications en cours de soumission
it_it: Modifiche in corso

source: Your password has been changed
fr_fr: Votre mot de passe a été modifié
it_it: La password è stata cambiata

source: Write new password
fr_fr: Inscrire nouveau mot de passe
it_it: Inserisci una nuova password

source: Passwords don't match
fr_fr: Mots de passe ne correspondent pas
it_it: La password non corrisponde

source: Password is too short
fr_fr: Mot de passe est trop court
it_it: Password troppo corta

source: Contact Details
fr_fr: Coordonnées du contact
it_it: Dettagli contatto

source: Website
fr_fr: Site Internet
it_it: Sito

source: Let's connect together
fr_fr: Restons connecté ensemble
it_it: Come volete essere contattati:

source: Latest Offers & Updates
fr_fr: Dernières offres et mises à jour
it_it: Offerte e Aggiornamenti

source: Post
fr_fr: Poster
it_it: Posta

source: Catalogues & Vouchers
fr_fr: Catalogues et bons de réduction
it_it: Cataloghi e Promozioni

source: Send Post
fr_fr: envoyer un courrier
it_it: Invia posta

source: Add Customer To Send Post
fr_fr: Ajouter envoyer un courrier au client
it_it: Aggiungi destinatario per posta

source: Post Type
fr_fr: Type de courrier
it_it: Tipo di lettera

source: Letter
fr_fr: Lettre
it_it: Lettera

source: Social Media
fr_fr: Média social

source: Follower on Twitter
fr_fr: Abonné sur Twitter
it_it: Seguici su Twitter

source: Friend on Facebook
fr_fr: Ami sur Facebook
it_it: Amici su Facebook

source: Social Sites
fr_fr: Sites sociaux
it_it: Social Media

source: About you
fr_fr: À propos de vous
it_it: La vostra attività

source: Customer Name:
fr_fr: Nom de client:
it_it: Nome Cliente:

source: Name:
fr_fr: Nom:
it_it: Nome:

source: Telephone:
fr_fr: Téléphone:
it_it: Telefono:

source: Website:
fr_fr: Site Internet
it_it: Sito:

source: Delete Image
fr_fr: Supprimer image
it_it: Cancella immagine

source: Upload Image
fr_fr: Télécharger image
it_it: Carica immagine

source: Upload
fr_fr: Télécharger
it_it: Carica

source: Delivery Note
fr_fr: Bon de commande

source: Estimated Weight
fr_fr: Poids estimé

source: Creation Date
fr_fr: Date de création

source: Products Ordered
fr_fr: Produits commandés
it_it: Prodotti Ordinati

source: My Orders
fr_fr: Mes commandes
it_it: I Miei Ordini

source: Payment Method
fr_fr: Méthode de paiement

source: Delovery Note
fr_fr: Bon de commande

source: Orders List
fr_fr: Liste des commandes

source: Shipped to
fr_fr: Expédié(e) à

source: Total Ordered (N)
fr_fr: Total commandé (N)

source: Out of Stock (N)
fr_fr: En rupture de stock (N)

source: Invoiced Amounts
fr_fr: Montants facturés

source: Items (N)
fr_fr: Articles (N)

source: Shipping (N)
fr_fr: Transport (N)

source: Charges (N)
fr_fr: Frais (N)

source: Refunds (N)
fr_fr: Remboursement (N)

source: Adjusts (N)
fr_fr: Ajustement (N)

source: Refunds (Tax)
fr_fr: Remboursements (taxe)

source: Tax Adjusts
fr_fr: Ajustements des taxes

source: This order has some dispatched post transactions
fr_fr: Cette commande a quelques post-transactions envoyées

source: Show details)
fr_fr: (Afficher détails)

source: Dispatched Post-Order Items
fr_fr: Articles post-commandés envoyés

source: We need your email address
fr_fr: Nous avons besoin de votre adresse e-mail
it_it: Abbiamo bisogno del tuo indirizzo email

source: Email already in our Database
fr_fr: E-mail déja inscrit dans la base de données
it_it: L'email è già nel database

source: is already in our records, fill the anti-spam field and we will send you an email with instructions of how to access your account
fr_fr: deja enregisté, remplissez dans la case anti-spam et nous vous enverrons un e-mail avec les instructions pour avoir acces à votre compte
it_it: è già nel nostro database. Prego compilate il campo anti-spam e riceverete una nuova email con le istruzioni per accedere

source: Different Image
fr_fr: image différente
it_it: Altra immagine

source: Send Instructions
fr_fr: Transmettre instructions
it_it: Invio istruzioni

source: An email has been sent to you with instructions how to access your account
fr_fr: Un e-mail a été envoyé avec des instructions pour accéder à votre compte
it_it: Vi è stata inviata un'email con le istruzioni per accedere al vostro account

source: Please fill the Captcha
fr_fr: Entrer le code du Captcha
it_it: Prego completate il Captcha

source: Login info
fr_fr: Information de connection
it_it: Info sul Login

source: Contact Info
fr_fr: Information du Contact
it_it: Informazioni sul contatto

source: Contact Name
fr_fr: Nom de Contact
it_it: Nome Contatto

source: Registration Number
fr_fr: Numéro d'immatriculation
it_it: Numero di Registrazione CC

source: VAT Number
fr_fr: numéro de TVA
it_it: Partita IVA

source: Line 1
fr_fr: adresse 1
it_it: Linea 1

source: Line 2
fr_fr: adresse 2
it_it: Linea 2

source: Town
fr_fr: Ville
it_it: Città

source: Select One
fr_fr: Sélectionner un
it_it: Prego Selezionare

source: Other Details
fr_fr: Autres détails
it_it: Dettagli contatto

source: Catalogue (post)
fr_fr: Catalogue (courrier)
it_it: Catalogo (posta)

source: Offers by email & e-Newsletter
fr_fr: Offres par e-mail et newsletter
it_it: Offerte via email e newsletter

source: Creating your account
fr_fr: Créez votre compte
it_it: Stiamo creando l'account

source: An error incurred during your registration please try again later
fr_fr: Une erreur est survenue lors de votre inscription, veuillez réessayer plus tard
it_it: C'è stato un'errore nella registrazione prego riprova.

source: Reset your password
fr_fr: Changez votre mot de passe
it_it: Reimposta password

source: Sorry
fr_fr: Désolé
it_it: Siamo spiacenti

source: We were not able to reset yout password, please try again or call us
fr_fr: Nous sommes dans l'incapacité de réinitialiser votre mot de passe, veuillez essayer ultérieurement ou nous contacter
it_it: Non siamo stati in grado di resettare la password, provate ancora o contattateci

source: filter results
fr_fr: résultats du filtre
it_it: Risultati Filtrati

source: Close filter
fr_fr: Fermer filtre
it_it: Chiudi filtri

source: Non acceptable request
fr_fr: Requête non acceptable

source: (Showing all)
fr_fr: (Tout afficher)
it_it: (Mostro tutto)

source: Showing All
fr_fr: Tout afficher

source: customers with name like
fr_fr: Clients avec ce nom

source: Attachment Created
fr_fr: Pièce jointe créée

source: Attachment
fr_fr: pièce-jointe

source: Delivery Note can not be suspended,because has already been dispatched
fr_fr: Bon de commande ne peut pas être en attente, car la commande a déjà été envoyée

source: pick order
fr_fr: Préparer commande

source: edit
fr_fr: éditer

source: HQ Added
fr_fr: QG ajouté

source: Location max_products changed
fr_fr: Emplacement max_produits modifié

source: Error: You can edit historic records
fr_fr: Erreur: Vous ne pouvez pas modifier des données de l'historique

source: Editing
fr_fr: Modification

source: Live
fr_fr: Actif

source: Product Record Type updated
fr_fr: Type de données Produit mis à jour

source: Error: Product stage could not be updated
fr_fr: Erreur: étape du produit n'a pas pu être mis à jour

source: Product Stage updated
fr_fr: Etape du produit mis à jour

source: Error: Product record state could not be updated
fr_fr: Erreur: état d'enregistrement du produit ne pouvait pas être mis à jour

source: Error: Wrong Product Family Special Characteristic (empty)
fr_fr: Erreur: caractérisque spéciale de la famille de produit incorrecte (vide)

source: Product Family Special Characteristic
fr_fr: Caractéristique spéciale de la famille de produit

source: Error: Product Family Special Characteristic could not be updated
fr_fr: Erreur: Caractéristique spéciale de la famille de produit ne pouvait pas être mise à jour

source: Automatic
fr_fr: Automatique

source: User added susesfully
fr_fr: Utilisateur ajouté avec succès

source: Post Dispatch Operations
fr_fr: Publier opérations d'expédition
it_it: Operazioni di post-spedizione

source: Order ID
fr_fr: ID de commande
it_it: ID Ordine

source: Last Updated
fr_fr: Dernière mise à jour
it_it: Ultimo Aggiornamento

source: Current State
fr_fr: Etat actuel
it_it: Stato Corrente

source: of
fr_fr: de
it_it: di

source: Products
fr_fr: Produits

source: Author
fr_fr: Auteur
it_it: Autore

source: Login Date
fr_fr: Date de connection
it_it: Data di connessione

source: Logout Date
fr_fr: Date de déconnection
it_it: Data di disconnessione
