Repository: inikoo/aurora
Catalog: localesites/*/LC_MESSAGES/inikoosites.po
Languages: fr_fr, it_it

source: Invalid Mobile
fr_fr: Portable invalide
it_it: Numero di cellulare non valido

source: Net
it_it: Netto

source: Delivery note
it_it: Nota di consegna

source: There isn't any delivery note with this number
it_it: Non c'è una nota di consegna con questo numero

source: delivery notes with number like
it_it: note di consegna come

source: There isn't any invoice with this number
it_it: Non ci sono fatture con questo nome

source: invoices with number like
it_it: fatture con numero

source: Paid
it_it: Pagato

source: No Paid
it_it: Non pagato

source: company
it_it: azienda

source: There isn't any record matching
it_it: Non ci sono record simili

source: There isn't any record older than
it_it: Non ci sono record più vecchi di

source: There isn't any record in the last
it_it: Non ci sono record negli ultimi

source: Show All
it_it: Visualizzo tutto

source: contact
it_it: Contatto

source: contacts with name like
it_it: Contatti con nome come

source: contacts with email like
it_it: Contatti con email come

source: Person
it_it: Pesona

source: Unknown name
it_it: Nome sconosciuto

source: Same as Contact
it_it: Come indirizzo contatto

source: Same as Billing
it_it: Come indirizzo di fatturazione

source: Showing all customers
it_it: Tutti i clienti visualizzati

source: Warning
it_it: Attenzione

source: A customer found with similar data in this store
it_it: Un cliente ha dati simili in questo negozio

source: Customer in another store
it_it: Cliente presente in un'altro negozio

source: Use contact data to create new customer in this store
it_it: Crea un nuovo contatto con questi dati

source: Customer in this store
it_it: Ciente presente in questo negozio

source: View Customer
it_it: Visualizza Cliente

source: Recollect Data
it_it: Raccogli i dati nuovamente

source: A customer found with similar data in other store
it_it: Un cliente con dati simili è in un'altro negozio

source: Email found in another
it_it: Email trovata in un altro

source: Showing all Records
it_it: Tutti i record visualizzati

source: list
it_it: lista

source: There isn't any list named like
it_it: Non c'è nessun contatto con questo nome

source: Static
it_it: Statico

source: Dynamic
it_it: Dinamica

source: Add Emails
it_it: Aggiungi Eemails

source: correlation
it_it: correlazione

source: Showing all correlations
it_it: Mostro tutte le correlazioni

source: Invalid Customer ID
it_it: ID Cliente non valido

source: Current order in process
it_it: Ordine in preparazione

source: This customer has already one order in process. Are you sure you want to create a new one?
it_it: Questo cliente ha già un ordine in preparazione. Siete sicuri di volerne crearne un'altro?

source: Current orders in process
it_it: Ordini in preparazione

source: This customer has already several orders in process. Are you sure you want to create a new one?
it_it: Questo cliente ha diversi ordini in preparazione. Siete sicuri di volerne creare un'altro ?

source: To Send
it_it: Da inviare

source: Send
it_it: Invia

source: Mark as Send
it_it: Imposta come inviato

source: part
it_it: parte

source: family
it_it: famiglia

source: There isn't any family with code
it_it: Non ci sono famiglie con codice

source: There isn't any family with name
it_it: Non ci sono famiglie con nome

source: families with code
it_it: Famiglie con codice

source: families with name
it_it: Famiglie con nome

source: In use
it_it: In uso

source: Not in use
it_it: Non in uso

source: Cancelled by customer
it_it: Cancellato dal cliente

source: order
it_it: ordine

source: Bonus
it_it: Records

source: There isn't any product with code
it_it: Non ci sono prodotti con codice

source: products with code
it_it: Prodotti con codice

source: You save
it_it: Il vostro risparmio

source: There isn't any country with code
it_it: Non ci sono regioni con codice

source: countries with code like
it_it: stati con codice

source: There isn't any world region with code
it_it: Non ci sono regioni mondiali con codice

source: regions with code like
it_it: Regioni con codice

source: There isn't any continent with code
it_it: Non ci sono continenti con questo nome

source: continents with code like
it_it: Continenti con codice

source: Continent
it_it: Continente

source: Basket
it_it: Cestino

source: Hello & welcome
it_it: Salve & Bentornati

source: Hi
it_it: Salve

source: great to see you back!
it_it: ci fa piacere vederti di nuovo

source: for a special customer
it_it: per un cliente speciale

source: Welcome back
it_it: Bentornati

source: long time no see
it_it: ci siete mancati!

source: Account Added
it_it: Cliente aggiunto

source: Internal customers accounts
it_it: Cliente interno

source: Contact
it_it: Contatto

source: Handle
it_it: Gestione

source: Part
it_it: Parte

source: Email associated
it_it: Email associata

source: Action
it_it: Azioni

source: Other email added
it_it: Email aggiuntiva inserita

source: New email
it_it: Nuova email

source: Email changed
it_it: Email cambiata

source: Old email
it_it: Vecchia email

source: Contact associated with customer
it_it: Contatto associato a cliente

source: associated with customer:
it_it: associato con cliente:

source: Not validated
it_it: Non validato

source: Validated
it_it: Confermato

source: Not valid
it_it: Non valido

source: Customer website
it_it: Sito internet cliente

source: Customer name
it_it: Nome Cliente

source: Old value
it_it: Vecchio valore

source: New value
it_it: Nuovo valore

source: Associated
it_it: Associato

source: Finished
it_it: Finito

source: Waiting
it_it: In attesa

source: Delivery Note can not be suspended, because has already been dispatched
it_it: L'ordine non può essere sospeso perchè già spedito

source: Picker assigned
it_it: Magazziniere assegnato

source: Packer assigned
it_it: Confezionatore assegnato

source: Code
it_it: Codice

source: Email site reminder created
it_it: Promemoria email creato

source: Error can not create email reminder
it_it: Errore: non posso creare il promemoria email

source: Email reminder already sent
it_it: L'email promemoria è stata già inviata

source: Email reminder already cancelled
it_it: L'email promemoria è già cancellata

source: Email reminder is cancelled
it_it: L'email promemoria è cancellata

source: Family's department changed
it_it: Dipartimento famiglia cambiato

source: No correlated families
it_it: Nessuna famiglia correlata

source: No in website
it_it: Non sul sito

source: Waiting for payment
it_it: In attesa di pagamento

source: Waiting for Payment Confirmation
it_it: In attesa conferma di pagamento

source: Order cancelled
it_it: Ordine cancellatoModifica Ordine

source: TBC
it_it: Da confermare

source: Outside the scope of VAT
it_it: Non necessita VAT

source: VAT 17.5%
it_it: IVA 17.5%

source: VAT 20%
it_it: IVA 20%

source: VAT 15%
it_it: IVA 15%

source: No Tax
it_it: Nessuna tassa

source: Exempt from VAT
it_it: Esente da IVA

source: Valid tax number
it_it: VAT valida

source: You are exempt from VAT with a valid tax number
it_it: La vostra partita IVA è valida, l'imposta verrà rimossa

source: Set up tax number
it_it: Inserisci IVA

source: Invalid tax number
it_it: VAT non valida

source: Validate
it_it: Conferma

source: Edit tax number
it_it: Modifica numero VAT

source: Outside EC fiscal area
it_it: Non a EU regime fiscale

source: Reference
it_it: Referenza

source: Waiting payment
it_it: In attesa di pagamento

source: Footer updated
it_it: Piè di pagina aggionato

source: Code already used on this website
it_it: Il codice è già in usato sul sito

source: New
it_it: Nuova

source: Information
it_it: Informazioni

source: We'll notify you via email
it_it: Vi avviseremo via email

source: Total
it_it: Totale

source: items
it_it: articoli

source: Prices in
it_it: Prezzi in

source: Items total
it_it: oggetti totali

source: Back to shop
it_it: Torna al negozio

source: Site flag changed
it_it: Flag variato

source: A payment of
it_it: Un pagamento di

source: using
it_it: usando

source: payment service provider
it_it: Gestore pagamento

source: is in process
it_it: è in preparazione

source: has been completed sucessfully
it_it: è stata cambiata con successo

source: has been cancelled
it_it: è stato cancellato

source: has had an error
it_it: c'è stato un'errore

source: payment in process
it_it: pagamento in corso

source: payment completed sucessfully
it_it: pagamento completato con successo

source: payment in cancelled
it_it: pagamento cancellato

source: payment has had an error
it_it: il pagamento ha un'errore

source: Beneficiary
it_it: Beneficiario

source: Bank
it_it: Banca

source: Bank Code
it_it: Codice bancario

source: Swift
it_it: Codice Swift

source: IBAN
it_it: Codice IBAN

source: g
it_it: gr

source: Family changed
it_it: Famiglia cambiata

source: Product moved to family
it_it: Prodotto spostato in famiglia

source: Product removed from category
it_it: Prodotto rimosso dalla categoria

source: No parts associated with product
it_it: Nessuna parte associata con il prodotto

source: Linked to part
it_it: Collegato a parte

source: Auto
it_it: Automatico

source: Link to part
it_it: Connetti a parte

source: Stock
it_it: Disponibilità

source: web configuration
it_it: configuraione web

source: No file is set up as info_sheet
it_it: Non ci sono info_sheet presenti

source: Info Sheet Attachment deleted
it_it: Scheda informazioni rimossa

source: This file already set up as info sheet
it_it: Questo file è già un info_sheet

source: Info sheet replaced
it_it: Scheda sostituita

source: Info sheet uploaded
it_it: Scheda caricata

source: Date
it_it: Data

source: Orange
it_it: Arancio

source: Site checkout data changed
it_it: Checkout del sito cambiato

source: Permanent
it_it: Permanente

source: ext
it_it: estensione

source: Telephone associated
it_it: Telefono aggiunto

source: FAX associated
it_it: Fax associato

source: Mobil associated
it_it: Cellulare associato

source: Telecom associated
it_it: Telefono associato

source: New number
it_it: Nuovo numero

source: Telephone changed
it_it: Telefono variato

source: FAX changed
it_it: Fax variato

source: Mobil changed
it_it: Cellurare variato

source: Telecom changed
it_it: Cambiato

source: Old number
it_it: Vecchio numero

source: Telephone deleted
it_it: Telefono cancellato

source: FAX deleted
it_it: Fax cancellato

source: Mobil deleted
it_it: Cellulare cancellato

source: Telecom deleted
it_it: Cancellato

source: Deleted number
it_it: Numero cancellato

source: Handle to short
it_it: troppo corto

source: Administrator
it_it: Amministratore

source: User added successfully
it_it: Utente aggiunto con successo

source: today
it_it: oggi

source: present
it_it: presente

source: Year-to-Date
it_it: Anno a data

source: Month-to-Date
it_it: Mese a data

source: Week starting
it_it: Inizio settimana

source: second
it_it: secondo

source: minute
it_it: minuto

source: hour
it_it: ora

source: month
it_it: mese

source: year
it_it: anno

source: NA
it_it: ND

source: Can't verify the tax numbers in this country
it_it: Non posso verificare il numero fiscale in questo stato

source: Invalid tax number format
it_it: Formato numero fiscale non valido

source: Validations server is busy please try later
it_it: Il server di verifica è occupato, provate più tardi

source: Invalid Tax Number
it_it: Partita Iva NON Valida

source: Valid Tax Number
it_it: Partita Iva Valida

source: Co Reg No.
it_it: Registrazione Co nr.

source: VAT No.
it_it: Partita Iva

source: Total Net
it_it: Totale netto

source: Description
it_it: Descriz.

source: Tariff Code
it_it: Codice tariffario

source: Notes
it_it: Note

source: Page
it_it: Pagina

source: Delivery Addresses
it_it: Indirizzo di consegna

source: Billing Addresses
it_it: Indirizzo di fatturazione

source: Search for
it_it: Cerca per

source: result found
it_it: Risultato trovato

source: Sorry, we didn't find any result
it_it: Siamo spiacenti, non abbiamo trovato alcun risultato

source: Order confirmation
it_it: Conferma ordine

source: Here are our bank details
it_it: Ecco i nostri dati bancari

source: Please always state the order number in the payment reference
it_it: Per cortesia iindicate sempre il numero d'ordine nelle referenze

source: Quantity
it_it: Quantità

source: Price per outer
it_it: Prezzo per unità

source: To Charge
it_it: Da Pagare

source: Change
it_it: Cambia

source: Collect
it_it: Collezione

source: Set Delivery Address
it_it: Imposta indirizzo di consegna

source: Insurance
it_it: Assicurazione

source: Please note, the prices are just a reference value, your payment will be in
it_it: I prezzi indicati sono solo per referenza, il vostra pagamento sarà espresso in

source: To <b>update basket</b> please, click on the product quantity
it_it: Per <b>aggiornare il carrello</b> fate click sulla quantità prodotto

source: Cancel order
it_it: Annulla Ordine

source: Clear order
it_it: Ricomincia da Capo

source: your order will be cancelled
it_it: l'ordine sarà cancellato

source: Special instructions
it_it: Istruzioni speciali

source: Saving
it_it: Salvataggio

source: Saved
it_it: Salvato

source: Proceed to Checkout
it_it: Vai al pagamento

source: Do you want to cancel your order?
it_it: Volete cancellare l'ordine?

source: Cancelling your order
it_it: Cancellazione Ordine

source: Tax Number:
it_it: Partita IVA:

source: Address:
it_it: Indirizzo:

source: Go Back Basket
it_it: Torna al cestino acquisti

source: Cancelled payments
it_it: Pagamenti Annullati

source: Payment ID
it_it: ID Pagamento

source: Service Provider
it_it: Gestore del servizio

source: Cancelled Date
it_it: Data Cancellazione

source: Choose payment method
it_it: Selezionate il metodo di pagamento

source: Confirm Payment
it_it: Conferma pagamento

source: Place Order
it_it: Ordina Adesso

source: Traditional Bank Transfer
it_it: Bonifico bancario a carico del cliente

source: Please after place your order, go to your bank, or online bank and make this payment to our bank, details below
it_it: Dopo aver effettuato il vostro ordine effettuate il pagamento presso la vostra banca con i dati indicati

source: Please note, we cannot process your order until payment arrives in our account
it_it: Non procederemo a preparare l'ordine fino all'arrivo del pagamento

source: Your payment will be processed by Paypal
it_it: Il pagamento sarà effettuato tramite Paypal

source: Click confirm to be taken to Paypal
it_it: Fate click per andare al sito di Paypal

source: Online Bank Transfer
it_it: Bonifico bancario online

source: Your payment will be processed securely by Sofort
it_it: Il vostro pagamento sarà eseguito tramite Sofort

source: The new cool way to pay securely online. Simply enter the same bank login details (you use on your bank website) to complete the payment within the Sofort system
it_it: Il nostro nuovo metodo di pagamento. la sicurezza del bonifico bancario e l'immediatezza della carta! La transazione sarà processata direttamente dalla vostra banca.

source: We can process your order immediately with this method. Click confirm to go to Sofort.
it_it: Il vostro ordine sarà preparato immediatamente. Fate click per aprire la pagina di Sofort

source: Debit/Credit Card
it_it: Carta di debito/credito

source: Debid/Credit Card Payment
it_it: Pagamento con carte di debito/credito

source: Your payment will be processed securely by Worldpay
it_it: Il vostro pagamento sarà effettuato tramite Worldpay

source: Click confirm to be taken to the payment gateway
it_it: Fate click per essere trasferiti alla pagina per il pagamento

source: France
it_it: Francia

source: Gibraltar
it_it: Gibralta

source: Kazakhstan
it_it: Kazakistan

source: Maldives
it_it: Maldive

source: Mozambique
it_it: Mozambico

source: Philippines
it_it: Filippine

source: Portugal
it_it: Portogallo

source: Rwanda
it_it: Ruanda

source: Ukraine
it_it: Ucraina

source: Add Billing Address
it_it: Aggiungi indirizzo di fatturazione

source: Billing Address Library
it_it: Rubrica indirizzi di fatturazione

source: Contacts
it_it: Contatti

source: Set as main billing address
it_it: Imposta indirizzo di fatturazione

source: Use This
it_it: Usa Selezionato

source: Use this
it_it: Usa selezionato

source: Add Delivery Address
it_it: Aggiungi indirizzo di spedizione

source: Set as main delivery address
it_it: Imposta come indirizzo principale

source: Your order has been cancelled
it_it: L'ordine è stato cancellato

source: Your basket is empty
it_it: Il cestino è vuoto

source: An email has been sent to you with a link to access your account
it_it: Vi è stata inviata un'email con le istruzioni per accedere al vostro account

source: The link will expire in 24 hours
it_it: Il link scadrà in 24 ore

source: Wrong password
it_it: Password non corretta

source: Email is not in our records
it_it: Speiacenti, non ci risulta questa email

source: Forgot your password?
it_it: Password dimenticata

source: Order not found
it_it: Ordine non trovato

source: See also
it_it: Vedete anche

source: Edit contact address
it_it: Modifica indirizzo

source: Billing Details
it_it: Dettagli di pagamento

source: Tax Number
it_it: Partita IVA

source: Delivery Details
it_it: Indirizzo di spedizione

source: Newsletter
it_it: Le Newsletters

source: Catalogue
it_it: Catalogo

source: Please note, the prices are just a reference value, the amount payable is in
it_it: I prezzi sono solo iindicativi, il vostro ordine sarà pagato in

source: Order State
it_it: Stato ordine

source: Link Expired
it_it: Link scaduto

source: Sorry, the access link expire after 24 hours
it_it: Il link di accesso scarà in 24 ore

source: Link Already Used
it_it: Link già usato

source: Sorry, the access link can only be used one time
it_it: Siamo spiacenti, il link di accesso può essere usato solo una volta

source: Want to try to reset the password again?
it_it: Volete reimpostare ancora la password?

source: Searching for
it_it: Ricerca di

source: Did you mean
it_it: Forse cercavi

source: Thank you! We are delighted to receive your order at
it_it: Grazie, abbiamo ricevuto il vostro ordine il

source: Rest assured we are already beavering away to get your order to you just as soon as we can
it_it: Faremo il possibile, e anche l'impossibile per vedere il vostro ordine pronto il primo possibile

source: Your order details are listed below, if you have any questions please email our team at:
it_it: Ecco i vostro ordine, se avete dubbi o domande inviate un'email a:

source: or you can use the online chat on our website just quote this
it_it: oppure utilizzate la chat sul sito e quotate il numero d'ordine

source: so we can help you
it_it: così che vi potremo aiutare il prima possibile

source: Please note, the prices are just a reference value, your order is in
it_it: I prezzi sono solo iindicativi, il vostro ordine sarà pagato in

source: Vat
it_it: IVA

source: Thanks again for trading with us, we really do appreciate your business :)
it_it: Grazie per il vostro ordine, tornate a trovarci presto!

source: Waiting for payment to complete
it_it: In attesa di pagamento

source: Your payment is pending or stalled, if payment completes you will be redirected automatically
it_it: Il vostro pagamento è in attesa, quando verrà completato verrete rediretti automaticamente

source: Alternatively click cancel to restart your payment - you will not be charged anything
it_it: In alternativa fate click qui per riprovare, e l'operazione verrà interrotta.

source: Set as cancelled
it_it: Imposta a Cancellato
