Repository: inikoo/aurora
Catalog: localesites/*/LC_MESSAGES/inikoosites.po
Languages: fr_fr, it_it

source: Name
fr_fr: Nom
it_it: Nome

source: Orders
fr_fr: Commandes
it_it: Ordini

source: Customers
fr_fr: Clients
it_it: Clienti

source: Edit Customer
fr_fr: Editer client
it_it: Modifica Cliente

source: Customers List
fr_fr: Liste des clients

source: week
fr_fr: semaine
it_it: settimana

source: weeks
fr_fr: semaines
it_it: settimane

source: days
fr_fr: jours
it_it: giorni

source: Up to (days)
fr_fr: Jusqu'au (jours)

source: Older than (days)
fr_fr: plus ancien que (jours)

source: Potential duplicated
fr_fr: Potentiel dupliqué

source: Category code already used
fr_fr: Code de catégorie déjà utilisé
it_it: Codice categoria gia in uso

source: category
fr_fr: catégorie
it_it: categoria

source: rpp
fr_fr: pvc
it_it: Prezzo Suggerito

source: Showing all
fr_fr: Montrer tout
it_it: Visualizzo tutto

source: There isn't any category with code like
fr_fr: Il n'y a pas de catégorie avec ce code
it_it: Non ci sono categorie con codici come

source: There isn't any category with label like
fr_fr: Il n'y a pas de catégorie avec cette étiquette
it_it: Non ci sono categorie con questa etichetta

source: Showing
fr_fr: Montrer
it_it: Visualizzo

source: categories with code like
fr_fr: catégories avec ce code
it_it: categorie con codice come

source: categories with label like
fr_fr: catégories avec étiquettes comme
it_it: categorie con etichetta

source: Number of subcategories
fr_fr: Nombre de sous-catégories
it_it: Numero di sottocategorie

source: Number of parts associated with this category
fr_fr: Nombres de parts associés à cette catégorie
it_it: Numero di parti associate a questa categoria

source: Delete
fr_fr: Effacer
it_it: Cancella

source: There isn't any part with
fr_fr: Il n'y a pas de part avec
it_it: Non ci sono parti con

source: There isn't any part used in
fr_fr: Il n'y a pas de part utilisé dans
it_it: Non ci sono parti usate in

source: There isn't any part supplied by
fr_fr: Il n'y a pas de part fourni par
it_it: Non ci sono parti fornite da

source: There isn't any part with description like
fr_fr: Il n'y a pas de parts avec cette description
it_it: Non ci sono parti dcon descrizione come

source: parts with
fr_fr: parts avec
it_it: parti con

source: parts used in
fr_fr: parts utilisés dans
it_it: parti usate in

source: parts supplied by
fr_fr: parts fournis par
it_it: parti fornite da

source: parts with description like
fr_fr: parts avec cette description
it_it: parti con descrizione come

source: Assign Here
fr_fr: Attribuer ici
it_it: Assegna qui

source: Assign to Category
fr_fr: Assigner à la catégorie
it_it: Assegna alla categoria

source: Discontinued
fr_fr: Epuisé(e)
it_it: Esaurito

source: Move
fr_fr: Bouger
it_it: Sposta

source: Remove
fr_fr: Retirer
it_it: Rimuovi

source: none with code like
fr_fr: aucun(e) avec ce nom
it_it: nessuno con un codice come

source: none with name like
fr_fr: aucun(e) avec ce nom
it_it: nessuno con un nome come

source: with code like
fr_fr: avec ce code
it_it: con codice come

source: with name like
fr_fr: avec ce nom
it_it: con nome come

source: supplier
fr_fr: fournisseur
it_it: fornitore

source: There isn't any supplier with code like
fr_fr: Il n'y a pas de fournisseur avec ce code
it_it: Non ci sono fornitori con codice come

source: There isn't any supplier with name like
fr_fr: Il n' y a pas de fournisseur avec ce nom
it_it: Non ci sono fornitori con nome come

source: suppliers with code like
fr_fr: Fournisseurs avec ce code
it_it: fornitori con codice come

source: suppliers with name like
fr_fr: Fournisseurs dont le nom est
it_it: fornitori con nome come

source: a unknown country
fr_fr: un pays inconnu
it_it: stato sconosciuto

source: customer
fr_fr: Client
it_it: cliente

source: There isn't any customer like
fr_fr: Il n'y a pas de clients:
it_it: Non ci sono clienti come

source: There isn't any customer with postcode like
fr_fr: Il n' y a pas de client avec le code postal
it_it: Non ci sono clienti con questo codice postale

source: There isn't any customer based in
fr_fr: Il n' y a pas de client basé à
it_it: Non ci sono clienti in

source: There isn't any customer with ID like
fr_fr: Il n' y a pas de client avec ID comme
it_it: Non ci sono clienti con questo ID

source: No customer with last order
fr_fr: Aucun client avec dernière commande
it_it: Nessun cliente con ultimo ordine

source: day
fr_fr: jour
it_it: giorno

source: No customer with balance
fr_fr: Aucun client avec le solde
it_it: Nessun cliente con bilancio

source: with ID like
fr_fr: Avec cet ID
it_it: con ID come

source: with postcode like
fr_fr: avec ce code postal
it_it: con codice postale

source: based in
fr_fr: basé à
it_it: località

source: which last order
fr_fr: dont dernière commande
it_it: con ultime ordine

source: which balance
fr_fr: avec solde
it_it: con bilancio

source: Lost
fr_fr: Perdu
it_it: Perso

source: Active
fr_fr: Actif
it_it: Attivo

source: Prospect
fr_fr: Potentiel
it_it: Possibile cliente

source: Contact not found
fr_fr: Contact introuvable

source: Company not found
fr_fr: Entreprise introuvable

source: Key not in Company
fr_fr: Clef pas dans l'entreprise

source: No changes
fr_fr: Pas de changement
it_it: Nessun cambiamento

source: Email updated
fr_fr: E-mail mis à jour
it_it: Email aggiornata

source: Email created
fr_fr: E-mail créé

source: Telecom updated
fr_fr: Téléphone mis à jour
it_it: Telefono aggiornato

source: Address already in company
fr_fr: adresse déjà associé à l'entreprise
it_it: Indirizzo già presente nella società

source: Warning, address found also associated with
fr_fr: Attention, cette adresse est déjà associé avec
it_it: Attenzione, indirizzo già associato con

source: Same as contact address
fr_fr: même adresse qu'adresse de contact
it_it: Come indirizzo contatto

source: Same as billing address
fr_fr: même adresse qu'adresse de facturation

source: Nothing to change
fr_fr: Rien à modifier
it_it: Nulla da cambiare

source: Email deleted
fr_fr: E-mail mis à jour

source: Email could not be deleted
fr_fr: E-mail ne peut pas être supprimé

source: Mobile deleted
fr_fr: Portable supprimé
it_it: Cellulare cancellato

source: Mobile could not be deleted
fr_fr: Portable ne peut pas être supprimé
it_it: Cellulare non cancellabile

source: Address Deleted
fr_fr: Adresse supprimée
it_it: Indirizzo cancellato

source: Area deleted
fr_fr: Zone supprimée

source: Area could not be deleted
fr_fr: Zone ne peut pas être supprimée

source: Department deleted
fr_fr: Département supprimé

source: Department could not be deleted
fr_fr: Département ne peut pas être supprimé

source: Invalid company name
fr_fr: Nom d'entreprise incorrect

source: Customer is already a company
fr_fr: Client déjà établi en tant qu'entreprise

source: Customer set up as Company
fr_fr: Client établi en tant qu'entreprise

source: Customer now known as
fr_fr: Client maintenant reconnu comme

source: Customer is already a person
fr_fr: Client déjà considéré comme entrepreneur

source: Customer set up as a person
fr_fr: Client modifié en entrepreneur

source: Forbidden operation
fr_fr: Action interdite
it_it: Operazione non consentita

source: company area
fr_fr: Zone d'entreprise

source: There isn't any contact with name like
fr_fr: Il n'existe pas de contact avec ce nom
it_it: Non ci sono contatti con questo nome

source: There isn't any contact with email like
fr_fr: Il n' y a pas de contact ayant l'e-mail
it_it: Non ci sono contatti con questa email

source: companies with name like
fr_fr: Entreprises avec ce nom
it_it: compagnia con nome

source: companies with email like
fr_fr: Entreprises avec cet e-mail
it_it: compagnie con nome

source: Company Area not found
fr_fr: Zone de l'entreprise introuvable

source: Forbidden Operation
fr_fr: Action interdite

source: Another list has the same name
fr_fr: Une autre liste porte le même nom

source: No customer match this criteria
fr_fr: Aucun client ne correspond à ce critère

source: Operation not found
fr_fr: Opération non trouvée
it_it: Opeazione non trovata

source: Set Main
fr_fr: Définir principal(e)
it_it: Imposta come principale

source: Main Image
fr_fr: Image principale
it_it: Immagine Principale

source: Caption
fr_fr: Capture
it_it: Testo

source: Save caption
fr_fr: Sauvegarder légende
it_it: Salva testo

source: Tax
fr_fr: TVA
it_it: Numero IVA

source: Errors
fr_fr: Erreurs
it_it: Errori

source: No Stk
fr_fr: Pas de stock
it_it: Non disponibile

source: Resend
fr_fr: Renvoyer
it_it: Reinvio

source: There isn't any deal with this name
fr_fr: Il n'existe pas d'offre de ce nom
it_it: Non c'è nessuna promozione con questo nome

source: There isn't any deal with description like
fr_fr: Il n' y a pas d'offre dont la description est
it_it: Non c'è nessuna promozione con questa descrizione

source: deals with name like
fr_fr: Offres dont le nom est
it_it: Offerte simili

source: deals with description like
fr_fr: offres avec description comme
it_it: promozioni con descrizione come

source: Time
fr_fr: Temps
it_it: Ora

source: IP Address
fr_fr: Adresse IP
it_it: Indirizzo IP

source: User Agent
fr_fr: Agent utilisateur
it_it: Agente

source: Reset password requested
fr_fr: Changement de mot de passe demandé
it_it: Reimpostazione password richiesta

source: email sent to
fr_fr: e-mail envoyé à
it_it: email inviata

source: Change Password
fr_fr: Modifier mot de passe
it_it: Cambia password

source: Email send
fr_fr: E-mail envoyé
it_it: Email inviata

source: Register
fr_fr: s'inscrire
it_it: Registrati

source: Done. We will notify you via email
fr_fr: Terminé. Nous vous informerons par e-mail
it_it: Fatto! Vi avviseremo via email

source: Cancel
fr_fr: Annuler
it_it: Cancella

source: Oops, we had an error, please try later
fr_fr: Oups, nous avons eu une erreur, s'il vous plaît essayer plus tard
it_it: Abbiamo difficoltà tecniche, prego riprovare più tardi

source: Notify me when back in stock
fr_fr: Prévenez-moi si en stock
it_it: Avvisatemi quando disponibile

source: Error no address data
fr_fr: Erreur pas d'adresse
it_it: Nessun indirizzo

source: Nothing to be updated
fr_fr: aucune mise à jour à faire
it_it: Nessun Aggiornamento

source: Unknown
fr_fr: Inconnu
it_it: Non specificato

source: Somewhere in
fr_fr: Quelque part dans
it_it: Da qualche parte in

source: Customer
fr_fr: Client
it_it: Cliente

source: Supplier
fr_fr: Fournisseur
it_it: Fornitore

source: Company
fr_fr: Entreprise
it_it: Azienda

source: address associated with
fr_fr: Adresse associée à
it_it: indirizzo associato a

source: Address changed from
fr_fr: Ancienne adresse
it_it: Indirizzo cambiato da

source: to
fr_fr: à
it_it: a

source: in
fr_fr: dans

source: Address
fr_fr: Adresse
it_it: Indirizzo

source: Staff
fr_fr: Personnel
it_it: Personale

source: has been deleted from
fr_fr: Ancien contenu
it_it: è stato cancellato

source: wrong password
fr_fr: Mot de passe incorrect
it_it: password errata

source: reset password link already used
fr_fr: réinitialiser le lien mot de passe déjà utilisé
it_it: il link per il reset è già stato usato

source: reset password link expired
fr_fr: réinitialiser le lien mot de passe expiré
it_it: il link non è più valido

source: Failed Login
fr_fr: La connection a échoué
it_it: Accesso fallito

source: Logged in from reset password email
fr_fr: Connecté à partir de l'e-mail de réinitialisation de mot de passe
it_it: Connesso dal link di reset password

source: Logged in
fr_fr: Connecté
it_it: Accesso effettuato

source: remember me cookie set
fr_fr: Garder en mémoire mes préférences cookie
it_it: Ricordami

source: Category
fr_fr: Categorie
it_it: Categoria

source: Created
fr_fr: Cree
it_it: Creata

source: New Category
fr_fr: Nouvelle categorie
it_it: Nuova categoria

source: added
fr_fr: ajouté(e)
it_it: aggiunto

source: Category deleted
fr_fr: Catégorie supprimée
it_it: Categoria cancellata

source: has been deleted permanently
fr_fr: a été définitivement supprimé(e)
it_it: è stato permanentemente cancellato

source: Record can not be updated
fr_fr: Archive ne peut être mise à jour
it_it: Record non aggiornabile

source: Record updated
fr_fr: informations mises à jour
it_it: Record aggiornato

source: disassociated with category
fr_fr: dissocié(e) de la catégorie
it_it: disassociato da categoria

source: associated with category
fr_fr: associé(e) avec la catégorie
it_it: associato con categoria

source: Product
fr_fr: Produit
it_it: Prodotto

source: Category Deleted
fr_fr: Catégorie supprimée
it_it: Categoria cancellata

source: Subject can't be associated with category
fr_fr: Objet ne peut pas être dissocié de cette catégorie
it_it: Il soggetto non puiò essere associato alla categoria

source: Category View
fr_fr: Affichage catégorie
it_it: Vista per Categorie

source: Root Node
fr_fr: Noeud racine
it_it: Nodo Principale

source: Node
fr_fr: Noeud
it_it: Nodo

source: Head Node
fr_fr: Noeud principal
it_it: Nodo Pincipale

source: Other
fr_fr: Autre
it_it: Altri

source: Company Created
fr_fr: Entreprise créée
it_it: Azienda creata

source: created
fr_fr: créé(e)
it_it: creata

source: Company Name can not be updated
fr_fr: Nom de l'entreprise ne peut pas être mis à jour
it_it: Il nome dell'azienda non può essere aggiornato

source: Same value as the old record
fr_fr: Meme valeur que l'ancien enregistrement
it_it: Stesso valore di prima

source: Company name updated
fr_fr: Nom de la entreprise mis à jour
it_it: Nome azienda aggiornato

source: Company Name Changed
fr_fr: Nom de l'entreprise modifié
it_it: Nome azienda cambiato

source: Company name chaged
fr_fr: Nom de l'entreprise modifié
it_it: Nome azienda cambiato

source: Company Old ID already in record
fr_fr: Numero d'identification de l'entreprise est déja existant
it_it: Il vecchio ID azienda è già presente

source: Company Old ID can not be updated
fr_fr: Numero d'identification de l'entreprise ne peut pas être mis à jour
it_it: ID azienda non aggiornabile

source: Changed
fr_fr: Modifié(e)
it_it: Cambiato in

source: changed
fr_fr: modifié(e)
it_it: variato

source: Address Changed
fr_fr: Adresse modifiée
it_it: Indirizzo cambiato

source: Company address changed from
fr_fr: Adresse de l'entreprise modifiée
it_it: Indirizzo azienda cambiato da

source: Company address set to
fr_fr: Adresse de l'entreprise est
it_it: Indirizzo azienda impostato a

source: changed from
fr_fr: modifié(e) depuis
it_it: cambiato da

source: Can not remove contact because it in not associated with the company
fr_fr: Ne peut pas effacer contact car non associé avec l'entreprise
it_it: Non posso rimuovere il contatto perchè associato alla compagnia

source: can not remove main contact please set another contact as the main one first
fr_fr: Ne peut pas effacer contact principal, veuillez selectionner un autre contact principal avant de procéder
it_it: non posso rimuovere il contatto principale fino a che un'altro non sia assegnato

source: Company-Contact Relation deleted permanently
fr_fr: Entreprise- Contact effacé définitivement
it_it: Relazione Azienda-Contatto cancellata permanentemente

source: relation with contact
fr_fr: associé avec contact
it_it: relazione con il contatto

source: has been deleted permenentely
fr_fr: a été effacé(e) définitivement
it_it: è stato cancellato permanemtemente

source: Company-Contact Relation disassociated
fr_fr: Entreprise-Contact dissocié
it_it: Relazione Azienda- Contatto disassociata

source: has been disassociate
fr_fr: a été dissocié(e)
it_it: è stato dissociato

source: Company Main XHTML Telephone Changed
fr_fr: Téléphone principal de l'entreprise XHTML a été modifié
it_it: Telefono principale XHTML cambiato

source: Company Main XHTML Telephone changed from
fr_fr: Téléphone principal de l'entreprise XHTML a été modifié depuis
it_it: Telefono principale XHTML cambiato da

source: Company Main XHTML FAX Changed
fr_fr: Fax principal de l'entreprise XHTML a été modifié
it_it: Fax principale XHTML cambiato

source: Company Main XHTML FAX changed from
fr_fr: Fax principal de l'entreprise XHTML a été modifié depuis
it_it: Fax principale XHTML cambiato da

source: associated with
fr_fr: associé(e) avec
it_it: associato con

source: main company changed from
fr_fr: Ancienne entreprise principale
it_it: azienda principale cambiata da

source: Name changed from
fr_fr: Ancien nom
it_it: Nome cambiato da

source: Tax Number changed from
fr_fr: Ancient numéro de TVA
it_it: Numero IVA cambiato da

source: Registration Number changed from
fr_fr: Ancien numéro d'immatriculation (SIRET/SIREN)
it_it: Numero di registrazione cambiato da

source: Company Area Created
fr_fr: Zone de l'entreprise créée

source: Company Area
fr_fr: Zone de l'entreprise

source: created in
fr_fr: créé(e) en

source: department Code already in the Company
fr_fr: Code du département déjà dans l'entreprise

source: Company Department Created
fr_fr: Département de l'entreprise créée

source: Company Department
fr_fr: Département de l'entreprise

source: Company Area could not be deleted because
fr_fr: Partie ne peut pas être effacée

source: associated with it
fr_fr: associé(e) avec

source: Company Area deleted
fr_fr: Zone de l'entreprise supprimée

source: has been permanently
fr_fr: a été définitivement

source: Company Department could not be deleted because
fr_fr: Département ne peut pas être supprimé

source: Company Department deleted
fr_fr: Département de l'entreprise supprimé

source: has been permenentely
fr_fr: a été définitivement

source: position Code already in the Company
fr_fr: Code du poste déjà dans l'entreprise

source: Wrong company area code
fr_fr: Code zone de l'entreprise incorrect

source: Another ware house has the same name
fr_fr: Un autre entrepôt porte le même nom

source: Company Position name changed
fr_fr: Poste dans l'entreprise modifiée

source: staff Code already in the Company
fr_fr: Code employé déjà dans l'entreprise

source: Staff associated with position
fr_fr: employé associé au poste

source: Company Staff
fr_fr: Personnel de l'entreprise

source: associated with position
fr_fr: associé(e) au poste

source: Company Position deleted
fr_fr: Poste dans l'entreprise supprimé

source: Position
fr_fr: Poste

source: Company Position
fr_fr: Poste dans l'entreprise

source: Contact Created
fr_fr: Contact créé
it_it: Contatto creato

source: New contact
fr_fr: Nouveau contact
it_it: Nuovo contatto

source: Error can not create contact
fr_fr: Erreur, ne peut pas créer contact
it_it: Errore: non posso creare il contatto

source: Contact changed from
fr_fr: Ancien contact
it_it: Contatto cambiato da

source: to an unknown name in
fr_fr: de nom inconnu à
it_it: da sconosciuto a

source: Contact address changed from
fr_fr: Ancienne adresse contact
it_it: Indirizzo contatto cambiato da

source: Contact address set to
fr_fr: Nouvelle adresse du contact est
it_it: Indirizzo contatto impostato a

source: Warning, contact name should not be blank
fr_fr: Attention, nom de contact ne doit pas être vide
it_it: Attenzione, il campo contatto non deve essere lasciato vuoto

source: Contact name can not be updated
fr_fr: Nom du contact ne peut pas être mis à jour
it_it: Il contatto non può essere aggiornato

source: Contact name updated
fr_fr: Nom du contact mis à jour
it_it: Nome contatto aggiornato

source: Contact Name Changed
fr_fr: Nom du contact modifié
it_it: Nome contatto cambiato

source: Contact name changed from
fr_fr: Ancien nom du contact
it_it: Nome contatto cambiato da

source: Contact Old ID already in record
fr_fr: ID de contact déjà présent dans les archives
it_it: Un vecchio ID del cliente è presente

source: Contact Old ID can not be updated
fr_fr: ID de contact ne peut pas être mis à jour
it_it: Il vecchio ID del cliente non può essere usato

source: Hello
fr_fr: Bonjour
it_it: Salve

source: Dear
fr_fr: Cher(e)
it_it: Gentile

source: Contact Main XHTML Mobile Changed
fr_fr: Contact principal XHTML portable modifié
it_it: Contatto cellulare principale XHTML cambiato

source: Contact Main XHTML Mobile changed from
fr_fr: Ancien contact principal XHTML portable
it_it: Contatto cellulare principale XHTML cambiato da

source: Custom Field
fr_fr: Champ personnalisé
it_it: Campo Personalizzabile

source: To whom it corresponds
fr_fr: à qui il convient
it_it: A chi corrisponde

source: Customer Created
fr_fr: Client créé
it_it: Azienda creata

source: New customer
fr_fr: Nouveau client
it_it: Nuovo cliente

source: Anonymous Customer Created
fr_fr: Client anonyme créé
it_it: Cliente anonimo creato

source: New anonymous customer added
fr_fr: Nouveau client anonyme ajouté
it_it: Nuovo cliente anonimo creato

source: The customer already has this number
fr_fr: Le client possède déjà ce numéro
it_it: Il cliente ha già questo numero

source: Error
fr_fr: Erreur
it_it: Errore, data non valida

source: These customer already has this number
fr_fr: Ce client a déjà ce numéro
it_it: Questi clienti hanno già questo numero

source: Warning number also associated with customer
fr_fr: Attention, numéro est aussi associé au client
it_it: Attenzione, questo numero è già associato a questo cliente

source: Mobile removed
fr_fr: Portable supprimé
it_it: Cellulare rimosso

source: The customer already has this email
fr_fr: Le client a déjà cet e-mail
it_it: Email già presente

source: Email could not be added, it belongs to customer
fr_fr: E-mail n'a pas pu être ajouté, il appartient à ce client
it_it: Questa email appartiene già a questo cliente

source: Email could not be updated, it belongs to customer
fr_fr: E-mail n'a pas pu être ajouté, il appartient au client
it_it: Questa email non può essere usata, appartiene già a questo cliente

source: Email removed
fr_fr: E-mail supprimé
it_it: Email rimossa

source: Email not associated with customer
fr_fr: E-mail non associé avec le client
it_it: Email non associata con il cliente

source: Customer has already this email
fr_fr: Client a déjà cet e-mail
it_it: Il cliente ha già questa email

source: Telecom not associated with customer
fr_fr: Télécom non associé avec client
it_it: Contatto non associato con cliente

source: This customer already has this number
fr_fr: Ce client a déjà ce numéro
it_it: Questo cliente ha già questo numero

source: Warning number also found in customer
fr_fr: Attention, numéro déjà attaché au client
it_it: Attenzione, questo numero è anche nel cliente

source: Invalid Customer Name
fr_fr: Nom de client incorrect
it_it: Nome cliente non valido

source: Invalid Customer Contact Name
fr_fr: Nom de contact client incorrect
it_it: Contatto società non valido

source: Invalid Contact Name
fr_fr: Nom de contact incorrect
it_it: Contatto non valido

source: Contact not in company
fr_fr: Contact non attaché à l'entreprise
it_it: Contatto non nella società

source: Contact name changed
fr_fr: Nom de contact modifié
it_it: Nome contatto cambiato

source: Customer Name changed from
fr_fr: Ancien nom de contact
it_it: Nome cliente cambiato

source: Customer contact name changed
fr_fr: Nom de contact client modifié
it_it: Nome contatto cambiato

source: Customer contact name changed from
fr_fr: Ancien nom de contact client
it_it: Il nome cliente è cambiato da

source: Customer contact set to
fr_fr: Contact client est
it_it: Contatto cliente impostato a

source: Contact Associted with Customer
fr_fr: Contact associé au client

source: associated with Customer:
fr_fr: associé(e) avec client
it_it: associato con cliente:

source: Company name changed
fr_fr: Nom de l'entreprise modifié
it_it: Nome società cambiato

source: Customer company name changed
fr_fr: Nom de l'entreprise client modifié
it_it: Nome società cambiato

source: Customer company name changed from
fr_fr: Ancien nom de l'entreprise client
it_it: Il nome Azienda è cambiato da

source: Customer company set to
fr_fr: Entreprise du client est
it_it: Società del cliente impostata a
