Repository: inikoo/aurora
Catalog: localesites/*/LC_MESSAGES/inikoosites.po
Languages: fr_fr, it_it

source: Log Out
fr_fr: Se déconnecter
it_it: Disconnetti

source: My Account
fr_fr: Mon compte
it_it: Il mio profilo

source: Profile
fr_fr: Profil
it_it: Profilo

source: Create Account
fr_fr: S'enregistrer
it_it: Crea profilo

source: Log in
fr_fr: Se connecter
it_it: Accedi

source: No URL provied
fr_fr: Aucune URL fournie
it_it: Nessun URL fornito

source: Errorr, the URL should a site subdirectory
fr_fr: Erreur, l'URL devrait faire référence à un sous-répertoire du site
it_it: Errore, l'URL non è una sottodirectory del sito

source: Same URL as the redirect
fr_fr: Même URL que la redirection
it_it: Stesso indirizzo del ridirezionamento

source: Part Created
fr_fr: PART créé

source: bag
fr_fr: sac

source: dozen
fr_fr: douzaine

source: unit
fr_fr: unité

source: associated with unknown location
fr_fr: associé(e) à l'emplacement inconnu

source: d
fr_fr: j
it_it: G

source: Unknown Supplier
fr_fr: Fournisseur inconnu

source: Waiting for dispatch
fr_fr: En attente d'expédition

source: Waiting for checking
fr_fr: En attente de vérification

source: Checking delivery
fr_fr: Vérification de la livraison

source: Part not found
fr_fr: PART non trouvé

source: Minimum quantity has to be lower than the maximum quantity
fr_fr: Quantité minimale doit être inférieure à la quantité maximale

source: Quantity On Hand should be a number
fr_fr: La quantité disponible devrait être un nombre

source: deleted
fr_fr: supprimé(e)
it_it: cancellato

source: stock in
fr_fr: stock en

source: set to
fr_fr: est

source: adjust quantity
fr_fr: ajuster quantité

source: Part added to location
fr_fr: Part ajouté à l'emplacement

source: associated with location
fr_fr: associé(e) à l'emplacement

source: Unknown error
fr_fr: Erreur inconnue
it_it: Errore sconosciuto

source: Unknown stock in this location
fr_fr: Stock inconnu dans cet emplacement

source: To Move Quantity greater than the stock on the location
fr_fr: Pour déplacer quantité supérieure au stock de l'emplacement

source: Destination location is the same as this one
fr_fr: L'emplacement de destination est le même que celui-ci

source: Unknown stock in the destination location
fr_fr: Stock inconnu dans l'emplacement de destination

source: Inter-warehouse transfer
fr_fr: Transfert entre entrepôts

source: Unknown stock in the location
fr_fr: Stock inconnu dans l'emplacement

source: Lost Quantity greater than the stock on the location
fr_fr: Quantité perdue supérieure au stock de l'emplacement

source: lost from
fr_fr: perdu(e) depuis

source: broken
fr_fr: cassé(e)

source: stock out (other)
fr_fr: stock retiré (autres)

source: move out from
fr_fr: sortir depuis

source: move in to
fr_fr: Entrer dans

source: from
fr_fr: de
it_it: da

source: received in
fr_fr: reçu(e) dans

source: Part no longer associated with location
fr_fr: PART n'est plus associé à l'emplacement

source: Part disassociate with location
fr_fr: PART dissocié de l'emplacement

source: Part associated with location
fr_fr: PART associé à l'emplacement

source: Change due Audit
fr_fr: changer en raison d'audit

source: Change due Discontinuation
fr_fr: Modifier car arrêt de fabrication

source: Copying unknown location state
fr_fr: Copie de l'état de l'emplacement inconnu

source: Change due Out of Stock
fr_fr: Changer en raison de rupture de stock

source: each
fr_fr: chaque
it_it: ciascuno

source: Pc
fr_fr: U
it_it: Pezzi

source: Product Created
fr_fr: Produit créé
it_it: Prodotto creato

source: This product code can not changed
fr_fr: Le code de ce produit ne peut pas être modifié
it_it: Il codice prodotto non può essere cambiato

source: Error: Another product with the same code
fr_fr: Erreur: Un autre produit avec le même code
it_it: Errore: esiste un prodotto con questo codice

source: Product code updated
fr_fr: Code du produit mis à jour
it_it: Codice prodotto aggiornato

source: Error: Product code could not be updated
fr_fr: Erreur: le code du produit ne pouvait pas être mise à jour
it_it: Errore: Codice prodotto non aggiornabile

source: Product Set for Sale
fr_fr: Produit pour la vente
it_it: Prodotto impostato per vendita

source: set for sale
fr_fr: pour la vente
it_it: imposta in vendita

source: Product Last Sold
fr_fr: Dernière vente du produit
it_it: Ultima vendita prodotto

source: last sold date
fr_fr: date de la dernière vente
it_it: ultima vendita il

source: Product First Sold
fr_fr: Première vente du produit
it_it: Prodotto in vendita da

source: first sold date
fr_fr: date de la première vente
it_it: in vendita da

source: Error: The product cost is unknown
fr_fr: Erreur: le prix du produit est inconnu
it_it: Errore: costo prodotto sconosciuto

source: Error: Product margin should be a numeric value
fr_fr: Erreur: la marge du produit devrait être une valeur numérique
it_it: Errore: il margine deve essere numerico

source: Error: Product margin can not have this value
fr_fr: Erreur: la marge du produit ne peut pas avoir cette valeur
it_it: Errore: il margine non può avere queste valore

source: Error: Product price should be a numeric value
fr_fr: Erreur: prix du produit devrait être une valeur numérique
it_it: Errore: il prezzo prodotto deve essere numerico

source: Product price updated
fr_fr: Prix du produit mis à jour
it_it: Prezzo rodotto aggiornato

source: Error: Product price could not be updated
fr_fr: Erreur: le prix du produit ne pouvait pas être mis à jour
it_it: Errore: Il prezzo del prodotto non può essere aggiornato

source: Product Price Changed
fr_fr: Prix du produit modifié
it_it: Prezzo prodotto cambiato

source: price changed
fr_fr: prix modifié
it_it: prezzo cambiato

source: Error: Product RRP should be a numeric value
fr_fr: Erreur: Prix PVC du produit devrait être une valeur numérique
it_it: Errore: il prezzo suggerito deve essere numerico

source: Product RRP updated
fr_fr: Prix PVC du produit mis à jour
it_it: Prezzo suggerito prodotto

source: RRP Margin
fr_fr: Marge PVC
it_it: Magine prezzo suggerito

source: Not for resale
fr_fr: Pas pour la revente
it_it: Non per rivendita

source: Product RRP Changed
fr_fr: Prix PVC du produit modifié
it_it: Prezzo suggerito prodotto cambiato

source: RRP changed
fr_fr: PVC modifié
it_it: Prezzo suggerito cambiato

source: per unit
fr_fr: par unité
it_it: pezzo

source: Error: Product Recomended Retail Price could not be updated
fr_fr: Erreur: prix de vente recommandé du produit ne pouvait pas être mise à jour
it_it: Errore: il prezzo suggerito di vendita non può essere aggiornato

source: Error: Another product has already this same name
fr_fr: Erreur: un autre produit a déjà le même nom
it_it: Errore: un'altro prodotto ha lo stesso nome

source: Product name updated
fr_fr: Nom du produit mis à jour
it_it: Nome prodotto aggiornato

source: Product Name Changed
fr_fr: Nom du produit modifié
it_it: Nome prodotto cambiato

source: Error: Product name could not be updated
fr_fr: Erreur: nom du produit ne pouvait pas être mis à jour
it_it: Errore: Il nome del prodotto non può essere aggiornato

source: Error: Wrong Product Special Characteristic (empty)
fr_fr: Erreur: caractéristique spéciale du produit incorrecte (vide)
it_it: Errore: Le caratteristiche speciali sono vuote

source: Error: Another product with the same Product/Family Special Characteristic in this family
fr_fr: Erreur: Un autre produit possède la même caractéristique spéciale de la famille de produit, dans cette famille
it_it: Errore: esiste già un prodotto con queste caratteristiche speicali in Prodotto/Famiglia in questa famiglia

source: Product Special Characteristic
fr_fr: Caractéristique spéciale du produit
it_it: Caratteristiche speciali prodotto

source: Product Special Characteristic Changed
fr_fr: Caractéristique spéciale du produit modifiée
it_it: Le caratteristiche speciali del prodotto sono cambiate

source: Special Characteristic
fr_fr: Caractéristique spéciale
it_it: Caratteristiche speciali

source: Error: Product Special Characteristic could not be updated
fr_fr: Erreur: caractéristique spéciale du produit ne pouvait être mise à jour
it_it: Errore: le caratteristiche speciali non posssono essere cambiate

source: Product Description changed
fr_fr: Description du produit modifiée
it_it: Descrizione prodotto cambiata

source: Product Description Created
fr_fr: Description du produit créée
it_it: Descrizione prodotto creata

source: Product Description Changed
fr_fr: Description du produit modifiée
it_it: Descriz prodotto cambiata

source: Error: Product Description could not be updated
fr_fr: Erreur: description du produit ne pouvait être modifiée
it_it: Errore: Descrizione prodotto non aggiornabile

source: Product remove from Category
fr_fr: Retirer produit de la catégorie

source: Product already in Category
fr_fr: Produit déjà dans la catégorie
it_it: Prodotto già presente in categoria

source: Product added to Category
fr_fr: Produit ajouté à la catégorie
it_it: Prodotto addgiunto alla categoria

source: Public Sale
fr_fr: Vente publique
it_it: Vendita pubblica

source: Private Sale
fr_fr: Vente privée
it_it: Vendita privata

source: Not for Sale
fr_fr: Pas à vendre
it_it: Non in vendita

source: Forced
fr_fr: Forcé(e)
it_it: Forzato

source: Offline
fr_fr: Hors ligne
it_it: Fuori linea

source: Product Sales Type updated
fr_fr: Type de ventes de produit mis à jour
it_it: Tipi di vendita prodotto aggiornati

source: Error: Product sales type could not be updated
fr_fr: Erreur: Type de ventes de produit ne pouvait pas être mise à jour
it_it: Errore: il tipo di vendita prodotto non può essere cambiato

source: Product Web Configuration updated
fr_fr: Configuration Internet du produit mise à jour
it_it: La configurazione WEB del prodotto è aggiornata

source: Force Out of Stock
fr_fr: Forcé(e) en rupture de stock
it_it: Forza a non disponibile

source: Force Offline
fr_fr: Forcé(e) hors ligne
it_it: Forza disattivo

source: Online
fr_fr: En ligne
it_it: In linea

source: Force Online
fr_fr: Forcé en ligne
it_it: Forza attivo

source: Not on website
fr_fr: Pas sur le site Internet
it_it: Non presente sul sito

source: Not in website
fr_fr: Pas dans le site Internet
it_it: Non presente sul sito

source: Not For Sale
fr_fr: Pas à vendre
it_it: Non in vendita

source: Product cannot be deleted
fr_fr: Produit ne peut pas être supprimé
it_it: L'articolo non può essere cancellato

source: Submitted
fr_fr: Soumis(e)

source: Subject
fr_fr: Sujet
it_it: Soggetto

source: From
fr_fr: De
it_it: Da

source: To
fr_fr: à
it_it: A

source: can not connect to the email server
fr_fr: ne peut pas se connecter au serveur de messagerie
it_it: non posso collegarmi al server email

source: Message will send shortly
fr_fr: Message sera envoyé sous peu
it_it: Il messaggio sarà inviato a breve

source: Shelf Created
fr_fr: Etagère créée

source: Shelf
fr_fr: Etagère

source: Location Code already in the warehouse
fr_fr: Code d'emplacement déjà dans l'entrepôt

source: Shelf Type Created
fr_fr: Type d'étagère créée

source: Shelf Type
fr_fr: Type d'étagère

source: Site default header changed
fr_fr: En-tête par defaut du site modifié
it_it: Testata default cambiata

source: Site default footer changed
fr_fr: Pied de page par défaut modifé
it_it: Piede default cambiata

source: Volunteer
fr_fr: Volontaire
it_it: Volontario

source: Contractor
fr_fr: Contracteur
it_it: Appaltatore

source: Temporal
fr_fr: Temporaire
it_it: Temporaneo

source: Work Experience
fr_fr: Expérience professionnelle
it_it: Esperienze lavorative

source: Staff Created
fr_fr: Employé créé
it_it: Personale creato

source: New staff
fr_fr: Nouvel employé
it_it: Nuovo personale

source: Invalid Name
fr_fr: Nom incorrect
it_it: Nome non valido

source: Store Deleted
fr_fr: Boutique supprimée
it_it: Negozio eliminato

source: Store can not be deleted because it has contacts
fr_fr: Boutique ne peut être supprimé car il a des contacts
it_it: Il negozio non può essere cancellato perchè ha una rubrica

source: Error: There is another store with the same code
fr_fr: Erreur: Il y a une autre boutique avec le même code
it_it: Errore: un negozio con lo stesso codice è presente

source: Store Code Updated
fr_fr: Code boutique mis à jour
it_it: Codice negozio aggiornato

source: Store Code Changed
fr_fr: Code boutique modifié
it_it: Codice Negozio Cambiato

source: Error: Store code could not be updated
fr_fr: Erreur: code boutique n'a pas pu être mis à jour
it_it: Il nome del negozio non può essere aggiornato

source: Error: Another store with the same name
fr_fr: Erreur: une autre boutique porte le même nom
it_it: Errore: Nome già esistente

source: Store name updated
fr_fr: Nom de boutique mis à jour
it_it: Nome del negozio aggiornato

source: Store Name Changed
fr_fr: Nom de la boutique modifié
it_it: Nome del negozio cambiato

source: Error: Store name could not be updated
fr_fr: Erreur: nom de la boutique n'a pas pu être mis à jour
it_it: Il nome del negozio non può essere aggiornato

source: Store Added
fr_fr: Boutique ajoutée
it_it: Negozio Aggiunto

source: Products without department
fr_fr: Produits sans département
it_it: Prodotti senza dipartimento

source: Products without family
fr_fr: Produits sans famille
it_it: Prodotti senza famiglia

source: Store Created
fr_fr: Boutique créée
it_it: Negozio creato

source: Error can not create store
fr_fr: Erreur: ne peut pas créer boutique
it_it: Il nome del negozio non può essere creato

source: Supplier Created
fr_fr: Fournisseur créé

source: New supplier
fr_fr: Nouveau fournisseur

source: Supplier Name changed from
fr_fr: Ancien nom du fournisseur

source: Supplier company name changed
fr_fr: Nom d'entreprise fournisseur modifié

source: Supplier company name changed from
fr_fr: Ancient nom d'entreprise fournisseur

source: Supplier company set to
fr_fr: Entreprise fournisseur est

source: associated with Supplier:
fr_fr: Associé(e) avec fournisseur

source: Supplier contact name changed
fr_fr: Nom du contact fournisseur modifié

source: Supplier contact name changed from
fr_fr: Ancien nom du contact fournisseur

source: Supplier contact set to
fr_fr: Nouveau contact fournisseur est

source: Supplier Main XHTML Telephone Changed
fr_fr: Numéro de téléphone principal du fournisseur XHTML a été modifié

source: Supplier Main XHTML Telephone changed from
fr_fr: Numéro de téléphone principal du fournisseur XHTML a été modifié de

source: Supplier Main XHTML FAX Changed
fr_fr: Numéro de FAX principal du fournisseur XHTML a été modifié

source: Supplier Main XHTML FAX changed from
fr_fr: Numéro de FAX principal du fournisseur XHTML a été modifié de

source: Supplier Delivery Note
fr_fr: Bon de commande fournisseur

source: Supplier Product Cost Changed
fr_fr: prix du produit fournisseur modifié

source: Supplier Product
fr_fr: produit fournisseur

source: cost changed
fr_fr: Prix modifié

source: Value has to be a number
fr_fr: Valeur doit être un nombre

source: Value can not be zero
fr_fr: Valeur ne peut pas être zéro

source: Value can not negative
fr_fr: Valeur ne peut pas être négative

source: Supplier Product Net Unit Weight set to
fr_fr: Poids net du produit par unité est

source: Net Unit Weight set to
fr_fr: Poids net par unité est

source: Product Unit Net Weight Changed
fr_fr: Poids net du produit par unité modifié

source: Net Weight changed
fr_fr: Poids net modifié

source: Supplier Product Gross Unit Weight set to
fr_fr: Poids brut du produit par unité du fournisseur est

source: Gross Unit Weight set to
fr_fr: Poids brut par unité est

source: Product Unit Gross Weight Changed
fr_fr: Poids brut par unité du produit modifié

source: Gross Weight changed
fr_fr: Poids brut modifié

source: Supplier Product Gross Case Weight set to
fr_fr: Poids brut par boîte de produit du fournisseur est

source: Gross Case Weight set to
fr_fr: Poids brut par boîte est

source: Product Case Gross Weight Changed
fr_fr: Poids brut par boîte de produit modifié

source: per case
fr_fr: par boîte

source: Supplier Product Gross Unit Volume set to
fr_fr: Volume brute du produit par unité du fournisseur est

source: Gross Unit Volume set to
fr_fr: Volume brut par unité est

source: Product Unit Gross Volume Changed
fr_fr: Volume brut par unité du produit modifié

source: Gross Volume changed
fr_fr: Volume brut modifié

source: Supplier Product Unit Minimun Orthogonal Gross Volume set to
fr_fr: Volume brut orthogonal minimal de produit fournisseur est

source: Unit Minimun Orthogonal Gross Volume set to
fr_fr: Volume brut orthogonal minimal de produit est

source: Supplier Product Unit Minimun Orthogonal Gross Volume Changed
fr_fr: Volume brut orthogonal d'unité minimale de produit fournisseur modifié

source: Supplier Product Minimun Orthogonal Gross Volume changed
fr_fr: Volume brut orthogonal minimal de produit fournisseur modifié

source: Supplier Product Case Minimun Orthogonal Gross Volume set to
fr_fr: Volume brut orthogonal minimal de produit fournisseur

source: Case Minimun Orthogonal Gross Volume set to
fr_fr: Volume brut orthogonal minimal par boîte est

source: Supplier Product Case Minimun Orthogonal Gross Volume Changed
fr_fr: Volume brut orthogonal minimal par boîte de produit du fournisseur est

source: Supplier Product Unit Type set to
fr_fr: Type de produit à l'unité du fournisseur est

source: Supplier Product Unit Type Changed
fr_fr: Type de produit à l'unité du fournisseur changé

source: Supplier Product Unit Type changed
fr_fr: Type de produit à l'unité du fournisseur changé

source: Supplier Product Unit Package Type set to
fr_fr: emballage du produit à l'unité du fournisseur est

source: Supplier Product Unit Package Type Changed
fr_fr: Type de colis par unité de produit du fournisseur modifé

source: Supplier Product Unit Package Type changed
fr_fr: Type de colis par unité de produit du fournisseur

source: Item
fr_fr: Article

source: Case
fr_fr: Dossier

source: Tax Category Added
fr_fr: Catégorie TVA supprimée
it_it: Categoria fiscale aggiunta

source: Error can not create tax category
fr_fr: Erreur: ne peut pas créer catégorie Taxe
it_it: Errore: non posso creare la categoria fiscale

source: Error no telecom data
fr_fr: Erreur pas de données téléphoniques
it_it: Errore, dato non valido

source: Error, invalid telecom data
fr_fr: Erreur, pas de données téléphoniques
it_it: Errore: dati telefono non validi

source: Error, no number data
fr_fr: Erreur, pas de données
it_it: Errore, numero mancante

source: Error no telecom number data
fr_fr: Erreur, pas de numéro téléphonique
it_it: Errore: nessun dato telefono

source: Wrong telephone number
fr_fr: Numéro de téléphone incorrect
it_it: Numero non corretto

source: Profit
fr_fr: Bénéfice

source: No change from last month
fr_fr: Pas de changement depuis le mois dernier

source: change (last month)
fr_fr: changement (mois dernier)

source: No change from last year
fr_fr: Aucune modification depuis l'an dernier

source: change (last year)
fr_fr: changement (année dernière)

source: Forecast
fr_fr: Prévision

source: Invoices
fr_fr: Factures

source: Outers Shipped
fr_fr: Externes expédiés

source: Out
fr_fr: Sortir

source: Stock Value
fr_fr: Valeur du stock

source: No change from last quarter
fr_fr: Pas de changement

source: change (last quarter)
fr_fr: changement (dernier trimestre)

source: quarter
fr_fr: trimestre

source: No change from last week
fr_fr: Aucune modification depuis la semaine dernière

source: change (last week)
fr_fr: changement (semaine dernière)

source: Unknown Error
fr_fr: Erreur inconnue
it_it: Errore sconosciuto

source: Wrong handle
fr_fr: Manipulation incorrecte
it_it: sbagliato

source: The user
fr_fr: l'utilisateur
it_it: L'utente

source: is already in the database!
fr_fr: est déjà dans la base de données!
it_it: già presente nel database

source: The staff member with id
fr_fr: Le membre du personnel avec l'ID
it_it: Il menbro dello staff con ID

source: is already in the database as
fr_fr: est déjà dans la base de données en tant que
it_it: è già presente nel database come

source: Wrong value
fr_fr: Valeur incorrecte
it_it: Valore errato

source: User Activated
fr_fr: Utilisateur activé
it_it: Utente abilitato

source: User
fr_fr: Utilisateur
it_it: Utente

source: activated
fr_fr: activé(e)
it_it: attivato

source: User Desactivated
fr_fr: Utilisateur désactivé
it_it: Utente disabilitato

source: deactivated
fr_fr: désactivé(e)
it_it: disabilitato

source: User added to Group
fr_fr: Utilisateur ajouté au groupe
it_it: Utente aggiunto a gruppo

source: added to
fr_fr: ajouté(e) à
it_it: aggiunto a

source: User deleted from Group
fr_fr: Utilisateur supprimé du groupe
it_it: Utente cancellato dal gruppo

source: removed from
fr_fr: retiré(e) de
it_it: rimosso da

source: User Rights Associated with Store
fr_fr: Droits de l'utilisateur ajoutées à la boutique
it_it: Premessi utenti associati al negozio

source: rights associated with
fr_fr: Droits ajoutés à
it_it: permessi associati a

source: User Rights Disassociated with Store
fr_fr: Droits de l'utilisateur dissociés de la boutique
it_it: Permessi utente disassociati dal negozio

source: rights disassociated with
fr_fr: droits dissociés de
it_it: permessi disassociati con

source: User Rights Disassociated with Website
fr_fr: Droits d'utilisateur dissociés du site Internet
it_it: Permessi utente disassociati dal sito internet

source: User Rights Associated with Warehouse
fr_fr: Droits de l'utilisateur associés à l'entrepôt
it_it: Permessi utente associati al magazzinio

source: User Rights Disassociated with Warehouse
fr_fr: Droits de l'utilisateur dissociés de l'entrepôt
it_it: Permessi utente disassociati dal magazzino

source: Warehouse Added
fr_fr: Entrepôt ajouté

source: Blue
fr_fr: Bleu
it_it: Blu

source: Green
fr_fr: Vert
it_it: Verde

source: Pink
fr_fr: Rose
it_it: Rosa

source: Purple
fr_fr: Violet
it_it: Viola

source: Red
fr_fr: Rouge
it_it: Rosso

source: Yellow
fr_fr: Jaune
it_it: Giallo

source: Error can not create warehouse
fr_fr: Erreur: ne peut pas créer entrepôt

source: Wrong warehouse name
fr_fr: Nom d'entrepôt incorrect

source: Warehouse name changed
fr_fr: Nom de l'entrepôt changé

source: Warehouse Area Created
fr_fr: Zone de l'entrepôt créée

source: Warehouse Area
fr_fr: zone de l'entrepôt

source: error, date time not reconozied
fr_fr: erreur, date/heure non reconnue

source: w
fr_fr: s
it_it: S

source: y
fr_fr: a
it_it: A

source: CSV Imported
fr_fr: CSV importé
it_it: CSV Importato

source: Discounts
fr_fr: Réductions
it_it: Sconti

source: Credits
fr_fr: Crédits
it_it: Credito

source: Adjust Net
fr_fr: Ajuster net
it_it: Modif. Netto

source: Adjust Tax
fr_fr: Ajuster taxe
it_it: Modif. Tax

source: Customer ID
fr_fr: ID du client
it_it: ID Cliente

source: Invoice Date
fr_fr: Date de facturation
it_it: Data fatt.

source: Payment State
fr_fr: Etat du paiement
it_it: Stato pagamento

source: Items Gross
fr_fr: Valeur brute des articles
it_it: Articoli lordi

source: Items Net
fr_fr: Valeur net des articles
it_it: Articoli Netti

source: Qty
fr_fr: Qté
it_it: Quantità

source: Gross
fr_fr: brut(e)
it_it: Lordo

source: Amount
fr_fr: Montant
it_it: Ammontare

source: Ordered
fr_fr: Commandé(e)
it_it: Ordinato

source: Logout
fr_fr: Se déconnecter
it_it: Disconnetti

source: Edit Profile
fr_fr: Editer le profil
it_it: Modifica profilo

source: Address Book
fr_fr: Carnet d'adresse
it_it: Rubrica

source: Contact Address
fr_fr: Adresse du contact
it_it: Indirizzo contatto

source: Billing Address
fr_fr: Adresse de facturation
it_it: Indirizzo di fatturazione

source: Delivery Address
fr_fr: Adresse de livraison
it_it: Indirizzo di consegna

source: Same as Contact Address
fr_fr: Identique à l'adresse du contact

source: Same as Delivery Address
fr_fr: Identique à l'adresse de livraison

source: Same as Billing Address
fr_fr: Identique à l'adresse de facturation
